Repository: ggarra13/mrv2
Catalog: mrv2/po/python/plug-ins/locale/*/LC_MESSAGES/update-mrv2.po
Languages: es

source: Install completed with output:
es: Instalación completó con estos mensajes:

source: Removed temporary "
es: Removí temporaria "

source: The new version of mrv2 was installed.
es: La nueva version de mrv2 fue instalada.

source: Could not locate mrv2 in:
es: No pude encontrar mrv2 en:

source: Maybe you installed it in a non-default location.
es: Tal vez lo instalaste en una ubicación especial.

source: Something failed installing mrv2 - It is not in "
es: Also falló instalando mrv2 - Es no está en "

source: Invalid ISO 8601 format provided:
es: Formato de fecha ISO 8601 ínvalido provisto:

source: No file matching
es: No archivo que corresponda

source: was found
es: fue encontrada

source: No match found
es: No se encontró una versión que corresponda.

source: Install Location:
es: Lugar de Instalación:

source: Error retrieving value:
es: Error obteniendo valor:

source: Unknown platform
es: Plataforma desconocida

source: Saving session:
es: Grabando sesión:

source: An unexpected error occurred:
es: Un error inesperado ocurrío:

source: Trying to install
es: Tratando de instalar

source: Please wait
es: Por favor espere

source: Enter Sudo Password
es: Entre la Clave del Administrador

source: Password
es: Clave

source: You will need to install file
es: Necesitarás instalar el archivo

source: manually.
es: manualmente.

source: Unknown operating system
es: Sistema operativo desconocido

source: Downloading
es: Descargando

source: Download seems to have failed!
es: ¡La descarga parece haber fallado!

source: Current version is v
es: Version actual es v

source: Latest version at Github is v
es: La última version en Github es v

source: Released on
es: Publicado en

source: Ignore
es: Ignorar

source: Error fetching latest release information:
es: Error obteniendo la última información de publicación:

source: There's a new release but it has not been more than 5 days
es: Hay una nueva versión pero no han pasado más de 5 días

source: unknown date.
es: fecha desconocida.

source: Update anyway
es: Actualizar igual

source: Downgrade
es: Degradar

source: Upgrade
es: Actualice

source: No download url was found for
es: Ninguna dirección para bajar fue encontrada para

source: No releases found for the specified repository.
es: Ninguna publicación encontrada para el repositorio especificado.

source: Help/Update mrv2
es: Ayuda/Actualizar mrv2
