Repository: ggarra13/mrv2
Catalog: src/po/*.po
Languages: de, fr, pt, ru

source: Loop Playback
de: Loop-Wiedergabe
fr: Lecture des boucles
pt: Reproduo do Loop
ru: Воспроизведение

source: Playback Once
de: Einmalige Wiedergabe
fr: Reproduire une fois
pt: Reproduo Uma vez
ru: Воспроизвести один раз

source: Playback Ping Pong
de: Wiedergabe Ping Pong
pt: Reproduo Ping Pong
ru: Воспроизведение Ping Pong

source: First Image Version
de: Erste Bildversion
fr: Première version de l'image
pt: Primeira Verso de Imagem
ru: Версия первого изображения

source: Previous Image Version
de: Vorherige Bildversion
fr: Version précédente de l'image
pt: Verso de imagem anterior
ru: Предыдущая версия изображения

source: Next Image Version
de: Nchste Bildversion
fr: Version de l'image suivante
pt: Prxima Verso da Imagem
ru: Следующая версия изображения

source: Last Image Version
de: Letzte Bildversion
fr: Dernière version de l'image
pt: ltima Verso de Imagem
ru: Версия последнего изображения

source: Previous Image
de: Vorheriges Bild
fr: Image précédente
pt: Imagem anterior
ru: Предыдущая фотография

source: Next Image
de: Nchstes Bild
fr: Image suivante
pt: Prxima Imagem
ru: Следующий снимок

source: Previous Image Limited
de: Vorheriges Bild begrenzt
fr: Image précédente limitée
pt: Imagem anterior limitada
ru: Предыдущий снимок ограничен

source: Next Image Limited
de: Nchstes Bild begrenzt
fr: Image suivante limitée
pt: Prxima Imagem Limitada
ru: Следующий снимок Limited

source: Previous Channel
de: Vorheriger Kanal
fr: Chaîne précédente
pt: Canal anterior
ru: Предыдущий канал

source: Next Channel
de: Nchster Kanal
fr: Chaîne suivante
pt: Prximo Canal
ru: Следующий канал

source: Clear Cache
de: Cache lschen
fr: Effacer la cachette
pt: Cache Limpa
ru: Очистить кэш

source: UpdateVideoFrame
de: VideoFrame aktualisieren
fr: Mise à jour du cadre vidéo
pt: Atualizar o Quadro deVdeo
ru: Обновление VideoFrame

source: Cut Frame
de: Rahmen ausschneiden
fr: Frame découpée
pt: Cortar o Quadro
ru: Строка отруба

source: Copy Frame
de: Rahmen kopieren
fr: Copier le cadre
pt: Copiar o Quadro
ru: Скопировать рамки

source: Paste Frame
de: Rahmen einfgen
fr: Coller le cadre
pt: Colar a moldura
ru: Вставить рамки

source: Insert Frame
de: Rahmen einfgen
fr: Insérer le cadre
pt: Inserir o Quadro
ru: Вставить рамки

source: Slice Clip
de: Schnitt-Clip
fr: Couper le clip
pt: Clipe de corte
ru: Сломанный скальпель

source: Remove Clip
de: Clip entfernen
fr: Supprimer le clip
pt: Remover o Clip
ru: Удалить щелчок

source: Insert Audio Clip
de: Audioclip einfügen
pt: Inserir o clipe de áudio
ru: Вставить скачок звука

source: Remove Audio Clip
de: Audio Clip entfernen
pt: Remover o clipe de áudio
ru: Удалить скачок звука

source: Insert Audio Gap
de: Audio Gap einfgen
fr: Insérer l'écart audio
pt: Inserir a lacuna de udio
ru: Вставить проем звука

source: Remove Audio Gap
de: Audio Gap entfernen
fr: Supprimer l'écart audio
pt: Remover a Lacuna de udio
ru: Удалить звуковой пробел

source: Edit Undo
fr: Modifier Annuler
pt: Editar Desfazer
ru: Правка Отменить

source: Edit Redo
de: Bearbeiten Wiederherstellen
fr: Modifier Refaire
pt: Editar Refacer
ru: Правка Повторить

source: Toggle Menu Bar
de: Menleiste umschalten
fr: Commutation de la barre de menu
pt: Alternar a barra de menus
ru: Переключить панель меню

source: Toggle Top Bar
de: Top Bar umschalten
fr: Commutation de la barre supérieure
pt: Comutar a barra superior
ru: Переключить верхнюю панель

source: Toggle Pixel Bar
de: Pixelleiste umschalten
fr: Commutation de la barre des pixels
pt: Alternar a barra de pixels
ru: Переключить панель пикселей

source: Toggle Timeline
de: Zeitleiste umschalten
fr: Commutation de la ligne de temps
pt: Alterar a linha de tempo
ru: Переключить временную шкалу

source: Toggle Status Bar
de: Statusleiste umschalten
fr: Commutation de la barre d'état
pt: Alternar a barra de estado
ru: Скриншот состояния закладки

source: Toggle Tool Dock
de: Werkzeug-Dock umschalten
fr: Commutation de l'outil Dock
pt: Activar o Dock da Ferramenta
ru: Переключить панель инструментов

source: Toggle Full Screen
de: Vollbild umschalten
fr: Commutation de l'écran complet
pt: Activar a Ecr Completa
ru: Переключить полноэкранный режим

source: Toggle Presentation
de: Darstellung umschalten
fr: Commutation de la présentation
pt: Activar a Apresentao
ru: Переключить презентацию

source: Toggle Float On Top
de: Umschalten Float auf der Oberseite
fr: Allumer le flot sur le dessus
pt: Alternar flutuar no topo
ru: Переключить всегда на переднем плане

source: Toggle Secondary
de: Sekundr umschalten
fr: Commutation secondaire
pt: Comutar Secundrio
ru: Переключить вторичный

source: Toggle Secondary Float On Top
de: Sekundre Float auf der Oberseite umschalten
fr: Allumer le flot secondaire sur le haut
pt: Alternar a flutuao secundria no topo
ru: Вторичный поплавок сверху

source: Toggle NDI
de: NDI umschalten
fr: Commutation NDI
pt: Comutar o NDI
ru: Переключить NDI

source: Toggle Network
de: Netzwerk umschalten
fr: Commutation du réseau
pt: Activar a RedeName
ru: Переключить сеть

source: Toggle USD
de: USD umschalten
fr: Commutation en dollars des États-Unis
pt: Comutar o USD
ru: Переключить USD

source: Toggle Stereo 3D
de: Stereo 3D umschalten
fr: Commutation stéréo 3D
pt: Alterna estereo 3D
ru: Переключить стерео 3D

source: Toggle Edit Mode
de: Bearbeitungsmodus umschalten
fr: Commutation du mode d'édition
pt: Activar o Modo de Editar
ru: Переключить режим редактирования

source: Toggle Timeline Editable
de: Zeitleiste editierbar umschalten
fr: Commutation de la ligne de temps modifiable
pt: Comutar a linha de tempo editvel
ru: Переключить редактируемость временной шкалы

source: Toggle Edit Associated Clips
de: Zugehrige Clips umschalten
fr: Commutation de l'édition des clips associés
pt: Comutar Editar Clips Associados
ru: Переключить редактирование связанных клипов

source: Timeline Frame View
de: Zeitleisten-Rahmenansicht
fr: Affichage de la chronologie
pt: Visualizao do Quadro da Linha de Tempo
ru: Просмотр временны́х рамок

source: Toggle Timeline Scroll To Current Frame
de: Zeitleiste in den aktuellen Rahmen umschalten
fr: Commutation de la ligne de temps défiler vers le cadre actuel
pt: Alternar o Desloque da Linha de Tempo para o Quadro Atual
ru: Свиток времени в текущую систему

source: Toggle Timeline Track Info
de: Timeline-Track-Info umschalten
pt: Alternar a informao da faixa da linha de tempo
ru: Переключить информацию о дорожке временной шкалы

source: Toggle Timeline Clip Info
de: Zeitleiste-Clip-Info umschalten
fr: Commutation de l'information sur le clip de la ligne de temps
pt: Comutar a informao do clipe da linha de tempo
ru: Переключить информацию о клипе временной шкалы

source: Toggle Timeline Thumbnails
de: Zeitleisten-Tumbnails umschalten
fr: Commutation des miniatures de la ligne de temps
pt: Comutar as miniaturas da linha de tempo
ru: Переключить миниатюры временной шкалы

source: Toggle Timeline Transitions
de: Timeline-bergnge umschalten
fr: Commutation des transitions temporelles
pt: Alternar Transies da Linha de Tempo
ru: Переключить переходы временной шкалы

source: Toggle Timeline Markers
de: Zeitlinienmarkierer umschalten
fr: Commutation des marqueurs de la ligne temporelle
pt: Alternar Marcadores da Linha de Tempo
ru: Переключить маркеры временной шкалы

source: Reset Gain/Gamma
de: Gewinn zurcksetzen/Gamma
fr: Réinitialiser le gain/Gamma
pt: Reiniciar o Ganho/Gamma
ru: Перезагрузить прибыль/Gamma

source: Exposure More
de: Exposition mehr
fr: En savoir plus sur l'exposition
pt: Exposio Mais
ru: Больше

source: Exposure Less
de: Exposition Weniger
fr: Exposition Moins
pt: Exposio Menos
ru: Минус

source: Saturation More
de: Sättigung mehr
fr: Saturation Plus
pt: Saturação Mais
ru: Насыщенность

source: Saturation Less
de: Sättigung weniger
fr: Saturation Moins
pt: Saturação Menos
ru: Насыщение минус

source: Gamma More
de: Gamma mehr
fr: Gamma Plus
pt: Gamma Mais
ru: Гамма больше

source: Gamma Less
de: Gamma weniger
fr: Gamma Moins
pt: Gama Menos
ru: Гамма Меньше

source: OCIO In Top Bar
de: OCIO in der oberen Leiste
fr: OCIO dans la barre supérieure
pt: OCIO na barra superior
ru: OCIO в топ-баре

source: OCIO Input Color Space
de: OCIO-Eingabe-Farbraum
fr: Espace de couleur d'entrée OCIO
pt: Espao de cores de entrada da OCIO
ru: Цветовое пространство OCIO

source: OCIO Display
de: OCIO-Anzeige
fr: Affichage OCIO
pt: Display OCIO
ru: Выставка OCIO

source: OCIO View
de: OCIO Sicht
fr: Vue OCIO
pt: Visualizao OCIO
ru: Вид OCIO

source: Scrub Mode
de: Scrub-Modus
fr: Mode d'écrasement
pt: Modo de arranque
ru: Режим скруба

source: Area Selection Mode
de: Modus fr die Flchenauswahl
fr: Mode de sélection des zones
pt: Modo de Seleco de reas
ru: Режим выделения области

source: Erase Mode
de: Lschmodus
fr: Mode d'effacement
pt: Modo de eliminao
ru: Стереть режим

source: Polygon Mode
de: Polygonmodus
pt: Modo Polígono
ru: Многоугольник режим

source: Arrow Mode
de: Pfeilmodus
fr: Mode flèche
pt: Modo de Seta
ru: Режим стрелки

source: Rectangle Mode
de: Rechteckmodus
fr: Mode rectangulaire
pt: Modo de retngulo
ru: Режим рентгеноскопии

source: Circle Mode
de: Kreismodus
fr: Mode cercle
pt: Modo Crculo
ru: Режим окружности

source: Text Mode
de: Textmodus
fr: Mode texte
pt: Modo de texto
ru: Текстовый режим

source: Pen Size More
de: Stiftgre mehr
fr: Taille du stylo Plus
pt: Tamanho da caneta Mais
ru: Размер пены больше

source: Pen Size Less
de: Stiftgre weniger
fr: Taille du stylo Moins
pt: Tamanho da caneta Menos
ru: Размер карандаша минус

source: Switch Pen Color
de: Stiftfarbe wechseln
fr: Changer la couleur du stylo
pt: Alterar a cor da caneta
ru: Переключить цвет Pen

source: Hud Window
de: Hud-Fenster
fr: Fenêtre d'encombrement
pt: Janela do HudName
ru: Окно Хад

source: Toggle One Panel Only
de: Nur ein Panel einschalten
fr: Commutation d'un seul panneau
pt: Comutar apenas um painel
ru: Переключить только одну панель

source: Toggle Files Panel
de: Fenster Dateien umschalten
fr: Commutation du panneau Fichiers
pt: Activar o Painel de Ficheiros
ru: Переключить панель файлов

source: Toggle Media Info Panel
de: Medien-Info-Panel umschalten
fr: Activer le panneau d'information multimédia
pt: Comutar o Painel de Informao dos Mdias
ru: Переключить панель информации о медиа

source: Toggle Color Area Info Panel
de: Farbbereich-Info-Panel umschalten
fr: Commutation du panneau d'information de la zone de couleur
pt: Alterna o Painel de Informao da rea de Cores
ru: Переключить панель информации о цветовой области

source: Toggle Color Controls Panel
de: Farbsteuerungs-Panel umschalten
fr: Activer le panneau de contrôle des couleurs
pt: Comuta o Painel de Controles de Cores
ru: Переключить панель управления цветом

source: Toggle Playlist Panel
de: Wiedergabeliste umschalten
fr: Commutation du panneau de liste de lecture
pt: Comutar o Painel da Lista de Reproduo
ru: Переключить панель плейлиста

source: Toggle Compare Panel
de: Schaltet Panel vergleichen um
fr: Commutation du panneau Comparer
pt: Comutar o Painel de Comparao
ru: Переключить панель сравнения

source: Toggle Devices Panel
de: Schalttafel fr Gerte umschalten
fr: Panneau de commutation des périphériques
pt: Activar o Painel de Dispositivos
ru: Переключить панель устройств

source: Toggle Annotation Panel
de: Annotationsfeld umschalten
fr: Commutation du panneau d'annotation
pt: Comutar o Painel de Anotao
ru: Переключить панель аннотаций

source: Toggle Background Panel
de: Hintergrund-Panel umschalten
fr: Commutation du panneau d'arrière-plan
pt: Alterar o Painel de Fundo
ru: Переключить панель фона

source: Toggle Settings Panel
de: Einstellungsfeld umschalten
fr: Commutation du panneau de paramètres
pt: Activar o Painel de Configuraes
ru: Переключить панель настроек

source: Toggle Histogram Panel
de: Histogramm-Panel umschalten
fr: Activer le panneau d'histogramme
pt: Activar o Painel de Histograma
ru: Переключить панель гистограммы

source: Toggle Vectorscope Panel
de: Vectorscope-Panel umschalten
fr: Commutation du panneau Vectorscope
pt: Comutar o Painel Vectorscope
ru: Переключить панель вектороскопа

source: Toggle Waveform Panel
de: Waveform-Panel umschalten
fr: Commutation du panneau de forme d'onde
pt: Comutar o Painel de Forma de Onda
ru: Панель инструментов Waveform

source: Toggle Environment Map Panel
de: Umgebungskarten-Panel umschalten
fr: Commutation du panneau de carte de l'environnement
pt: Comutar o Painel de Mapas do Ambiente
ru: Группа по составлению карты состояния окружающей среды

source: Toggle Preferences Window
de: Fenster Einstellungen umschalten
fr: Activer la fenêtre de préférences
pt: Activar a Janela de Preferncias
ru: Переключить окно настроек

source: Toggle Python Panel
de: Python-Panel umschalten
fr: Commutation du panneau Python
pt: Comuta o Painel Python
ru: Переключить панель Python

source: Toggle Log Panel
de: Log-Panel umschalten
fr: Commutation du panneau de journal
pt: Activar o Painel de LogName
ru: Переключить панель журналов

source: Toggle Hotkeys Window
de: Hotkeys-Fenster umschalten
fr: Activer la fenêtre des touches d'amorçage
pt: Alternar a janela de teclas instantneas
ru: Переключить окно горячих клавиш

source: Toggle About Window
de: Fenster umschalten
fr: Commutation à propos de la fenêtre
pt: Alternar Sobre a Janela
ru: Закладка о окне

source: FFmpeg Audio Codec.
de: Audio-Codec
pt: Cdigo de udio FFmpeg.

source: Save multiple annotation frames.
pt: Salvar múltiplos quadros de anotação.

source: Save multiple frames.
pt: Salvar vários quadros.

source: Timelines, movies, image sequences, USD assets or folders.
pt: Tempos, filmes, sequências de imagens, ativos ou pastas em USD.

source: Log verbosity.
pt: Logar a verbosidade.

source: Install Location:
pt: Instalar a Localização:

source: UP
pt: Acima

source: Unsupported output format
pt: Formato de saída não suportado

source: Unsupported output format:
pt: Formato de saída não suportado:

source: @B12@C7@b@.Function @B12@C7@b@.Hotkey
de: @B12@C7@b@.Funktion @B12@C7@b@.Hotkey
fr: @B12@C7@b@.Fonction @B12@C7@b@.Hotkey
pt: @B12@C7@b@.Funo @B12@C7@b@.Hotkey

source: Cannot save annotations to .otio file
pt: Não foi possível salvar anotações no ficheiro.otio

source: %s - Page %d
de: %s - Seite %d
pt: %s - Pgina %d

source: OCIO/Presets
de: OCIO/Voreinstellungen
fr: OCIO/Préréglages
pt: OCIO/Presetncias

source: Build Environment:
pt: Construir Ambiente:

source: Distribution:
pt: Distribuição:

source: Desktop Environment:
pt: Ambiente de trabalho:

source: Kernel Info:
pt: Informações sobre o kernel:

source: Running Environment:
pt: Ambiente em execução:

source: You cannot set Window click through with a totally opaque window.
pt: Você não pode definir Window clicar através de uma janela totalmente opaca.

source: This will disable events for mrv2, allowing them to pass through to windows below it. Give window focus to disable.
pt: Isto irá desativar eventos para mrv2, permitindo que eles passem para janelas abaixo dele. Dê foco na janela para desativar.

source: Continue
pt: Continuar

source: This will disable events for mrv2, allowing them to pass through to windows below it. Give window focus (click on the taskbar icon) to disable.
pt: Isto irá desativar eventos para mrv2, permitindo que eles passem para janelas abaixo dele. Dar foco à janela (clique no ícone da barra de tarefas) para desactivar.

source: Window click through ON
pt: Janela clicar através ACCESSÃO

source: Window click through OFF
pt: Janela clicar através de OFF

source: PixelBar
fr: Barre à pixels
pt: Barra de Pixel

source: Annotation Frames Only
pt: Apenas quadros de anotação

source: Save only the annotation frames, not the whole sequence.
pt: Guarde apenas os quadros de anotação, não toda a sequência.

source: Blit Viewports
fr: Affiner les affichages
pt: Visualizaes de BlitName

source: CapsLock
de: VerschlusskappenLock
fr: BouchonsLock
pt: CapsulasLock

source: Toggle Click Through
pt: Comutar o Clique Através

source: More UI Transparency
pt: Mais transparência da IU

source: Less UI Transparency
pt: Menos transparência da IU

source: FFmpeg Preset.
de: Voreinstellung

source: No
de: Nein

source: Yes
de: Ja

source: Iteration {0} matched prefix={1}
de: Iteration {0} angepasste Prfix={1}
fr: Itération {0} correspondant au préfixe={1}

source: Iteration {0} matched version={1}
de: Iteration {0} angepasste Version={1}
fr: Itération {0} correspondant à la version={1}

source: Iteration {0} matched suffix={1}
de: Iteration {0} angepasst Suffix={1}
fr: Itération {0} correspondant au suffixe={1}

source: Acrobat PDF (*.{pdf})
de: Acrobat (.pdf)

source: linear
fr: linéaire

source: The Advanced Settings allows you store metadata in the movie file to determine where and how it was created. Useful to indicate, for example, if a set of 8-bit images were sRGB or Rec709. If you don't know what those settings do, DON'T MESS WITH THEM!
fr: Les paramètres avancés vous permettent de stocker des métadonnées dans le fichier vidéo pour déterminer où et comment il a été créé. Utile pour indiquer, par exemple, si un ensemble d'images 8 bits était sRGB ou Rec709. Si vous ne savez pas à quoi servent ces paramètres, NE LES MANIPULEZ PAS !
