Repository: ggarra13/mrv2
Catalog: src/po/*.po
Languages: de, fr, pt, ru

source: Image/Version/First
de: Bild/Fassung/Zuerst
fr: Image/Version/Première
pt: Imagem/Verso/Primeiro
ru: Фотография/Версия/Первая

source: Image/Version/Last
de: Bild/Fassung/Letzter
fr: Image/Version/Dernier
pt: Imagem/Verso/ltimo
ru: Фотография/Версия/Последний

source: Image/Version/Previous
de: Bild/Fassung/Zurck
fr: Image/Version/Précédent
pt: Imagem/Verso/Anterior
ru: Фотография/Версия/Предыдущий

source: Image/Version/Next
de: Bild/Fassung/Nchster
fr: Image/Version/Suivant
pt: Imagem/Verso/Prxima
ru: Фотография/Версия/Следующий

source: Image/Compare Mode/A
de: Bild/Modus vergleichen/A
pt: Imagem/Comparar o Modo/A
ru: Фотография/Сравнить режим/A

source: Image/Compare Mode/B
de: Bild/Modus vergleichen/B
pt: Imagem/Comparar o Modo/B
ru: Фотография/Сравнить режим/B

source: Image/Compare Mode/Wipe
de: Bild/Modus vergleichen/Wischen
pt: Imagem/Comparar o Modo/Limpar
ru: Фотография/Сравнить режим/Промывка

source: Image/Compare Mode/Overlay
de: Bild/Modus vergleichen/Überlagerung
pt: Imagem/Comparar o Modo/Sobreposição
ru: Фотография/Сравнить режим/Накладные

source: Image/Compare Mode/Difference
de: Bild/Modus vergleichen/Veränderung
pt: Imagem/Comparar o Modo/Diferença
ru: Фотография/Сравнить режим/Разница

source: Image/Compare Mode/Horizontal
de: Bild/Modus vergleichen/Horizontal
pt: Imagem/Comparar o Modo/Horizontal
ru: Фотография/Сравнить режим/Горизонтальный

source: Image/Compare Mode/Vertical
de: Bild/Modus vergleichen/Vertikal
pt: Imagem/Comparar o Modo/Vertical
ru: Фотография/Сравнить режим/Вертикальный

source: Image/Compare Mode/Tile
de: Bild/Modus vergleichen/Fliesen
pt: Imagem/Comparar o Modo/Telha
ru: Фотография/Сравнить режим/Тяжелый

source: Image/Go to/%s
de: Bild/Gehen Sie zu/%s
fr: Image/Allez-y./%s
pt: Imagem/Vá para/%s
ru: Фотография/Перейти/%s

source: Image/Compare/%s
de: Bild/Vergleich/%s
pt: Imagem/Comparar/%s
ru: Фотография/Сравнить/%s

source: Edit/Frame/Cut
de: Bearbeiten/Rahmen/Cut
fr: Modifier/Cadre/Cut
pt: Editar/Quadro/Cut
ru: Правка/Рамки/Cut

source: Edit/Frame/Copy
de: Bearbeiten/Rahmen/Kopieren
fr: Modifier/Cadre/Copier
pt: Editar/Quadro/Copiado
ru: Правка/Рамки/Копировать

source: Edit/Frame/Paste
de: Bearbeiten/Rahmen/Einfgen
fr: Modifier/Cadre/Coller
pt: Editar/Quadro/Colar
ru: Правка/Рамки/Вставить

source: Edit/Frame/Insert
de: Bearbeiten/Rahmen/Einfgen
fr: Modifier/Cadre/Insérer
pt: Editar/Quadro/Inserir
ru: Правка/Рамки/Вставить

source: Edit/Audio Clip/Insert
de: Bearbeiten/Audio-Clip/Einfügen
pt: Editar/Clipe de áudio/Inserir
ru: Правка/Аудиовизуальный скачок/Вставить

source: Edit/Audio Clip/Remove
de: Bearbeiten/Audio-Clip/Entfernen
pt: Editar/Clipe de áudio/Remover
ru: Правка/Аудиовизуальный скачок/Удалить

source: Edit/Audio Gap/Insert
de: Bearbeiten/Audio-Gap/Einfgen
fr: Modifier/Écart sonore/Insérer
pt: Editar/Lacuna de udio/Inserir
ru: Правка/Пробел звука/Вставить

source: Edit/Audio Gap/Remove
de: Bearbeiten/Audio-Gap/Entfernen
fr: Modifier/Écart sonore/Supprimer
pt: Editar/Lacuna de udio/Remover
ru: Правка/Пробел звука/Удалить

source: Edit/Slice
de: Bearbeiten/Schnitt
fr: Modifier/Tranche
pt: Editar/Pedaos
ru: Правка/Кусочек

source: Edit/Remove
de: Bearbeiten/Entfernen
fr: Modifier/Supprimer
pt: Editar/Remover
ru: Правка/Удалить

source: Edit/Undo
de: Bearbeiten/Rckgngig
fr: Modifier/Annuler
pt: Editar/Desfazer
ru: Правка/Отменить

source: Edit/Redo
de: Bearbeiten/Wiederherstellen
fr: Modifier/Refaire
pt: Editar/Refazer
ru: Правка/Повторить

source: OCIO/In Top Bar
de: OCIO/In der oberen Bar
fr: OCIO/Dans la barre supérieure
pt: OCIO/Na barra superior
ru: OCIO/В топ-баре

source: OCIO/Current
de: OCIO/Laufender Monat
fr: OCIO/Courant
pt: OCIO/Atual
ru: OCIO/Текущая

source: OCIO/ ICS: %s
ru: OCIO/ МЦННТ: %s

source: OCIO/ Display: %s
de: OCIO/ Anzeige: %s
ru: OCIO/ Показать: %s

source: OCIO/ View: %s
de: OCIO/ Ansicht: %s
ru: OCIO/ Вид: %s

source: OCIO/ Monitor #%d Display: %s
de: OCIO/ Monitor #%d Anzeige: %s
ru: OCIO/ Монитор #%d Показать: %s

source: OCIO/ Monitor #%d View: %s
de: OCIO/ Monitor #%d Ansicht: %s
ru: OCIO/ Монитор #%d Вид: %s

source: OCIO/ Look: %s
ru: OCIO/ Посмотрите: %s

source: OCIO/Change Current File
de: OCIO/Aktuelle Datei ändern
fr: OCIO/Modifier le fichier actuel
pt: OCIO/Alterar o ficheiro actual
ru: OCIO/Изменить текущий файл

source: OCIO/Displays
de: OCIO/Anzeigen
fr: OCIO/Affichages
pt: OCIO/Apresentaes
ru: OCIO/Показать

source: Sync/Send/Media
de: Synchronisieren/Senden/Medien
fr: Synchroniser/Envoyer/Médias
pt: Sincronizao/Enviar/Mdia
ru: Синхронизация/Отправить/Средства массовой информации

source: Sync/Send/UI
de: Synchronisieren/Senden/UI
fr: Synchroniser/Envoyer/UI
pt: Sincronizao/Enviar/UI
ru: Синхронизация/Отправить/UI

source: Sync/Send/Pan And Zoom
de: Synchronisieren/Senden/Pan und Zoom
fr: Synchroniser/Envoyer/Pan et zoom
pt: Sincronizao/Enviar/Panormica e zoom
ru: Синхронизация/Отправить/Пэн и Зум

source: Sync/Send/Color
de: Synchronisieren/Senden/Farbe
fr: Synchroniser/Envoyer/Couleur
pt: Sincronizao/Enviar/Cor
ru: Синхронизация/Отправить/Цвет

source: Sync/Send/Timeline
de: Synchronisieren/Senden/Zeitleiste
fr: Synchroniser/Envoyer/Échéancier
pt: Sincronizao/Enviar/Linha Do Tempo
ru: Синхронизация/Отправить/Сроки

source: Sync/Send/Annotations
de: Synchronisieren/Senden/Anmerkungen
fr: Synchroniser/Envoyer/Annotations
pt: Sincronizao/Enviar/Anotaes
ru: Синхронизация/Отправить/Аннотации

source: Sync/Send/Audio
de: Synchronisieren/Senden/Audio
fr: Synchroniser/Envoyer/Audio
pt: Sincronizao/Enviar/udio
ru: Синхронизация/Отправить/Звук

source: Sync/Accept/Media
de: Synchronisieren/Akzeptieren/Medien
fr: Synchroniser/Accepter/Médias
pt: Sincronizao/Aceitar/Mdia
ru: Синхронизация/Принять/Медиа

source: Sync/Accept/UI
de: Synchronisieren/Akzeptieren/UI
fr: Synchroniser/Accepter/UI
pt: Sincronizao/Aceitar/UI
ru: Синхронизация/Принять/UI

source: Sync/Accept/Pan And Zoom
de: Synchronisieren/Akzeptieren/Pan und Zoom
fr: Synchroniser/Accepter/Pan et zoom
pt: Sincronizao/Aceitar/Panormica e zoom
ru: Синхронизация/Принять/Пэн и Зум

source: Sync/Accept/Color
de: Synchronisieren/Akzeptieren/Farbe
fr: Synchroniser/Accepter/Couleur
pt: Sincronizao/Aceitar/Cor
ru: Синхронизация/Принять/Цвет

source: Sync/Accept/Timeline
de: Synchronisieren/Akzeptieren/Zeitleiste
fr: Synchroniser/Accepter/Échéancier
pt: Sincronizao/Aceitar/Linha Do Tempo
ru: Синхронизация/Принять/Сроки

source: Sync/Accept/Annotations
de: Synchronisieren/Akzeptieren/Anmerkungen
fr: Synchroniser/Accepter/Annotations
pt: Sincronizao/Aceitar/Anotaes
ru: Синхронизация/Принять/Аннотации

source: Sync/Accept/Audio
de: Synchronisieren/Akzeptieren/Audio
fr: Synchroniser/Accepter/Audio
pt: Sincronizao/Aceitar/udio
ru: Синхронизация/Принять/Звук

source: In '{0}' expected a function as a value or a tuple containing a Python function and a string with menu options in it.
de: In '{0}' erwartete man eine Funktion als Wert oder Tupel, die eine Python-Funktion und einen String mit Menoptionen enthlt.
fr: Dans '{0}' s'attendait à une fonction en tant que valeur ou tuple contenant une fonction Python et une chaîne avec des options de menu.
pt: Em '{0}' esperava-se uma funo como um valor ou um tuple contendo uma funo Python e uma string com opes de menu nela.
ru: В " {0}" ожидается функция как значение или тюль, содержащий функцию Python и строку с опциями меню.

source: In '{0}' expected a function a tuple containing a Python function and a string with menu options in it.
de: In '{0}' erwartete eine Funktion ein Tupel, das eine Python-Funktion und einen String mit Menoptionen enthlt.
fr: Dans '{0}' s'attendait à une fonction un tuple contenant une fonction Python et une chaîne avec des options de menu.
pt: Em '{0}' esperava uma funo um tuple contendo uma funo Python e uma string com opes de menu nela.
ru: В'{0} ожидала функции тюльпан, содержащий функцию Python и строку с опциями меню.

source: Help/Documentation
de: Hilfe/Dokumentation
fr: Aide/Documentation
pt: Ajuda/Documentao
ru: Справка/Документация

source: Help/About
de: Hilfe/ber
fr: Aide/À propos de
pt: Ajuda/Sobre
ru: Справка/О том, что

source: Monitor
de: berwachung
fr: Surveiller
ru: Монитор

source: Favorites
de: Favoriten
fr: Favoris
pt: Favoritos
ru: Любимые

source: My Computer
de: Mein Computer
fr: Mon ordinateur
pt: Meu computador
ru: Мой компьютер

source: My Documents
de: Meine Dokumente
fr: Mes documents
pt: Os Meus Documentos
ru: Мои документы

source: Desktop
de: Arbeitsflche
fr: Bureau
ru: Рабочий стол

source: Home
de: Zum Anfang
fr: Sommaire
pt: Pgina inicial
ru: Домой

source: Temporary
de: Vorbergehend
fr: Temporaire
pt: Temporrio
ru: Временные

source: Size
de: Gre
fr: Taille
pt: Tamanho
ru: Размер

source: Date
de: Zeitpunkt
pt: Data
ru: Дата

source: Owner
de: Eigentmer
fr: Propriétaire
pt: Proprietrio
ru: Владелец

source: Permissions
de: Genehmigungen
fr: Autorisations
pt: Autorizaes
ru: Разрешения

source: New Folder
de: Neuer Ordner
fr: Nouveau dossier
pt: Nova Pasta
ru: Новая папка

source: Rename
de: Umbenennen
fr: Renommer
pt: Renomear
ru: Переименовать

source: Delete
de: Lschen
fr: Supprimer
pt: Excluir
ru: Исключить

source: Location
de: Standort
fr: Lieu
pt: Localizao
ru: Место проведения

source: Show Hidden Files
de: Versteckte Dateien anzeigen
fr: Afficher les fichiers cachés
pt: Mostrar os Ficheiros Escondidos
ru: Показать скрытые файлы

source: File Types
de: Dateitypen
fr: Types de fichiers
pt: Tipos de Ficheiro
ru: Типы файлов

source: All Files (*)
de: Alle Dateien (*)
fr: Tous les fichiers (*)
pt: Todos os Ficheiros (*)
ru: Все файлы (*)

source: Go back one directory in the history
de: Gehen Sie ein Verzeichnis in der Geschichte zurck
fr: Retourner un répertoire dans l'historique
pt: Voltar a um dos diretrios do histrico
ru: Верните один каталог в историю

source: Go forward one directory in the history
de: Ein Verzeichnis in der Geschichte weiterleiten
fr: Aller en avant un répertoire dans l'historique
pt: Ir para a frente de um diretrio no histrico
ru: Перейти к одному каталогу в истории

source: Go to the parent directory
de: Gehen Sie zum bergeordneten Verzeichnis
fr: Aller dans le répertoire parent
pt: Ir para o diretrio pai
ru: Перейти к родительскому каталогу

source: Refresh this directory
de: Aktualisieren Sie dieses Verzeichnis
fr: Rafraîchir ce répertoire
pt: Actualizar este diretrio
ru: Обновить этот каталог

source: Delete file(s)
de: Datei(en) lschen
fr: Supprimer le(s) fichier(s)
pt: Excluir o( s) ficheiro( s)
ru: Удалить файл(ы)

source: Create new directory
de: Neues Verzeichnis erstellen
fr: Créer un nouveau répertoire
pt: Criar uma nova pasta
ru: Создать новый каталог

source: Add this directory to my favorites
de: Fgen Sie dieses Verzeichnis zu meinen Favoriten hinzu
fr: Ajouter ce répertoire à mes favoris
pt: Adicionar este diretrio aos meus favoritos
ru: Добавьте этот каталог к моим любимым

source: Preview files
de: Vorschaudateien
fr: Prévisualiser les fichiers
pt: Visualizao dos ficheiros
ru: Просмотр файлов

source: List mode
de: Listenmodus
fr: Mode de liste
pt: Modo de lista
ru: Режим списка

source: Wide list mode
de: Breite Liste-Modus
fr: Mode liste large
pt: Modo de lista larga
ru: Режим широкого списка

source: Detail mode
de: Detailmodus
fr: Mode de détail
pt: Modo de detalhe
ru: Детальный режим

source: Could not create directory '%s'. You may not have permission to perform this operation.
de: Das Verzeichnis %s kann nicht erstellt werden. Sie haben mglicherweise keine Berechtigung, diese Operation durchzufhren.
fr: Impossible de créer le répertoire « %s ». Vous n'avez peut-être pas la permission d'effectuer cette opération.
pt: No foi possvel criar o diretrio %s. Poder no ter permisso para executar esta operao.
ru: Невозможно создать каталог '%s'. Вы можете не иметь разрешения на выполнение этой операции.

source: An error ocurred while trying to delete '%s'. %s
de: Beim Versuch, %s zu lschen, ist ein Fehler aufgetreten. %s
fr: Une erreur survenue lors de l'essai de supprimer « %s ». %s
pt: Um erro ocorreu ao tentar excluir "%s". %s
ru: Ошибка в процессе удаления '%s'. %s

source: File '%s' already exists!
de: Die Datei %s existiert bereits!
fr: Le fichier « %s » existe déjà!
pt: O ficheiro %s j existe!
ru: Файл '%s' уже существует!

source: Unable to rename '%s' to '%s'
de: %s kann nicht in %s umbenannt werden
fr: Impossible de renommer « %s » en « %s »
pt: No foi possvel renomear %s para %s
ru: Невозможно переименовать '%s' в '%s'

source: 3GP Movie
de: 3GP Film
fr: Film 3GP
pt: Filme 3GP
ru: 3GP Фильм

source: Advanced Systems Format Media
de: Fortgeschrittene Systeme Format Medien
fr: Médias de format de systèmes avancés
pt: Mdia de formato de sistemas avanados
ru: Формат усовершенствованных систем

source: AVCHD Video
fr: Vidéo AVCHD
pt: Vdeo AVCHD
ru: Видеозапись AVCHD

source: AVI Movie
de: AVI-Film
fr: Film AVI
pt: AVI Filme
ru: АВИ Фильм

source: DIVX Movie
de: DIVX Film
fr: Film DIVX
pt: Filme DIVX
ru: Фильм DIVX

source: Digital Video
de: Digitales Video
fr: Vidéo numérique
pt: Vdeo digital
ru: Цифровое видео

source: Flash Movie
de: Flash-Film
fr: Film Flash
pt: Filme Flash
ru: Флэш Кино

source: Apple's M4V Movie
de: Apples M4V-Film
fr: Le film M4V d'Apple
pt: Filme M4V da Apple
ru: Фильм Apple M4V

source: Matroska Movie
de: Matroska Film
fr: Film Matroska
pt: Filme de Matroska
ru: Матросское кино

source: Quicktime Movie
de: Quicktime Film
fr: Film rapide
pt: Filme de tempo rpido
ru: Быстрое кино

source: MP4 Movie
de: MP4 Film
fr: Film MP4
pt: Filme MP4
ru: Фильм MP4

source: MPEG Movie
de: MPEG-Film
fr: Film MPEG
pt: Filme MPEG
ru: Фильм MPEG

source: MXF Movie
de: MXF-Film
fr: Film MXF
pt: MXF Filme
ru: MXF Moview

source: Ogg Movie
de: Ogg Film
fr: Film Ogg
pt: Filme de Ogg
ru: Огг Кино

source: Ogg Video
fr: Vidéo Ogg
pt: Vdeo de Ogg
ru: Огг Видео

source: OpenTimelineIO EDL
de: EDL
ru: EDL OpenTimelineio

source: OpenTimelineIO Zipped EDL
ru: OpenTimelineio Zed EDL

source: Real Media Movie
de: Echter Medienfilm
fr: Film de vrais médias
pt: Filme de mdia real
ru: Фильм "Настоящие средства массовой информации"

source: VOB Movie
de: VOB-Film
fr: Film VOB
pt: Filme VOB
ru: Фильм VOB

source: WebM Movie
de: WebM Film
fr: Film WebM
pt: Filme WebM
ru: Фильм WebM

source: WMV Movie
de: WMV-Film
fr: Film WMV
pt: Filme WMV
ru: Фильм WMV

source: RAW Picture
de: RAW-Bild
fr: Image RAW
pt: Imagem RAW
ru: Фотография RAW

source: Bitmap Picture
de: Bitmap-Bild
fr: Image de la carte de bits
pt: Imagem do mapa de bits
ru: Картинка

source: Cineon Picture
de: Cineon Bild
fr: Photo cinématographique
pt: Imagen Cineon
ru: Картина с кинеоном

source: Canon Raw Picture
fr: Image brute de Canon
pt: Imagem bruta de Canon
ru: Рамка канона

source: Kodak Digital Negative
de: Kodak Digital Negativ
fr: Négatif numérique Kodak
pt: Kodak Digital Negativo
ru: Цифровой отрицательный Kodak

source: DPX Picture
de: DPX-Bild
fr: Image DPX
pt: Imagem DPX
ru: DРХ Иллюстрация

source: EXR Picture
de: EXR-Bild
fr: Image EXR
pt: Imagem EXR
ru: ИСПЫТАНИЕ

source: GIF Picture
de: GIF-Bild
fr: Image GIF
pt: Imagem GIF
ru: Фотография GIF

source: HDRI Picture
de: HDRI-Bild
fr: Image HDRI
pt: Imagem HDRI
ru: Фотография ДРЧ

source: JPEG Picture
de: JPEG-Bild
fr: Image JPEG
pt: Imagem JPEG
ru: Фото JPEG

source: Softimage Picture
de: Softimage-Bild
fr: Image softimage
pt: Imagem Softimage
ru: Симпатичная картинка

source: Portable Network Graphics Picture
de: Portables Netzwerk-Grafikbild
fr: Image graphique du réseau portable
pt: Imagem de Grficos de Rede Portteis
ru: Картина Портативных сетей

source: Portable Pixmap
fr: Carte Pix portable
pt: Mapa Pix porttil
ru: Портативная пикс-карта

source: Photoshop Picture
de: Photoshop Bild
fr: Photo Photoshop
pt: Imagem do Photoshop
ru: Фотошоп

source: SGI Picture
de: SGI-Bild
fr: Image SIG
pt: Imagem SIG
ru: Картина SGI

source: Stereo OpenEXR Picture
de: Stereo OpenEXR Bild
fr: Image stéréo OpenEXR
pt: Imagem do Stereo OpenEXR
ru: Картина Stereo OpenEXR

source: TGA Picture
de: TGA-Bild
fr: Image TGA
pt: Imagem TGA
ru: Картина TGA

source: TIFF Picture
de: TIFF-Bild
fr: Image TIFF
pt: Imagem do TIFF
ru: Фотография TIFF

source: MP3 music
de: MP3-Musik
fr: Musique MP3
pt: Msica MP3
ru: Музыка MP3

source: OGG Vorbis music
de: OGG Vorbis Musik
fr: Musique OGG Vorbis
pt: Msica OGG Vorbis
ru: Музыка WGG Vorbis

source: Wave music
de: Wellenmusik
fr: Musique d'ondes
pt: Msica de ondas
ru: Волновая музыка

source: OpenUSD Asset
de: Offener USD-Vermgenswert
fr: Activo OpenUSD
pt: Activo OpenUSD
ru: Активы с открытым капиталом

source: OpenUSD Zipped Asset
fr: Activo zippé OpenUSD
pt: Activo Zipped OpenUSD
ru: Активы, приобретенные в рамках программы &lt; Открытое имущество &gt;

source: OpenUSD Compressed Asset
fr: Actif compressé OpenUSD
pt: Activo comprimido OpenUSD
ru: Сжимаемый актив Open$

source: OpenUSD ASCII Asset
de: Offener USD-ASCII-Vermgenswert
fr: Activo OpenUSD ASCII
pt: Activo OpenUSD ASCII
ru: Активы ASCII Open$

source: Another process using the file.
de: Ein weiterer Prozess, der die Datei verwendet.
fr: Un autre processus utilisant le fichier.
pt: Outro processo usando o arquivo.
ru: Другой процесс с использованием файла.

source: Replace
de: Ersetzen
fr: Remplacer
pt: Substituir
ru: Заменить

source: Find:
de: Suchen:
fr: Recherche :
pt: Procurar:
ru: Найти:

source: Replace:
de: Ersetzen:
fr: Remplacer :
pt: Substituir:
ru: Заменить:

source: Replace All
de: Alle ersetzen
fr: Remplacer tout
pt: Substituir Todos
ru: Заменить все

source: Replace Next
de: Nchsten ersetzen
fr: Remplacer Suivant
pt: Substituir Prxima
ru: Заменить следующий

source: D = Decoding supported
de: D = Decodierung untersttzt
fr: D = Décodage pris en charge
pt: D = Decodificao suportada
ru: D = поддерживаемое декодирование

source: E = Encoding supported
de: E = Kodierung untersttzt
fr: E = Codage pris en charge
pt: E = Codificao suportada
ru: E = поддерживаемое кодирование

source: I = Intra frame-only codec
de: I = Nur intra Frame-Codec
fr: I = codec intra frame uniquement
pt: I = Cdec intra-frame apenas
ru: I = только коды для внутренней рамыc

source: L = Lossy compression
de: L = Verlustkompression
fr: L = compression par perte
pt: L = Compresso de perda
ru: L = проигрышное сжатие

source: S = Lossless compression
de: S = verlustfreie Kompression
fr: S = Compression sans perte
pt: S = Compresso sem perda
ru: S = Бесполезное сжатие

source: With gcc
de: mit gcc
fr: Avec gcc
pt: Com gcc
ru: С gcc

source: With clang
de: Mit Klatsch
fr: Avec clang
pt: Com clang
ru: С кланом

source: With msvc
de: Mit msvc
fr: Avec msvc
pt: Com msvc
ru: С msvc

source: mrv2 depends on:
de: mrv2 hngt ab von:
fr: Le mrv2 dépend de:
pt: o mrv2 depende de:
ru: mrv2 зависит от:

source: Vendor:
de: Hersteller:
fr: Fournisseur :
pt: Fornecedor:
ru: Поставщик:

source: Renderer:
fr: C'est ce que j'ai dit.
pt: Rendador:
ru: Редактор:

source: Version:
pt: Verso:
ru: Версия:

source: Max. Texture Size:
de: Maximale Texturgre:
fr: Taille maximale de la texture :
pt: Tamanho mximo de textura:
ru: Макс. размер текстуры:

source: This is a list of contributors to the mrv2 project:
de: Dies ist eine Liste der Mitwirkenden des mrv2-Projekts:
fr: Voici une liste des contributeurs au projet mrv2 :
pt: Esta uma lista de contribuintes para o projeto mrv2:
ru: Это список участников проекта mrv2:

source: Mark an area in the image with SHIFT + the left mouse button
de: Markieren Sie einen Bereich im Bild mit SHIFT + der linken Maustaste
fr: Marquer une zone dans l'image avec SHIFT + le bouton gauche de la souris
pt: Marque uma rea na imagem com SHIFT + o boto esquerdo do mouse
ru: Отметьте область в образе с помощью SHIFT + левой кнопки мыши

source: &Copy
de: & Kopieren
fr: Copier
pt: & Copiar
ru: & Копи

source: Everything OK.
de: Alles in Ordnung.
fr: Tout va bien.
pt: Est tudo bem.
ru: Всё в порядке.

source: GPU: Unknown
de: GPU: Unbekannt
fr: GPU : Inconnu
pt: GPU: Desconhecido
ru: GPU: неизвестно

source: Elapsed
de: Verstrichen
fr: Échéance
pt: Perodo de validade
ru: Свернуто

source: Remaining
de: Verbleibend
fr: Résultants
pt: Remanescente
ru: Остальное

source: Undock
de: Anlandung
fr: Désactiver
pt: Desbloquear
ru: Унток

source: Dock
ru: Док

source: Dismiss
de: Wegtreten
fr: Rejet
pt: Rejeio
ru: Разойтись

source: Drag Box
fr: Boîte à glisser
pt: Caixa de Arrastar
ru: Драконья коробка

source: Unknown type for mrvOCIOBrowser
de: Unbekannter Typ fr mrvOCIOBrowser
fr: Type inconnu pour mrvocioBrowser
pt: Tipo desconhecido para mrvoCIOBrowser
ru: Неизвестный тип mrvOCIOBrowser

source: Session:
de: Sitzung:
pt: Sesso:
ru: Сессия:

source: Edit/&Copy
de: Bearbeiten/Kopieren
fr: Modifier/Copier
pt: Editar/Copiado
ru: Правка/Копировать

source: Reset to default value
de: Auf Standardwert zurcksetzen
fr: Réinitialiser à la valeur par défaut
pt: Reiniciar para o valor padro
ru: Перезагрузить в значение по умолчанию

source: &File/&Clone
de: Datei/Klonen
fr: Fichier/Clone
pt: Ficheiro/Clone
ru: Файл/Клон

source: &File/&Refresh Cache
de: Datei/Cache aktualisieren
fr: Fichier/Rafraîchir le cache
pt: Ficheiro/Refrescar a Cache
ru: Файл/Обновить кэш

source: &Copy/&Filename
de: Kopieren/Dateiname
fr: Copier/Nom du fichier
pt: Copiado/Nome do ficheiro
ru: Копировать/Имя файла

source: &Show/In &File Manager
de: Anzeigen/Im Datei-Manager
fr: Afficher/Dans le gestionnaire de fichiers
pt: Mostrar/No Gerenciador de Ficheiros
ru: Показать/В файловом менеджере

source: Maximum:
de: Hchstmenge:
pt: Mximo:
ru: Максимум:

source: Copy/Color
de: Kopieren/Farbe
fr: Copier/Couleur
pt: Copiado/Cor
ru: Копировать/Цвет

source: Area
de: Flche
fr: Superficie
pt: rea
ru: Область

source: pixel
ru: пиксель

source: pixels
de: Pixel
ru: пиксели

source: Maximum
de: Hchstmenge
pt: Mximo
ru: Максимум

source: Minimum
de: Mindestgehalt
pt: Mnimo
ru: Минимальный

source: Range
de: Bereich
fr: Gamme
pt: Alcance
ru: Диапазон

source: Mean
de: Mittel
fr: Moyenne
pt: Mdia
ru: Средняя

source: Track #%d - %s
fr: Voie #%d - %s
pt: Faixa #%d - %s
ru: Дорожка #%d - %s

source: Same Size
de: Gleiche Gre
fr: Même taille
pt: Mismo Tamanho
ru: Один и тот же размер

source: Half Size
de: Halbe Gre
fr: Demi-dimension
pt: Meio Tamanho
ru: Полуразмер

source: Quarter Size
de: Vierteljhrliche Gre
fr: Taille trimestrielle
pt: Tamanho trimestral
ru: Размер квартала

source: TV (Legal Range)
de: TV (Legaler Bereich)
pt: TV (Intervalo Legal)
ru: ТV (Законный Диапазон)

source: PC (Full Range)
de: PC (vollständiger Bereich)
pt: PC (Intervalo Completo)
ru: PC (полная дальность)

source: unspecified
de: nicht spezifiziert
fr: non spécifié
pt: no especificado
ru: не указано

source: reserved
de: reserviert
fr: réservé
pt: reservado
ru: зарезервированы

source: Film
pt: Filme
ru: Фильм

source: Save Movie Options
de: Film-Optionen speichern
fr: Enregistrer les options du film
pt: Gravar Opes do Filme
ru: Сохранить параметры кинематографа

source: Common Settings
de: Hufige Einstellungen
fr: Paramètres communs
pt: Configuraes comuns
ru: Общие параметры

source: Save Annotations
de: Anmerkungen speichern
fr: Enregistrer les annotations
pt: Salvar anotaes
ru: Сохранить напоминания
