Repository: ggarra13/mrv2
Catalog: src/po/*.po
Languages: de, fr, pt, ru

source: Display
de: Anzeige
fr: Affichage
pt: Apresentao
ru: Показать

source: How to display timeline by default.
de: Wie man standardmig Zeitleiste anzeigt.
fr: Comment afficher la chronologie par défaut.
pt: Como exibir a linha do tempo por padro.
ru: Как отображать временную линию по умолчанию.

source: Start in Edit mode
de: Im Bearbeitungsmodus starten
fr: Démarrer en mode Édition
pt: Iniciar no modo Editar
ru: Начать в режиме Правки

source: Editing viewport will be visible at start up.
de: Das Bearbeiten des Ansichtsfensters wird beim Start sichtbar.
fr: L'édition de la vue sera visible au démarrage.
pt: A edio do viewport ser visvel no arranque.
ru: Редакторский порт будет виден с самого начала.

source: Remove EDLs in Temporary Folder on Exit
de: EDLs im temporren Ordner beim Beenden entfernen
fr: Supprimer les EDL dans le dossier temporaire à la sortie
pt: Remover EDLs na pasta temporria na sada
ru: Удалить EDL во временной папке при выходе

source: When selected, temporary EDLs (Playlists) will be removed from the temporary folder.
de: Wenn ausgewhlt, werden temporre EDLs (Playlists) aus dem temporren Ordner entfernt.
fr: Une fois sélectionnés, les EDL temporaires (Playlists) seront supprimés du dossier temporaire.
pt: Quando selecionado, os EDLs temporrios (Listas de Reproduo) sero removidos da pasta temporria.
ru: При выборе из временной папки будут удалены временные EDL (Playlists).

source: Video Start Frame
pt: Quadro de início de vídeo
ru: Строка запуска видео

source: Start value in the timeline where video starts.
pt: Inicie o valor na linha de tempo onde o vídeo começa.
ru: Начинаем значение в графике, где начинается видео.

source: Playback
de: Wiedergabe
fr: Remise en ligne
pt: Reproduo
ru: Воспроизведение

source: Auto Playback
de: Automatische Wiedergabe
fr: Lecture automatique
pt: Reproduo automtica
ru: Автозакрытие воспроизведения

source: Start Playback when opening files.
de: Starten Sie Wiedergabe beim ffnen von Dateien.
fr: Démarrer la lecture lors de l'ouverture des fichiers.
pt: Iniciar a Reproduo ao abrir arquivos.
ru: Начать воспроизведение при открытии файлов.

source: Scrub with Audio
de: Scrub mit Audio
fr: Scrub avec l'audio
pt: Esfregar com udio
ru: Скрутка звука

source: Start playback when scrubbing so that audio can be heard. Scrubbing can be less smooth.
de: Starten Sie die Wiedergabe beim Scrubbing, so dass Audio gehrt werden kann. Scrubbing kann weniger glatt sein.
fr: Commencez la lecture lors du nettoyage afin que l'audio puisse être entendu. Le frottement peut être moins lisse.
pt: Comece a reproduo ao limpar para que o udio possa ser ouvido. A esfregadeira pode ser menos suave.
ru: Начать воспроизведение при чистке, чтобы звук был услышан. Скруббирование может быть менее гладким.

source: Single Click Playback
de: Einzelklick auf Wiedergabe
fr: Un seul clic de lecture
pt: Reproduo de Single ClickName
ru: Воспроизведение по одиночному клику

source: Start Playback when single clicking the left mouse button on the view window
de: Playback starten, wenn Sie mit der linken Maustaste auf das Ansichtsfenster klicken
fr: Démarrer la lecture en cliquant sur le bouton gauche de la souris sur la fenêtre de vue
pt: Iniciar a reproduo quando clicar um s boto do mouse na janela da vista
ru: Запустить воспроизведение, когда один щелчок левой кнопкой мыши на окне просмотра

source: Auto Hide Pixel Bar
de: Pixelleiste automatisch ausblenden
fr: Masquer automatiquement la barre des pixels
pt: Ocultar automaticamente a barra de pixels
ru: Автоматическое скрытие пикселя

source: The Pixel Bar can slow down playback at high resolutions. When this option is on, the pixel toolbar will be hidden automatically.
de: Die Pixelleiste kann die Wiedergabe bei hohen Auflsungen verlangsamen. Wenn diese Option aktiviert ist, wird die Pixelleiste automatisch ausgeblendet.
fr: La barre Pixel peut ralentir la lecture à haute résolution. Lorsque cette option est activée, la barre d'outils pixel sera cachée automatiquement.
pt: A Barra de pixels pode atrasar a reproduo em altas resolues. Quando esta opo estiver ligada, a barra de ferramentas de pixels ser oculta automaticamente.
ru: Pixel Bar может замедлить воспроизведение при высоких разрешениях. Когда эта опция включена, панель пикселя будет скрыта автоматически.

source: Sequences
de: Sequenzen
fr: Séquences
pt: Sequncias
ru: Последовательность

source: Speed
de: Geschwindigkeit
fr: Vitesse
pt: Velocidade
ru: Скорость

source: Frames Per Second value for sequences that don't have embedded speed.
de: Frames Pro Second Wert fr Sequenzen, die keine eingebettete Geschwindigkeit haben.
fr: Frames Par seconde valeur pour les séquences qui n'ont pas de vitesse intégrée.
pt: Quadros Por Segundo valor para sequncias que no tm velocidade incorporada.
ru: Рамки на второе значение для последовательностей, которые не имеют встроенной скорости.

source: Looping Mode
de: Looping-Modus
fr: Mode de braquage
pt: Modo de Looping
ru: Режим прокладки

source: Select default looping mode in timeline.
de: Whlen Sie den Standard-Looping-Modus in der Timeline aus.
fr: Sélectionnez le mode de boucle par défaut dans la timeline.
pt: Selecione o modo de loop padro na linha do tempo.
ru: Выберите режим петли по умолчанию во времени.

source: Scrub Sensitivity
de: Scrub Sensitivitt
fr: Scrub Sensibilité
pt: Sensibilidade ao Esfregar
ru: Чувствительность

source: This setting controls the sensitivity of scrubbing (SHIFT and then the mouse right and left). Smaller values make the mouse move jump more frames while higher values does the opposite.
de: Diese Einstellung steuert die Empfindlichkeit des Scheuerns (SHIFT und dann die Maus rechts und links). Kleinere Werte lassen die Maus bewegen springen mehr Rahmen, whrend hhere Werte das Gegenteil tun.
fr: Ce réglage contrôle la sensibilité du nettoyage (SHIFT puis la souris à droite et à gauche). Des valeurs plus petites font que la souris se déplace sauter plus de cadres tandis que des valeurs plus élevées font le contraire.
pt: Esta configurao controla a sensibilidade da limpeza (SHIFT e, em seguida, o mouse direita e esquerda). Valores menores fazem com que o mouse mova pule mais molduras enquanto valores mais elevados fazem o oposto.
ru: Эта регулировка контролирует чувствительность скруббирования (SHIFT и затем мышь справа и слева). Меньшие значения заставляют мышь двигать больше кадров, в то время как более высокие значения делают обратное.

source: Default View
de: Standard Sicht
fr: Vue par défaut
pt: Visualizao padro
ru: Вид по умолчанию

source: Show Transitions
de: bergnge anzeigen
fr: Afficher les transitions
pt: Mostrar Transies
ru: Показать изменения

source: Show Transitions in Edit Viewport
de: bergnge im Ansichtsfenster bearbeiten anzeigen
fr: Afficher les transitions dans le viewport d'édition
pt: Mostrar Transies no Visualizador de Editar
ru: Показать изменения в просмотре

source: Show Markers
de: Markierungen anzeigen
fr: Afficher les marqueurs
pt: Mostrar Marcadores
ru: Показать маркеры

source: Show Markers in Edit Viewport
de: Marker im Ansichtsfenster bearbeiten anzeigen
fr: Afficher les marqueurs dans la fenêtre d'édition
pt: Mostrar marcadores na visualizao de Editar
ru: Показать маркеры в портале Правки

source: Behavior
de: Verhalten
fr: Comportement
pt: Comportamento
ru: Поведение

source: Edit Associated Clips
de: Assoziierte Clips bearbeiten
fr: Modifier les clips associés
pt: Editar Clips Associados
ru: Правка Ассоциированные Клипы

source: Edit Associated Clips.
de: Zugehrige Clips bearbeiten.
fr: Modifier les clips associés.
pt: Editar Clips Associados.
ru: Правка Associated Clips.

source: Editable
de: Bearbeitbar
fr: Éditable
pt: Editvel
ru: Редакция

source: Editable Timeline Viewport.
de: Editierbarer Timeline Viewport.
fr: Affichage de la ligne chronologique éditable.
pt: Visualizao da linha de tempo editvel.
ru: Редактируемый просмотр времени.

source: OCIO Config File
de: OCIO-Konfig-Datei
fr: Fichier de configuration OCIO
pt: Ficheiro de Configurao OCIO
ru: Файл OCIO Conpig

source: This is the path to your config.ocio file. It can be set with the environment variable OCIO, which takes precedence over any saved setting.
de: Dies ist der Pfad zu Ihrer config.ocio-Datei. Sie kann mit der Umgebungsvariablen OCIO eingestellt werden, die Vorrang vor jeder gespeicherten Einstellung hat.
fr: C'est le chemin vers votre fichier config.ocio. Il peut être défini avec la variable d'environnement OCIO, qui a priorité sur n'importe quel paramètre sauvegardé.
pt: Este o caminho para o ficheiro config.ocio. Pode ser definido com a varivel ambiente OCIO, que tem prioridade sobre qualquer configurao salva.
ru: Это путь к вашему файлу config.ocio. Он может быть установлен с переменной окружающей среды OCIO, которая имеет приоритет над любой сохранённой настройкой.

source: Built-in Configs
de: Eingebaute Einbauten
fr: Configs intégrés
pt: Condies incorporadas
ru: Встроенные конфигуры

source: Pick a config.ocio file from disk.
de: Whlen Sie eine config.ocio-Datei von der Festplatte aus.
fr: Choisissez un fichier config.ocio sur le disque.
pt: Escolha um arquivo config.ocio do disco.
ru: Выбери файл config.ocio с диска.

source: Use Default Display and View
de: Standardanzeige und Ansicht verwenden
fr: Utiliser l'affichage et la vue par défaut
pt: Usar Apresentação e Visualização padrão
ru: Использовать по умолчанию показ и просмотр

source: When this option is on, and your config.ocio has a default display and view, it will be used to be set as default.
de: Wenn diese Option aktiviert ist und Ihre config.ocio eine Standardanzeige und Ansicht hat, wird sie als Standardeinstellung verwendet.
fr: Lorsque cette option est activée, et que votre config.ocio a un affichage et une vue par défaut, elle sera utilisée pour être définie par défaut.
pt: Quando esta opção estiver ligada, e o seu config.ocio tiver uma visualização e visualização padrão, será usado para ser definido como padrão.
ru: Когда эта опция включена, и у вашей конфег.ocio есть по умолчанию дисплей и обзор, она будет установлена как по умолчанию.

source: Use Active Views and Active Displays
de: Aktive Ansichten und aktive Displays verwenden
fr: Utiliser les Vues actives et les Affichages actifs
pt: Usar Visualizaes Ativas e Displays Ativos
ru: Использовать активные взгляды и активные дисплеи

source: When this option is off, OCIO files with active_views: and active_displays: are not taken into account.
de: Wenn diese Option deaktiviert ist, werden OCIO-Dateien mit active_views: und active_displays: nicht bercksichtigt.
fr: Lorsque cette option est désactivée, les fichiers OCIO avec active_views: et active_displays: ne sont pas pris en compte.
pt: Quando esta opo est desativada, os arquivos OCIO com active_views: e active_displays: no so levados em conta.
ru: Когда эта опция выключена, файлы OCIO с активными просмотрами: и активные_дискуссии: не принимаются во внимание.

source: OCIO Defaults
de: OCIO-Standards
fr: Défauts OCIO
pt: Predefinies da OCIO
ru: Погрешности OCIO

source: 8-bits
de: 8 Bit
ru: 8 бит

source: The name of the OCIO default image color space for 8 bit images (jpg, bmp, etc).
de: Der Name des OCIO Standardbildfarbraums für 8 Bit Bilder (jpg, bmp, etc.).
fr: Le nom de l'espace de couleur d'image OCIO par défaut pour les images de 8 bits (jpg, bmp, etc).
pt: O nome do espaço de cores padrão da imagem OCIO para imagens de 8 bits (jpg, bmp, etc).
ru: Название цветового пространства OCIO для 8 битных изображений (jpg, bmp и т.д.).

source: 16-bits
de: 16 Bit
ru: 16 бит

source: The name of the OCIO default image color space for 16-bit images (cin, tiff, etc.)
de: Der Name des OCIO Standardbild-Farbraums für 16-Bit-Bilder (Zinn, Tiff, etc.)
fr: Le nom de l'espace de couleur d'image OCIO par défaut pour les images 16 bits (cin, tiff, etc.)
pt: O nome do espaço de cores padrão da imagem OCIO para imagens de 16 bits (cin, tiff, etc.)
ru: Название цветового пространства OCIO для 16-битных изображений (cin, tiff и т.д.)

source: 32-bits
de: 32 Bit
ru: 32 бита

source: The name of the OCIO default image color space for 32-bit int images (openexr integers, etc.)
de: Der Name des OCIO-Standardbildfarbraums für 32-Bit-Int-Bilder (openexr-Integer, etc.)
fr: Le nom de l'espace de couleur d'image OCIO par défaut pour les images int 32 bits (openexr entiers, etc.)
pt: O nome do espaço de cores padrão da imagem OCIO para imagens int de 32 bits (openexr inteiros, etc.)
ru: Название цветового пространства OCIO для 32-битных интиллюстраций (открытые целые числа и т.д.)

source: half
de: Hlfte
fr: moitié
pt: metade
ru: половина

source: The name of the OCIO default image color space for OpenEXR half images.
de: Der Name des OCIO Standardbildfarbraums für OpenEXR Halbbilder.
fr: Le nom de l'espace de couleur d'image par défaut OCIO pour les images demi OpenEXR.
pt: O nome do espaço de cores padrão da imagem OCIO para a metade das imagens do OpenEXR.
ru: Название цветового пространства OCIO для полуснимков OpenEXR.

source: float
fr: point flottant
pt: Ponto flutuante
ru: плавучая точка

source: The name of the OCIO default image color space for half and float images (OpenEXR, hdr, dpx, etc.)
de: Der Name des OCIO Standardbild-Farbraums für Halb- und Float-Bilder (OpenEXR, hdr, dpx, etc.)
fr: Le nom de l'espace de couleur d'image OCIO par défaut pour la moitié et les images flottantes (OpenEXR, hdr, dpx, etc.)
pt: O nome do espaço de cores padrão da imagem OCIO para metade e imagens flutuantes (OpenEXR, hdr, dpx, etc.)
ru: Название цветового пространства OCIO для половинных и поплавковых изображений (OpenEXR, hdr, dpx и т.д.)

source: Default Look
de: Standardansicht
fr: Recherche par défaut
pt: Prospeco predefinida
ru: По умолчанию

source: Display / View
de: Anzeige / Sicht
fr: Affichage/Affichage
pt: Apresentao/Visualizao
ru: Показать/Вид

source: Default Display / View
de: Standardanzeige / Sicht
fr: Affichage par défaut/Affichage
pt: Apresentao padro/Visualizao
ru: Показать по умолчанию/Вид

source: Loading
de: Laden
fr: Chargement
pt: Carregamento
ru: Загрузка

source: Version Regex
pt: Verso Regex
ru: Версия Regex

source: Regular Expression used to match clip versions. Must group three things (prefix, number and suffix). If left on its default value (_v), it will automatically be created a regular expression to match versions defined with _v in the name of the file, directory or both. For example: gizmo_v001.0001.exr
de: Regulärer Ausdruck, der verwendet wird, um Clip-Versionen zu erkennen. Muss drei Dinge gruppieren (Präfix, Nummer und Suffix). Wenn der Standardwert (_v) beibehalten wird, wird automatisch ein regulärer Ausdruck erstellt, der Versionen erkennt, die mit _v im Namen der Datei, des Verzeichnisses oder beidem definiert sind. Zum Beispiel: gizmo_v001.0001.exr
fr: Expression régulière utilisée pour correspondre aux versions de clip. Il faut grouper trois choses (préfixe, numéro et suffixe). Si elle est laissée sur sa valeur par défaut (_v), elle sera automatiquement créée une expression régulière pour correspondre aux versions définies avec _v dans le nom du fichier, répertoire ou les deux. Par exemple: gizmo_v001.001.exr
pt: Expressão regular usada para combinar as versões do clipe. Deve agrupar três coisas (prefixo, número e sufixo). Se for deixada no seu valor padrão (_v), será automaticamente criada uma expressão regular para combinar as versões definidas com _v no nome do arquivo, diretório ou ambos. Por exemplo: gizmo_v001.0001.exr
ru: Регулярное выражение, используемое для совпадения с версиями клипов. Нужно группировать три вещи (prefix, число и suffix). Если оставить на своем значении по умолчанию (_v), то оно автоматически будет создаваться регулярное выражение для совпадения с версиями, определенными на _v в имени файла, каталога или обоих. Например: gizmo_v001 0001.exr

source: Maximum Images Apart
de: Maximale Bilder getrennt
fr: Images maximales à part
pt: Mximo de Imagens Aparte
ru: Максимальные изображения

source: When searching for a version, this value is the maximum version apart from each other when searching the first or last version.
de: Bei der Suche nach einer Version ist dieser Wert die maximale Version, die bei der Suche nach der ersten oder letzten Version voneinander entfernt ist.
fr: Lorsque vous recherchez une version, cette valeur est la version maximale à part l'une de l'autre lorsque vous recherchez la première ou la dernière version.
pt: Ao procurar uma verso, este valor a verso mxima, alm um do outro, ao procurar a primeira ou a ltima verso.
ru: При поиске версии это значение представляет собой максимальную версию отдельно друг от друга при поиске первой или последней версии.

source: Missing Frame
de: Fehlender Rahmen
fr: Cadre manquant
pt: Quadro Faltado
ru: Недостающие рамки

source: Path Mappings
de: Pfad-Mappings
fr: Cartographie des chemins
pt: Mapas do Caminho
ru: Пути картирования

source: Use Up and Down arrows to move the selected line up and down. Double click to change item. Click on an empty area to unselect.
de: Verwenden Sie Pfeile nach oben und unten, um die ausgewhlte Linie nach oben und unten zu bewegen. Doppelklicken Sie, um den Eintrag zu ndern.
ru: Используйте стрелки вверх и вниз, чтобы переместить выбранную линию вверх и вниз. Двойной щелчок для изменения пункта. Нажмите на пустую область, чтобы не выбрать.

source: Add Paths
de: Pfade hinzufgen
fr: Ajouter des chemins
pt: Adicionar Caminhos
ru: Добавить пути

source: Add a new remote mapping.
de: Fgen Sie ein neues Remote Mapping hinzu.
fr: Ajoutez une nouvelle cartographie à distance.
pt: Adicionar um novo mapeamento remoto.
ru: Добавить новое дистанционное картирование.

source: Remove Paths
de: Pfade entfernen
fr: Supprimer les chemins
pt: Remover Caminhos
ru: Удалить пути

source: Remove the currently selected path mapping.
de: Entfernen Sie das aktuell ausgewhlte Pfad-Mapping.
fr: Supprimer la cartographie de chemin actuellement sélectionnée.
pt: Remove o mapeamento de caminhos seleccionado atualmente.
ru: Удалить выбранное в настоящее время картирование путей.

source: Send
de: Senden
fr: Envoyer
pt: Enviar
ru: Отправить

source: Accept
de: Akzeptieren
fr: Accepter
pt: Aceitar
ru: Принять

source: UI Control
de: UI-Kontrolle
fr: Contrôle de l'interface utilisateur
pt: Controlo da IU
ru: Контроль UI

source: Pan and Zoom
de: Pan und Zoom
fr: Pan et zoom
pt: Pan e Zoom
ru: Пановое и крупногабаритное

source: Color Control
de: Farbregelung
fr: Contrôle des couleurs
pt: Controle de cores
ru: Контроль цвета

source: Audio Control
de: Audiosteuerung
fr: Contrôle audio
pt: Controle de udio
ru: Аудиовизуальное управление

source: Monitor VSync
de: VSync berwachen
fr: Surveillez VSync
pt: Monitorar VSync
ru: Монитор VSync

source: Turns on and off Monitor's Vsync. VSync off can display movies faster, at the cost of potential tearing in the image.
de: Schaltet den Vsync des Monitors ein und aus. VSync off kann Filme schneller anzeigen, und zwar auf Kosten eines mglichen Risses im Bild.
fr: Active et désactive le Vsync de Moniteur. VSync peut afficher des films plus rapidement, au prix d'un déchirement potentiel de l'image.
pt: Liga e desliga o Vsync do Monitor. O VSync desliga pode exibir filmes mais rpido, ao custo de potencial rasgamento na imagem.
ru: Включается и выключается Vsync Monitor's Vsync. VSync может показывать фильмы быстрее, за счет потенциального разрыва изображения.

source: Color Buffers' Accuracy
de: Genauigkeit der Farbpuffer
fr: Exactitude des tampons de couleur
pt: Preciso dos bufers de cores
ru: Точность цветовых буферов

source: Color Buffers can be Float, Half Float, Fast or Automatic. Float preserves all float information, Half Float preserves most float information and Fast works in 8-bits. Automatic selects the accuracy baed on image depth.
de: Farbpuffer knnen Float, Half Float, Fast oder Automatic sein. Float bewahrt alle Float-Informationen, Half Float bewahrt die meisten Float-Informationen und Fast arbeitet in 8-Bits. Automatisch whlt die Genauigkeit auf Bildtiefe baed.
fr: Les tampons couleur peuvent être Float, Half Float, Fast ou Automatique. Float préserve toutes les informations de flotteur, Half Float préserve la plupart des informations de flotteur et Fast fonctionne en 8 bits. Automatique sélectionne la précision baed sur la profondeur de l'image.
pt: Os buffers de cores podem ser flutuantes, meio flutuantes, rpidos ou automticos. Float preserva todas as informaes flutuantes, Half Float preserva a maioria das informaes flutuantes e funciona rpido em 8 bits. Automtico seleciona a preciso baed na profundidade da imagem.
ru: Цветные Buffers могут быть Float, Float Float, Fast или Automo. Float сохраняет всю поплавковую информацию, Пол Float сохраняет большую часть поплавковой информации и быстро работает в 8 битах. Автоматически выбирает точность на глубине изображения.

source: Viewports can be drawn with blitting or with OpenGL shaders. Depending on graphics card and OS one can perform better then the other.
de: Viewports knnen mit Blitting oder mit OpenGL Shadern gezeichnet werden. Abhngig von Grafikkarte und OS kann man besser als der andere ausfhren.
fr: Les affichages peuvent être dessinés avec des brouillards ou avec des shaders OpenGL. Selon la carte graphique et le système d'exploitation, l'un peut fonctionner mieux que l'autre.
pt: Os viewports podem ser desenhados com blitting ou com shaders OpenGL. Dependendo da placa grfica e do sistema operacional, um pode funcionar melhor do que o outro.
ru: Просмотры можно нарисовать с помощью блеска или с помощью OpenGL Sheners. В зависимости от карты графики и ОС один может работать лучше, а другой - лучше.

source: Blit Timeline
fr: Délai de fermeture
pt: Linha Do Tempo de Blit
ru: Блитная временн*е рамки

source: Timeline can be drawn with blitting or with OpenGL shaders. Depending on graphics card and OS one can perform better then the other.
de: Timeline kann mit Blitting oder mit OpenGL Shadern gezeichnet werden. Je nach Grafikkarte und OS kann man besser als die andere Leistung.
fr: La ligne de temps peut être dessinée avec des brouillages ou avec des shaders OpenGL. Selon la carte graphique et le système d'exploitation l'un peut fonctionner mieux que l'autre.
pt: A linha de tempo pode ser desenhada com blitting ou com shaders OpenGL. Dependendo da placa grfica e do sistema operacional, uma pode funcionar melhor do que a outra.
ru: Временную линию можно нарисовать с помощью блеска или с помощью OpenGL Sheners. В зависимости от карты графики и ОС один может работать лучше, а другой - лучше.

source: For changes to take effect, you will need to re-open any movies already playing or reload mrv2.
de: Damit nderungen wirksam werden, mssen Sie alle bereits abgespielten Filme erneut ffnen oder mrv2 neu laden.
fr: Pour que les changements entrent en vigueur, vous devrez ré-ouvrir tous les films déjà joués ou recharger mrv2.
pt: Para que as alteraes entrem em vigor, voc precisar reabrir todos os filmes j reproduzidos ou recarregar mrv2.
ru: Для того чтобы изменения вступили в силу, вам нужно будет вновь открыть любые фильмы, которые уже играют или перезаряжают mrv2.

source: Audio API to use for platforms that support multiple APIs (Linux only)
de: Audio-API fr Plattformen, die mehrere APIs untersttzen (nur Linux)
fr: Audio API à utiliser pour les plates-formes qui prennent en charge plusieurs API (Linux seulement)
pt: API de udio para usar para plataformas que suportam vrias APIs (apenas Linux)
ru: Audio API для использования в платформах, которые поддерживают несколько API (только Linux)

source: Output Device
de: Ausgabegert
fr: Dispositif de sortie
pt: Dispositivo de sada
ru: Выходное устройство
