Repository: ggarra13/mrv2
Catalog: src/po/*.po
Languages: de, fr, pt, ru

source: OpenColorIO view name.
de: OpenColorIO-Ansichtsname.
fr: Nom de la vue OpenColorIO.
pt: Nome da vista OpenColorIO.
ru: Имя просмотра OpenColorIO.

source: OpenColorIO look name.
fr: OpenColorIO nom de l'apparence.
pt: O OpenColorIO parece nome.
ru: Название OpenColorIO.

source: LUT file name.
de: LUT-Dateiname.
fr: Nom du fichier LUT.
pt: Nome do ficheiro LUT.
ru: Имя файла LUT.

source: LUT operation order.
de: Befehl fr die Operation.
fr: LUT ordre d'opération.
pt: Ordem de operao LUT.
ru: Порядок операций LUT.

source: Python Script to run and exit.
de: Python Script zum Ausfhren und Beenden.
fr: Python Script à exécuter et à sortir.
pt: Python Script para executar e sair.
ru: Скрипт Python для выполнения и выхода.

source: Python Arguments to pass to the Python script as a single quoted string like "arg1 'arg2 asd' arg3", stored in cmd.argv.
de: Python Argumente, als einzelne zitierte Zeichenkette wie "arg1 'arg2 asd' arg3" auf das Python-Skript zu bertragen, gespeichert in cmd.argv.
fr: Arguments de Python pour passer au script de Python comme une chaîne de caractères citée comme "arg1 'arg2 asd' arg3", stockée dans cmd.argv.
pt: Argumentos de Python para passar para o script de Python como uma nica corda citada como "arg1 'arg2 asd' arg3", armazenada em cmd.argv.
ru: Python Arguments для передачи Питонскому сценарию как одна цитируемая струна, как "arg1 'arg2 asd' arg3", хранимая в смд.argv.

source: Reset settings to defaults.
de: Einstellungen auf Standardeinstellungen zurcksetzen.
fr: Réinitialiser les paramètres par défaut.
pt: Reiniciar as configuraes para valores padro.
ru: Переключить настройки на по умолчанию.

source: Reset hotkeys to defaults.
de: Hotkeys auf Standardeinstellungen zurcksetzen.
fr: Réinitialiser les hot-keys pour les défauts.
pt: Redefinir as teclas de desligamento para valores padro.
ru: Переключите хижины на по умолчанию.

source: Start a server. Use -port to specify a port number.
de: Starten Sie einen Server. Verwenden Sie -port, um eine Portnummer anzugeben.
fr: Démarrez un serveur. Utilisez -port pour spécifier un numéro de port.
pt: Iniciar um servidor. Use -port para especificar um nmero de porta.
ru: Запуск сервера. Используйте порт для указания номера порта.

source: Connect to a server at <value>. Use -port to specify a port number.
de: Verbinden Sie sich mit einem Server bei <value>. Verwenden Sie -port, um eine Portnummer anzugeben.
fr: Connectez-vous à un serveur à <value>. Utilisez -port pour spécifier un numéro de port.
pt: Conecte- se a um servidor em < value>. Use -port para especificar um nmero de porta.
ru: Подключиться к серверу на <значение> Использовать -порт для указания номера порта.

source: Port number for the server to listen to or for the client to connect to.
de: Portnummer fr den Server zum Anhren oder zum Verbinden des Clients.
fr: Numéro de port pour le serveur à écouter ou pour le client à se connecter.
pt: Nmero de porta para o servidor ouvir ou para o cliente se conectar.
ru: Номер порта для сервера, чтобы слушать или чтобы клиент подключался к нему.

source: Return the version and exit.
de: Geben Sie die Version zurck und beenden Sie.
fr: Retourner la version et sortir.
pt: Devolver a verso e sair.
ru: Верните версию и уйдите.

source: Cannot create window
de: Fenster kann nicht erstellt werden
fr: Impossible de créer une fenêtre
pt: No foi possvel criar a janela
ru: Невозможно создать окно

source: About mrv2
de: Etwa mrv2
fr: À propos de mrv2
pt: Sobre mrv2
ru: О mrv2

source: Hide mrv2
de: mrv2 ausblenden
fr: Masquer mrv2
pt: Esconder mrv2
ru: Скрыть mrv2

source: Hide Others
de: Andere verstecken
fr: Cacher d'autres
pt: Esconder Outros
ru: Скрыть другие

source: Services
de: Dienstleistungen
pt: Servios
ru: Услуги

source: Show All
de: Alle anzeigen
fr: Tout afficher
pt: Mostrar tudo
ru: Показать все

source: Quit mrv2
de: Beenden mrv2
fr: Quitter le mrv2
pt: Sair do mrv2
ru: Выход mrv2

source: Running from
de: Laufen vor
fr: Fuyant de
ru: Убегает от

source: Could not initialize NDI
de: NDI kann nicht initialisiert werden
fr: Impossible d'initialisation de NDI
pt: No foi possvel inicializar o NDI
ru: Не удалось инициализировать NDI

source: Could not read python script '{0}'
de: Python-Skript '{0}' kann nicht gelesen werden
fr: Impossible de lire le script python « {0} »
pt: No foi possvel ler o script python '{0}'
ru: Не удаётся прочитать Python скрипт " {0}

source: Running python script '{0}'
de: Python-Skript '{0}' wird ausgefhrt
fr: Exécution du script python « {0} »
pt: Executar o script do python '{0}'
ru: Сценарий Python '{0}'

source: with Arguments:
de: mit Argumenten:
fr: avec arguments:
pt: com argumentos:
ru: с аргументами:

source: Python Error:
de: Python-Fehler:
fr: Erreur de Python :
pt: Erro de Python:
ru: Ошибка Python:

source: Filename '{0}' does not exist or does not have read permissions.
de: Dateiname '{0}' existiert nicht oder hat keine Leseberechtigungen.
fr: Le nom de fichier '{0}' n'existe pas ou n'a pas de permission de lecture.
pt: O nome de arquivo '{0}' no existe ou no tem permisses de leitura.
ru: Файловое имя " {0}" не существует или не имеет разрешения на чтение.

source: Files
de: Dateien
fr: Fichiers
pt: Ficheiros
ru: Файлы

source: Compare
de: Vergleich
fr: Comparer
pt: Comparar
ru: Сравнить

source: Playlist
de: Wiedergabeliste
fr: Liste de lecture
pt: Lista de Reproduo
ru: Список воспроизведения

source: Network
de: Netzwerk
fr: Réseau
pt: Rede
ru: Сеть

source: Type
de: Art
pt: Tipo
ru: Тип

source: Client
de: Kunde
pt: Cliente
ru: Клиент

source: Server
fr: Serveur
pt: Servidor
ru: Сервер

source: Host
de: Rechner
fr: Hébergeur
pt: Anfitrio
ru: Принимающая сторона

source: Host name or IP to connect to. For example: 127.0.0.1
de: Hostname oder IP zum Verbinden. Zum Beispiel: 127.0.0.1
fr: Nom de l'hôte ou IP à laquelle se connecter. Par exemple : 127.0.0.1
pt: Nome do host ou IP para se conectar. Por exemplo: 127.0.0.1
ru: Название приемника или IP для подключения к нему.

source: Previously used Hosts
de: Bisher verwendete Hosts
fr: Hébergeurs précédemment utilisés
pt: Hosts anteriormente usados
ru: Ранее использовавшиеся хост-компьютеры

source: Port
de: Hafen
pt: Porto
ru: Порт

source: Port to connect to. Make sure your firewall and router allows read/write through it.
de: Zu verbindender Port. Stellen Sie sicher, dass Ihre Firewall und Ihr Router das Lesen/Schreiben durch sie erlauben.
fr: Port à laquelle vous connecter. Assurez-vous que votre pare-feu et votre routeur permettent de lire/écrire à travers lui.
pt: Porto para se conectar. Certifique-se de que o firewall e o router permitem ler/escrever atravs dele.
ru: Порт для подключения. Убедитесь, что ваш файервол и маршрутизатор позволяют читать/ писать через него.

source: Connect
de: Verbinden
fr: Connexion
pt: Conectar
ru: Подключиться

source: Create
de: Erstellen
fr: Créer
pt: Criar
ru: Создать

source: Disconnect
de: Trennen
fr: Déconnecter
pt: Desligar
ru: Разъединить

source: Shutdown
de: Herunterfahren
fr: Fermeture
pt: Desligamento
ru: Отключение

source: &File/&Open
de: Datei/ffnen
fr: Fichier/Ouvrir
pt: Ficheiro/Abrir
ru: Файл/Открыто

source: &File/&Save
de: Datei/Speichern
fr: Fichier/Enregistrer
pt: Ficheiro/Gravar
ru: Файл/Сохранить

source: &Edit/&Undo
de: Bearbeiten/Rckgngig
fr: Modifier/Annuler
pt: Editar/Desfazer
ru: Правка/Отменить

source: &Edit/Cu&t
de: Bearbeiten/Cut
fr: Modifier/Cut
pt: Editar/Cut
ru: Правка/Cut

source: &Edit/&Copy
de: Bearbeiten/Kopieren
fr: Modifier/Copier
pt: Editar/Copiado
ru: Правка/Копировать

source: &Edit/&Paste
de: Bearbeiten/Einfgen
fr: Modifier/Coller
pt: Editar/Colar
ru: Правка/Вставить

source: &Edit/&Delete
de: Bearbeiten/Lschen
fr: Modifier/Supprimer
pt: Editar/Excluir
ru: Правка/Исключить

source: &Edit/&Comment Selection
de: Bearbeiten/Kommentarauswahl
fr: Modifier/Sélection des commentaires
pt: Editar/Seleco de Comentrios
ru: Правка/Выбор комментариев

source: &Edit/&Uncomment Selection
de: Bearbeiten/Auswahl von Kommentaren abbrechen
fr: Modifier/Désactiver la sélection des commentaires
pt: Editar/Descomentar a Seleco
ru: Правка/Удалить комментарии в выделенном

source: &Search/&Find...
de: Suchen/Suchen...
fr: Recherche/Trouvez...
pt: Procurar/Encontra...
ru: Поиск/Найти...

source: &Search/F&ind Again
de: Suchen/Wiederfinden
fr: Recherche/Retrouvez
pt: Procurar/Procurar de novo
ru: Поиск/Найти снова

source: &Search/&Replace
de: Suchen/Ersetzen
fr: Recherche/Remplacer
pt: Procurar/Substituir
ru: Поиск/Заменить

source: &Search/&Replace Again
de: Suchen/Wieder ersetzen
fr: Recherche/Remplacer à nouveau
pt: Procurar/Substituir novamente
ru: Поиск/Заменить еще раз

source: Clear/&Output
de: Lschen/Ausgabe
fr: Effacer/Produit
pt: Limpar/Sada
ru: Очистить/Мероприятие

source: Clear/&Editor
de: Lschen/Editor
fr: Effacer/Éditeur
pt: Limpar/Editor
ru: Очистить/Редактор

source: Editor/&Run Code
de: Editor/Code ausfhren
fr: Éditeur/Exécuter le code
pt: Editor/Executar o Cdigo
ru: Редактор/Выполнить код

source: Editor/Toggle &Line Numbers
de: Editor/Zeilennummern umschalten
fr: Éditeur/Commutation des nombres de lignes
pt: Editor/Alterar os nmeros de linha
ru: Редактор/Переключить номера строк

source: Editor/&Jump to Error
de: Editor/Zum Fehler springen
fr: Éditeur/Aller à l'erreur
pt: Editor/Saltar para o Erro
ru: Редактор/Перейти к ошибке

source: Editor/&External Editor
de: Editor/Externer Editor
fr: Éditeur/Éditeur externe
pt: Editor/Editor externo
ru: Редактор/Внешний редактор

source: Scripts/Add To Script List
de: Skripte/Zur Skriptliste hinzufgen
fr: Scripts/Ajouter à la liste des scripts
pt: Scripts/Adicionar Lista de Scripts
ru: Скрипты/Добавить в список скриптов

source: Scripts/%s
de: Skripte/%s
ru: Скрипты/%s

source: Type in your python code here. Select an area to execute just a portion of it. Press Keypad Enter to run it.
de: Geben Sie hier Ihren Python-Code ein. Whlen Sie einen Bereich aus, der nur einen Teil davon ausfhrt. Drcken Sie die Eingabetaste, um ihn auszufhren.
fr: Saisissez ici votre code python. Sélectionnez une zone pour n'exécuter qu'une partie de celle-ci. Appuyez sur Entrée du clavier pour l'exécuter.
pt: Digite aqui o seu cdigo de python. Selecione uma rea para executar apenas uma poro dele. Pressione o teclado Entrar para execut- lo.
ru: Введите код Python здесь. Выберите область для выполнения только части. Нажмите Keypad Enter для запуска.

source: Python file {0} already exists. Do you want to overwrite it?
de: Die Python-Datei {0} existiert bereits. Mchten Sie sie berschreiben?
fr: Le fichier Python {0} existe déjà. Voulez-vous l'écraser?
pt: O ficheiro Python {0} j existe. Deseja sobrescrev-lo?
ru: Файл Python {0} уже существует. Вы хотите переписать его?

source: Failed to open the file for writing.
de: Die Datei zum Schreiben konnte nicht geffnet werden.
fr: Impossible d'ouvrir le fichier pour l'écriture.
pt: No foi possvel abrir o ficheiro para escrita.
ru: Не удалось открыть файл для записи.

source: Failed to write to the file.
de: Es ist fehlgeschlagen, in die Datei zu schreiben.
fr: Impossible d'écrire dans le fichier.
pt: No foi possvel escrever no ficheiro.
ru: Не удалось записать в файл.

source: The stream is in an unrecoverable error state.
de: Der Stream befindet sich in einem unwiederholbaren Fehlerzustand.
fr: Le flux est dans un état d'erreur irrécupérable.
pt: O stream est num estado de erro irrecupervel.
ru: Речок находится в непоправимом состоянии ошибки.

source: Type your editor command
de: Geben Sie Ihren Editorbefehl ein
fr: Saisissez votre commande d'éditeur
pt: Digite o seu comando editor
ru: Введите команду редактора

source: {0} will be replaced with the line number. {1} with the file name
de: {0} wird durch die Zeilennummer ersetzt. {1} mit dem Dateinamen
fr: {0} sera remplacé par le numéro de ligne. {1} avec le nom du fichier
pt: {0} ser substitudo pelo nmero de linha. {1} com o nome do ficheiro
ru: {0} будет заменено номером строчки {1} именем файла.

source: Regular expression error: {0}
de: Regelmiger Ausdrucksfehler: {0}
fr: Erreur d'expression régulière : {0}
pt: Erro de expresso regular: {0}
ru: Ошибка регулярного выражения: {0}

source: Could not open python editor: {0}
de: Python-Editor konnte nicht geffnet werden: {0}
fr: Impossible d'ouvrir l'éditeur python : {0}
pt: No foi possvel abrir o editor do python: {0}
ru: Невозможно открыть редактор Python: {0}

source: Search String:
de: Suchzeichenfolge:
fr: Chaîne de recherche :
pt: Chave de Pesquisa:
ru: Поиск Структуры:

source: No occurrences of '%s' found!
de: Keine Vorkommen von %s gefunden!
fr: Aucune occurrence de « %s » n'a été trouvée!
pt: No foram encontradas ocorrncias de "%s"!
ru: Никаких совпадений '%s' не найдено!

source: None
de: Keine
fr: Aucun
pt: Nenhuma
ru: Нет

source: Input
de: Eingabe
fr: Entrées
pt: Entrada
ru: Ввод

source: NDI Connection
de: NDI-Verbindung
fr: Connexion NDI
pt: Conexo NDI
ru: Подключение NDI

source: Fast Format
de: Schnellformat
fr: Format rapide
pt: Formato Rpido
ru: Быстрый формат

source: Best Format
de: Das beste Format
fr: Meilleur format
pt: Melhor Formato
ru: Лучший формат

source: With Audio
de: Mit Audio
fr: Avec audio
pt: Com udio
ru: С помощью звука

source: Without Audio
de: Ohne Audio
fr: Sans audio
pt: Sem udio
ru: Без звука

source: Renderer
de: Renderer/Renderer/Renderer/Renderer/Renderer/Renderer/Renderer/Renderer/Renderer/Renderer/Renderer/Renderer/Renderer/Renderer/Renderer/Renderer/Renderer/Renderer/Renderer/Renderer/Renderer/Renderer/Renderer/Renderer/Renderer/Renderer/Renderer/Renderer/Renderer/Renderer/Renderer/Renderer/Renderer/Renderer/Renderer/Renderer/Renderer/Renderer/Renderer/Renderer/Renderer/Renderer/Renderer/Renderer/Renderer/Renderer/Renderer/Renderer/Renderer/Renderer/Renderer/Renderer/Renderer/Renderer/Renderer/Renderer
fr: Rendeur
ru: Редактор

source: Complexity
de: Komplexitt
fr: Complexité
pt: Complexidade
ru: Сложность

source: Draw Mode
de: Zeichenmodus
fr: Mode de dessin
pt: Modo de desenho
ru: Режим рисования

source: Stage Cache
de: Zwischenspeicher
fr: Cache d'étape
pt: Cache em estgio
ru: Сценический кэш

source: Disk Cache in GB
fr: Cache de disque en GB
pt: Cache de disco em GB
ru: Дисковый кэш в GB

source: Toggle other eye stereo image.
de: Schalten Sie andere Augen Stereo-Bild.
fr: Commutation d'une autre image stéréo de l'œil.
pt: Comutar outra imagem estreo dos olhos.
ru: Настроить другой стереоизображение.

source: Image
de: Bild
pt: Imagem
ru: Фотография

source: Output
de: Ausgabe
fr: Produit
pt: Sada
ru: Мероприятие

source: Anaglyph
de: Anaglyphe
fr: Anaglyphe
pt: Anglifo
ru: Анаглиф

source: Scanlines
de: Scanlinien
fr: Lignes de balayage
pt: Linhas de digitalizao
ru: Сканирование

source: Columns
de: Spalten
fr: Colonnes
pt: Colunas
ru: Колонки

source: Checkerboard
de: Kontrolltafel
fr: Tableau de contrôle
pt: Tabuleiro de verificao
ru: Проверочная доска

source: Adjustments
de: Anpassungen
fr: Ajustements
pt: Ajustamentos
ru: Корректировки

source: Eye Separation
de: Augentrennung
fr: Séparation des yeux
pt: Separao dos olhos
ru: Разъединение глаз

source: Separation of left and right eye.
de: Trennung von linkem und rechtem Auge.
fr: Séparation de l'œil gauche et droit.
pt: Separao dos olhos esquerdo e direito.
ru: Разделение левого и правого глаз.

source: Swap Eyes
de: Augen wechseln
fr: Échanger les yeux
pt: Intercambiar os olhos
ru: Глаза взмахи

source: Swap left and right eyes.
de: Tausche linke und rechte Augen.
fr: Échauffez les yeux gauche et droit.
pt: Troca os olhos esquerdo e direito.
ru: Пошевеливайтесь левыми и правыми глазами.

source: Cache
de: Zwischenspeicher
ru: Кэш

source: Gigabytes
fr: Gigaoctets
ru: Гигабайты

source: Cache in Gigabytes.
de: Cache in Gigabyte.
fr: Cache en Gigabytes.
pt: Cache em Gigabytes.
ru: Кэш в Гигабайте.

source: Read Ahead
de: Vorwrts lesen
fr: Lire à l'avance
pt: Leia adiante
ru: Читать вперёд

source: Read Ahead in seconds
de: In Sekunden vorauslesen
fr: Lire en avant en quelques secondes
pt: Leia adiante em segundos
ru: Читать вперёд в секунды

source: Read Behind
de: Hinterlesen
fr: Lisez derrière
pt: Leia por trs
ru: Читать позади

source: Read Behind in seconds
de: Hinter in Sekunden lesen
fr: Lisez derrière en quelques secondes
pt: Ler atrs em segundos
ru: Читать позади в секундах

source: File Sequences
de: Dateisequenzen
fr: Séquences de fichiers
pt: Sequncias do Ficheiro
ru: Последовательность файлов

source: Audio file name
de: Name der Audiodatei
fr: Nom du fichier audio
pt: Nome do ficheiro de udio
ru: Имя звукового файла

source: Maximum Digits
de: Maximale Ziffern
fr: Numéros maximaux
pt: Nmeros mximos
ru: Максимальные значения

source: Performance
de: Leistung
fr: Exécution
pt: Desempenho
ru: Показатели деятельности

source: Changes force a reload of the current movie file.
de: nderungen zwingen einen Neustart der aktuellen Filmdatei.
fr: Les changements forcent un rechargement du fichier de film actuel.
pt: Mudanas foram uma recarga do arquivo de filme atual.
ru: Изменения заставляют перезагрузить текущий файл фильма.

source: Timer mode
de: Zeitschaltmodus
fr: Mode minuteur
pt: Modo de temporizao
ru: Режим таймера

source: Audio buffer frames
de: Audio-Pufferrahmen
fr: Cadres tampons audio
pt: Quadros de amortecedores de udio
ru: Аудиовизуальные буферные рамки

source: Video Requests
de: Videoanfragen
fr: Demandes vidéo
pt: Pedidos de vdeo
ru: Запросы на видеоматериалы

source: Audio Requests
de: Audio-Anfragen
fr: Demandes audio
pt: Pedidos de udio
ru: Аудиовизуальные запросы

source: Sequence I/O threads
de: Folge I/O Fden
fr: Séquence I/O fils
pt: Sequncia I/O linhas
ru: Последовательность I/О нити

source: FFmpeg YUV to RGB conversion
de: FFmpeg YUV in RGB-Umwandlung
fr: FFmpeg YUV en RGB conversion
pt: FFmpeg YUV para RGB converso
ru: Преобразование FFmpeg YUV в RGB

source: FFmpeg Color Accuracy
de: FFmpeg Farbgenauigkeit
fr: Précision de couleur FFmpeg
pt: Preciso de cor FFmpeg
ru: Точность цвета FFmpeg

source: When this setting is on, color accuracy is chosen when decoding YUV420_P8 movies that have Color Space as 'unknown', at the cost of some performance.
de: Wenn diese Einstellung eingeschaltet ist, wird die Farbgenauigkeit bei der Dekodierung von YUV420_P8-Filmen gewhlt, die Farbraum als 'unbekannt' haben, auf Kosten einiger Leistung.
fr: Lorsque ce paramètre est activé, la précision des couleurs est choisie lors du décodage des films YUV420_P8 qui ont l'espace couleur comme 'inconnu', au prix d'une certaine performance.
pt: Quando esta configurao estiver ligada, a preciso das cores escolhida ao decodificar filmes YUV420_P8 que tm o Espao de Cor como 'desconhecido', ao custo de algum desempenho.
ru: При включении этой настройки точность цвета выбирается при расшифровке фильмов YUV420_P8, в которых цветное пространство является "неизвестным" за счет некоторых результатов.

source: FFmpeg I/O threads
de: FFmpeg I/O Fden
fr: FFmpeg I/O fils
pt: FFmpeg I/O linhas
ru: FFmpeg I/О нити

source: This value controls the number of threads that FFmpeg uses. For most movies, it should be left at 0. Some movies will show black frames. For any like that, you should set them to 1, press Enter and reload the movie file.
fr: Cette valeur contrôle le nombre de threads que FFmpeg utilise. Pour la plupart des films, elle doit être laissée à 0. Certains films montreront des images noires. Pour d'autres, vous devriez les définir à 1, appuyez sur Entrée et recharger le fichier de film.
pt: Este valor controla o nmero de threads que o FFmpeg usa. Para a maioria dos filmes, ele deve ser deixado em 0. Alguns filmes mostraro quadros pretos. Para qualquer coisa assim, voc deve coloc-los em 1, pressione Enter e recarregue o arquivo do filme.
ru: Это значение контролирует количество строк, которые использует FFmpeg. Для большинства фильмов его следует оставить на 0. Некоторые фильмы будут показывать черные рамки. Для любого подобного, вы должны установить их на 1, нажмите Enter и перезагрузите файл фильма.

source: Default Settings
de: Standardeinstellungen
fr: Paramètres par défaut
pt: Configurao padro
ru: Параметры по умолчанию

source: This will reset all your settings to their default. Are you sure you want to continue?
de: Dies setzt alle Ihre Einstellungen auf ihre Standardeinstellung zurck. Sind Sie sicher, dass Sie fortfahren mchten?
fr: Cela réinitialisera tous vos paramètres à leur valeur par défaut. Voulez-vous vraiment continuer?
pt: Isto ir redefinir todas as suas configuraes para o seu padro. Tem certeza de que deseja continuar?
ru: Это перезагрузит все ваши настройки к их по умолчанию. Вы уверены, что хотите продолжить?

source: Drop a clip here to create a playlist.
de: Lassen Sie hier einen Clip fallen, um eine Wiedergabeliste zu erstellen.
fr: Déposer un clip ici pour créer une playlist.
pt: Largue um clipe aqui para criar uma lista de reproduo.
ru: Брось клип, чтобы создать плейлист.

source: Create an empty timeline with a video and audio track.
de: Erstellen Sie eine leere Zeitleiste mit einem Video- und Audiotrack.
fr: Créez une chronologie vide avec une piste vidéo et audio.
pt: Crie uma linha temporal vazia com uma faixa de vdeo e udio.
ru: Создать пустую хронологию с видео и звуковой дорожкой.

source: Create a timeline from the selected clip.
de: Erstellen Sie eine Zeitleiste aus dem ausgewhlten Clip.
fr: Créez une timeline à partir du clip sélectionné.
pt: Crie uma linha do tempo a partir do clipe selecionado.
ru: Создать хронологию из выбранного клипа.

source: Save current EDL to a permanent location, making paths relative if possible.
de: Speichern Sie die aktuelle EDL an einen permanenten Ort, so dass Pfade relativ, wenn mglich.
fr: Enregistrer l'EDL actuel à un emplacement permanent, rendant les chemins relatifs si possible.
pt: Gravar o EDL atual para um local permanente, tornando os caminhos relativos se possvel.
ru: Сохранить текущий EDL в постоянное место, делая маршруты относительными, если возможно.

source: Close current EDL.
de: Aktuelle EDL schlieen.
fr: Fermez l'EDL actuel.
pt: Fechar o EDL atual.
ru: Закрыть текущий ЭДЛ.

source: Clear the messages
de: Nachrichten lschen
fr: Effacer les messages
pt: Limpar as mensagens
ru: Очистить сообщения

source: Turn off image warping.
de: Bildverwechslung ausschalten.
fr: Éteignez le déformage d'images.
pt: Desligue a deformao da imagem.
ru: Выключите искривляющие изображения.

source: Spherical
de: Sphrische
fr: Sphérique
pt: Esfrica
ru: Шерифический

source: Wrap the image or images onto a sphere.
de: Wickeln Sie das Bild oder die Bilder auf eine Kugel.
fr: Enroulez l'image ou les images sur une sphère.
pt: Enrole a imagem ou as imagens numa esfera.
ru: Заверните изображение или изображения в сферу.

source: Cubic
de: Kubisch
fr: Cubique
pt: Cbico
ru: Кубик

source: Wrap the image or images onto a cube.
de: Wickeln Sie das Bild oder die Bilder auf einen Wrfel.
fr: Enveloppez l'image ou les images sur un cube.
pt: Enrole a imagem ou as imagens num cubo.
ru: Заверните изображение или изображения на куб.

source: Projection
de: Projektion
pt: Projeco
ru: Прогноз

source: H. Aperture
de: H. Blende
fr: H. Ouverture
pt: H. Apertura
ru: H. Апертура

source: Horizontal Aperture of the Projection.
de: Horizontale Blende der Projektion.
fr: Ouverture horizontale de la projection.
pt: Apertura horizontal da Projeo.
ru: Горизонтальная апертура проекции.

source: V. Aperture
de: V. Blende
fr: V. Ouverture
pt: V. Apertura
ru: V. Апертура

source: Vertical Aperture of the Projection.
de: Vertikale Blende der Projektion.
fr: Ouverture verticale de la projection.
pt: Apertura Vertical da Projeo.
ru: Вертикальная апертура проекции.
