Repository: ggarra13/mrv2
Catalog: src/po/*.po
Languages: de, fr, pt, ru

source: Failed to retrieve {0}.
de: Fehler beim Abrufen von {0}.
fr: Impossible de récupérer {0}.
pt: No foi possvel recuperar {0}.
ru: Не удалось получить {0}.

source: FFmpeg YUV to RGB Conversion is on in Settings Panel. mrv2 will play back movies slower.
de: FFmpeg YUV to RGB Conversion ist auf in Settings Panel. mrv2 wird Filme langsamer abspielen.
fr: FFmpeg YUV to RGB Conversion est activé dans le panneau de configurations. mrv2 va jouer les films plus lentement.
pt: FFmpeg YUV para RGB Converso est ligado no Painel de Configuraes. mrv2 ir reproduzir filmes mais devagar.
ru: FFmpeg YUV в RGB преобразуется в Group. mrv2 будет играть фильмы помедленнее.

source: Could not open color theme from "{0}".
de: Farbthema kann nicht von "{0}" geffnet werden.
fr: Impossible d'ouvrir le thème couleur à partir de « {0} ».
pt: No foi possvel abrir o tema de cores de "{0}".
ru: Невозможно открыть цветную тему из " {0}".

source: Loaded color themes from "{0}".
de: Geladene Farbthemen aus "{0}".
fr: Les thèmes de couleur chargés de « {0} ».
pt: Temas de cor carregados de "{0}".
ru: Загруженные цветные темы из " {0}".

source: Setting OCIO config from preferences.
de: Einstellung von OCIO config aus Einstellungen.
fr: Configuration de la configuration OCIO à partir des préférences.
pt: Configurar a configurao OCIO a partir de preferncias.
ru: Сделать орио-конфигурацию из предпочтений.

source: Setting OCIO config from OCIO environment variable.
de: Einstellung von OCIO config aus der Umgebungsvariable OCIO.
fr: Configuration de la configuration OCIO à partir de la variable d'environnement OCIO.
pt: Configurao da configurao OCIO a partir da varivel de ambiente OCIO.
ru: Запуск OCIO Conig из переменной окружающей среды OCIO.

source: Path mappings have been loaded from "{0}{1}".
de: Pfad-Mappings wurden aus "{0}{1}" geladen.
fr: Les cartes des chemins ont été chargées à partir de « {0}{1} ».
pt: Os mapeamentos de caminhos foram carregados a partir de "{0}{1}".
ru: Картирование путей было загружено с " {0} {1}".

source: Loading hotkeys from "{0}{1}.prefs".
de: Hotkeys von "{0}{1}.prefs" werden geladen.
fr: Chargement des touches raccourcies depuis "{0}{1}.prefs".
pt: Carregando as teclas acessrias de "{0}{1}.prefs".
ru: Загрузка хот-дога из "{0}{1}.prefs".

source: Reseting hotkeys to default.
de: Hotkeys auf Standard zurcksetzen.
fr: Réinitialiser les hot-keys par défaut.
pt: Restaurao de teclas de atalho para padro.
ru: Перезагрузить хот-доги по умолчанию.

source: Path mappings have been saved to "{0}{1}".
de: Pfad-Mappings wurden in "{0}{1}" gespeichert.
fr: Les cartes des chemins ont été sauvegardées dans « {0}{1} ».
pt: Os mapas dos caminhos foram salvos para "{0}{1}".
ru: Картирование путей было сохранено до " {0} {1}".

source: Hotkeys have been saved to "{0}{1}.prefs".
de: Hotkeys wurden auf "{0}{1}.prefs" gespeichert.
fr: Les hot-keys ont été sauvegardés dans « {0}{1}.prefs ».
pt: As teclas quentes foram salvas para "{0}{1}.prefs".
ru: Hotkeys были сохранены на "{0}{1}.prefs".

source: Preferences have been saved to: "{0}{1}".
de: Einstellungen wurden gespeichert auf: "{0}{1}".
fr: Les préférences ont été sauvegardées dans : « {0} {1} ».
pt: As preferncias foram salvas para: "{0}{1}".
ru: Преференции были сохранены следующим образом: "{0}{1}".

source: Removing
de: Entfernen
fr: Élimination
pt: Remoo
ru: Удаление

source: OCIO config is now:
de: OCIO config ist jetzt:
fr: La configuration OCIO est maintenant :
pt: A configurao do OCIO est agora:
ru: OCIO config теперь:

source: OCIO file "{0}" not found or not readable.
de: OCIO-Datei "{0}" nicht gefunden oder nicht lesbar.
fr: Fichier OCIO « {0} » non trouvé ou non lisible.
pt: Ficheiro OCIO "{0}" no encontrado ou no legvel.
ru: Файл OCIO " {0} не найден или не читается.

source: Setting OCIO config to default:
de: Einstellung der OCIO-Konfiguration auf die Standardeinstellung:
fr: Réglage par défaut de la configuration OCIO & #160;:
pt: Definir a configurao OCIO para padro:
ru: Настроить концерн OCIO по умолчанию:

source: Setting OCIO config to built-in:
de: Einstellung der OCIO-Konfiguration auf eingebaute Konfiguration:
fr: Configuration de la configuration OCIO à l'intérieur :
pt: Configurao da configurao OCIO para incorporao:
ru: Установка встроенной орио-конфигурации:

source: Path mapping for {0} already exists!
de: Pfad Mapping fr {0} existiert bereits!
fr: La cartographie du chemin {0} existe déjà!
pt: O mapeamento do caminho para {0} j existe!
ru: Картирование путей для {0} уже существует!

source: Comparing {0} to prefix {1}
de: Vergleich von {0} mit Prfix {1}
fr: Comparaison {0} avec le préfixe {1}
pt: Comparando {0} com o prefixo {1}
ru: Сопоставление {0} с префиксом {1}

source: Found a match. File is now {0}
de: Eine bereinstimmung gefunden. Datei ist jetzt {0}
fr: Trouvé une correspondance. Le fichier est maintenant {0}
pt: Encontrei uma correspondncia. O ficheiro agora {0}
ru: Нашел совпадение. Файл сейчас {0}

source: OCIO config file cannot be empty.
de: Die OCIO-Konfigurationsdatei kann nicht leer sein.
fr: Le fichier de configuration OCIO ne peut pas être vide.
pt: O arquivo de configurao OCIO no pode estar vazio.
ru: Файл OCIO config не может быть пустым.

source: OCIO config '{0}' does not exist or is not readable.
de: OCIO config '{0}' existiert nicht oder ist nicht lesbar.
fr: La configuration OCIO '{0}' n'existe pas ou n'est pas lisible.
pt: A configurao OCIO '{0}' no existe ou no legvel.
ru: Конфигурация OCIO " {0} не существует или не читается.

source: Invalid OCIO Ics '{0}'.
de: Ungltige OCIO-Ics '{0}'.
fr: Ics OCIO non valides « {0} ».
pt: OCIO Ics invlidos {0} .
ru: Неверный ОКИО Ics '{0}'.

source: Invalid OCIO Look '{0}'.
de: Ungltiger OCIO-Look '{0}'.
fr: Look OCIO non valide « {0} ».
pt: OCIO invlido olhar "{0}".
ru: Неверный OCIO выглядит '{0}'.

source: Invalid OCIO Display/View '{0}'.
de: Ungltige OCIO-Anzeige/Ansicht '{0}'.
fr: Affichage OCIO non valide/Voir « {0} ».
pt: Display OCIO invlido/Ver '{0}'.
ru: Неверное отображение OCIO/Вид '{0}'.

source: Could not split '{0}' into display and view.
de: '{0}' kann nicht in Anzeige und Ansicht aufgeteilt werden.
fr: Impossible de diviser « {0} » dans l'affichage et la vue.
pt: No foi possvel dividir '{0}' em exibio e visualizao.
ru: Невозможно разделить " {0}" на отображение и просмотр.

source: No default view for display '{0}'. Does display exist?
de: Keine Standardansicht für die Anzeige '{0}'. Gibt es die Anzeige?
fr: Aucune vue par défaut pour afficher '{0}'. L'affichage existe-t-il?
pt: Nenhuma vista padrão para exibir '{0}'. Existe exibição?
ru: Нет просмотра по умолчанию для отображения " {0}". Существует ли дисплей?

source: Setting OCIO Preset '{0}'.
de: Einstellung OCIO Preset '{0}'.
fr: Réglage OCIO Préréglé « {0} ».
pt: Configurao do OCIO Preset '{0}'.
ru: Установка OCIO Preset '{0}'.

source: Preset '{0}' not found.
de: Preset '{0}' nicht gefunden.
fr: Présélectionner « {0} » pas trouvé.
pt: Predefinir "{0}" no foi encontrado.
ru: Предположить '{0}' не найдено.

source: OCIO Preset '{0}' already exists!
de: OCIO Preset '{0}' existiert bereits!
fr: OCIO Prédéfini '{0}' existe déjà!
pt: OCIO Preset '{0}' j existe!
ru: OCIO Preset '{0}' уже существует!

source: Failed to load the file '{0}'.
de: Die Datei '{0}' konnte nicht geladen werden.
fr: Impossible de charger le fichier « {0} ».
pt: No foi possvel carregar o ficheiro '{0}'.
ru: Не удалось загрузить файл " {0}".

source: Loaded {0} ocio presets from "{1}".
de: Die voreingestellten {0}-Ocio-Voreinstellungen werden von "{1}" geladen.
fr: Chargement des préréglages ocio {0} à partir de « {1} ».
pt: Carregado {0} Presets ocio de "{1}".
ru: Заряженные {0} осио предваряют от " {1}".

source: Failed to open the file '{0}' for saving.
de: Zum Speichern konnte die Datei '{0}' nicht geffnet werden.
fr: Impossible d'ouvrir le fichier « {0} » pour l'enregistrement.
pt: No foi possvel abrir o ficheiro '{0}' para salvar.
ru: Не удалось открыть файл " {0}" для сохранения.

source: Failed to save the file '{0}'.
de: Die Datei '{0}' konnte nicht gespeichert werden.
fr: Impossible d'enregistrer le fichier « {0} ».
pt: No foi possvel salvar o ficheiro '{0}'.
ru: Не удалось сохранить файл " {0}".

source: OCIO presets have been saved to "{0}".
de: OCIO-Voreinstellungen wurden auf "{0}" gespeichert.
fr: Les préréglages OCIO ont été enregistrés dans « {0} ».
pt: Os predefinidos da OCIO foram salvos em "{0}".
ru: Предварительные установки OCIO были сохранены на " {0}".

source: English
de: Englisch
fr: Anglais
pt: Ingles
ru: Английский

source: Spanish
de: Spanisch
fr: Espagnol
pt: Espanhol
ru: Испанский

source: German
de: Deutsch
fr: Allemand
pt: Alemo
ru: Немецкий

source: Hindi
ru: хинди

source: Chinese Simplified
de: Chinesisch Vereinfacht
fr: Chinois simplifié
pt: Chins Simplificado
ru: Упрощенный китайский язык

source: Portuguese
de: Portugiesisch
fr: Portugais
pt: Portugus
ru: Португальский

source: French
de: Franzsisch
fr: Français
pt: Francs
ru: Французский

source: Russian
de: Russisch
fr: Russe
pt: Russo
ru: Русский

source: Need to reboot mrv2 to change language to {0}. Are you sure you want to continue?
de: Sie müssen mrv2 neu starten, um die Sprache auf {0} zu ändern. Sind Sie sicher, dass Sie fortfahren möchten?
fr: Besoin de redémarrer mrv2 pour changer de langue en {0}. Êtes-vous sûr de vouloir continuer?
pt: Precisa reiniciar o mrv2 para mudar a linguagem para {0}. Tem certeza de que deseja continuar?
ru: Нужно перезагрузить mrv2, чтобы заменить язык на {0} Ты уверена, что хочешь продолжить?

source: Set Language to {0}, Numbers to {1}
de: Sprache auf {0} setzen, Zahlen auf {1}
fr: Définir la langue à {0}, les nombres à {1}
pt: Definir a linguagem para {0}, os nmeros para {1}
ru: Указать язык {0}, Числа {1}

source: Arabic
de: Arabisch
fr: Arabe
pt: rabe
ru: Арабский

source: Armenian
de: Armenisch
fr: Arménien
pt: Armnio
ru: Армянский

source: Basque
de: Baskisch
pt: Basco
ru: Баскский

source: Belarusian
de: Weirussisch
fr: Biélorussien
pt: Bielorrssia
ru: Белорусский

source: Bengali
de: Bengalen
pt: Bengal
ru: Бенгальский

source: Bulgarian
de: Bulgarisch
fr: Bulgare
pt: Blgaro
ru: Болгарский

source: Catalan
de: Katalanisch
pt: Catalo
ru: Каталонский

source: Chinese
de: Chinesisch
fr: Chinois
pt: Chins
ru: Китайцы

source: Czech
de: Tschechisch
fr: Tchèque
pt: Tcheco
ru: Чешская

source: Danish
de: Dnisch
fr: Danois
pt: Dinamarqus
ru: Датский

source: Dutch
de: Niederlndisch
fr: Néerlandais
pt: Pases Baixos
ru: Датч

source: Finnish
de: Finnisch
fr: Finlandais
pt: Finlands
ru: Финский

source: Galician
de: Galicisch
fr: Galicien
pt: Galiga
ru: Галициан

source: Greek
de: Griechisch
fr: Grec
pt: Grego
ru: Греческий

source: Hebrew
de: Hebrisch
fr: Hébreu
pt: Hebreu
ru: Иврит

source: Icelandic
de: Islndisch
fr: Islandais
pt: Islndia
ru: Исландский

source: Indonesian
de: Indonesisch
fr: Indonésien
pt: Indonsio
ru: Индонезия

source: Italian
de: Italienisch
fr: Italien
pt: Italiano
ru: Итальянский

source: Irish
de: Irisch
fr: Irlande
pt: Irlands
ru: Ирландский

source: Japanese
de: Japanisch
fr: Japonais
pt: Japons
ru: Японский

source: Korean
de: Koreanisch
fr: Coréen
pt: Coreano
ru: Корейский

source: Norwegan
de: Norwegen
ru: Норвеган

source: Persian
de: Persisch
fr: Persan
pt: Persa
ru: Персидский

source: Polish
de: Polnisch
fr: Polonais
pt: Polaco
ru: Польский

source: Tibetan
de: Tibetisch
fr: Tibétain
pt: Tibetano
ru: Тибетский

source: Romanian
de: Rumnisch
fr: Roumain
pt: Romeno
ru: Румынский

source: Serbian
de: Serbisch
fr: Serbe
pt: Srvio
ru: Сербский

source: Slovenian
de: Slowenisch
fr: Slovène
pt: Esloveno
ru: Словения

source: Swedish
de: Schwedisch
fr: Suédois
pt: Sueco
ru: Шведский

source: Thai
de: Thailndisch
fr: Thaïlandais
pt: Tailands
ru: Тайский

source: Turkish
de: Trkisch
fr: Turquie
pt: Turco
ru: Турецкий

source: Vietnamese
de: Vietnamesisch
fr: Vietnamiens
pt: Vietn
ru: Вьетнам

source: Welsh
de: Walisisch
fr: Gallois
pt: Gals
ru: Уэльский

source: Yiddish
de: Jiddisch
pt: Iddish
ru: Идиш

source: Zulu
ru: Зулу

source: Hotkeys:
fr: Raccourci claviers:
pt: Teclas:
ru: Хоткейки:

source: and
de: und
fr: et
pt: e
ru: и

source: Reset:
de: Zurücksetzen:
fr: Réinitialiser:
pt: Restaurar:
ru: Перезагрузить:

source: Hotkey:
fr: Raccourci clavier:
pt: Tecla:
ru: Хоткей:

source: Hotkey "%s" already used in "%s". Do you want to override it?
de: Hotkey %s bereits in %s verwendet. Mchten Sie es berschreiben?
fr: Hotkey « %s » déjà utilisé dans « %s ». Voulez-vous l'annuler?
pt: A tecla "%s" j utilizada em "%s". Deseja anul- la?
ru: Hotkey "%s" уже используется в "%s". Хочешь отключить его?

source: Corruption in hotkeys preferences. Hotkey '{0}' for {1} will not be available. Already used in {2}.
de: Korruption in Hotkeys-Einstellungen. Hotkey '{0}' fr {1} ist nicht verfgbar. Bereits in {2} verwendet.
fr: La corruption dans les préférences des hot-keys. La touche « {0} » pour {1} ne sera pas disponible. Déjà utilisée dans {2}.
pt: Corrupo nas preferncias de teclas de atalho. A tecla de atalho '{0}' para {1} no estar disponvel. J est usada em {2}.
ru: Коррупция предпочтений хот-кей. Hotkey " {0}" для {1} не будет доступна. Уже используется в {2}.

source: Allows you to select different image channels or layers.
de: Ermglicht es Ihnen, verschiedene Bildkanle oder Ebenen auszuwhlen.
fr: Permet de sélectionner différents canaux d'image ou calques.
pt: Permite selecionar diferentes canais de imagem ou camadas.
ru: Позволяет вам выбирать различные каналы или слои изображения.

source: Reduce gain 1/4 stop (divide by sqrt(sqrt(2))).
de: Reduzieren Sie den Gewinn 1/4 Stop (Teilen durch sqrt(sqrt(2))).
fr: Réduire le gain de 1/4 d'arrêt (diviser par sqrt(sqrt(2))).
pt: Reduzir o ganho 1/4 parada (dividir por sqrt(sqrt(2))).
ru: Снижение прибыли на 1/4 остановка (разделяется по квадратам (sqrt(2))).

source: Increase gain 1/4 stop (multiply by sqrt(sqrt(2))).
de: Erhhen Sie Gewinn 1/4 Stop (multiplizieren durch sqrt(sqrt(2))).
fr: Augmenter le gain de 1/4 stop (multiplier par sqrt(sqrt(2))).
pt: Aumentar o ganho 1/4 parada (multiplicar por sqrt(sqrt(2))).
ru: Увеличение прироста 1/4 остановка (множественно по квадратам (sqrt(2))).

source: Allows you to adjust the gain or exposure of the image.
de: Ermglicht Ihnen, die Verstrkung oder Belichtung des Bildes anzupassen.
fr: Permet d'ajuster le gain ou l'exposition de l'image.
pt: Permite ajustar o ganho ou exposio da imagem.
ru: Позволяет вам скорректировать наживу или обнажение изображения.

source: Allows you to adjust the saturation of the image.
de: Ermöglicht Ihnen, die Sättigung des Bildes anzupassen.
fr: Permet d'ajuster la saturation de l'image.
pt: Permite ajustar a saturao da imagem.
ru: Позволяет вам скорректировать насыщение изображения.

source: Allows you to adjust gamma curve for display. Value is: pow( 2, 1/x ).
de: Ermöglicht die Anpassung der Gammakurve für die Anzeige. Wert ist: pow( 2, 1/x ).
fr: Permet d'ajuster la courbe gamma pour l'affichage. La valeur est : pow( 2, 1/x ).
pt: Permite ajustar a curva gama para exibição. O valor é: pow( 2, 1/x ).
ru: Позволит вам отрегулировать гамма-изгиб для показа. Значение: pow( 2, 1/x).

source: Toggle Edit Mode.
de: Bearbeiten-Modus umschalten.
fr: Commutation du mode d'édition.
pt: Comutar o modo Editar.
ru: Режим Правки Панелей.

source: Scrubbing Tool
de: Scrubbing-Werkzeug
fr: Outil de frottement
pt: Ferramenta de Esfregagem
ru: Инструмент скруббирования

source: Area Select Tool
de: Bereichsauswahlwerkzeug
fr: Outil de sélection de zone
pt: Ferramenta de Seleco de reas
ru: Выделить область

source: Freehand Drawing Tool
de: Freihndiges Zeichenwerkzeug
fr: Outil de dessin à main libre
pt: Ferramenta de desenho mo livre
ru: Инструмент свободного рисования

source: Eraser Tool
de: Eraster-Tool
fr: Outil d'effacement
pt: Ferramenta de eliminao
ru: Стереть инструмент

source: Polygon Tool
de: Polygon-Werkzeug.
pt: Ferramenta de polígonos.
ru: Многоугольный режим.

source: Circle Tool
de: Kreis-Werkzeug
fr: Outil de cercle
pt: Ferramenta do Crculo
ru: Инструмент окружности

source: Rectangle Tool
de: Rechteckwerkzeug
fr: Outil rectangulaire
pt: Ferramenta de retngulo
ru: Инструмент рентгена

source: Arrow Tool
de: Pfeilwerkzeug
fr: Outil flèche
pt: Ferramenta de Seta
ru: Стрелка

source: Text Tool. Right click to edit previously stamped text.
de: Text-Tool. Rechtsklick, um zuvor gestempelten Text zu bearbeiten.
fr: Outil de texte. Cliquez avec le bouton droit pour modifier le texte précédemment estampillé.
pt: Ferramenta de texto. Clique com o boto direito para editar o texto previamente carimbado.
ru: Нажмите правый нажатие на ранее отпечатанный текст.

source: Undo Draw
de: Ziehen rckgngig machen
fr: Annuler le dessin
pt: Desfazer Desenhar
ru: Отменить рисование

source: Redo Draw
de: Zeichnen wiederherstellen
fr: Refaire le dessin
pt: Refazer o desenho
ru: Повторить рисование

source: Go to the beginning of the sequence.
de: Gehen Sie zum Anfang der Sequenz.
fr: Allez au début de la séquence.
pt: V para o incio da sequncia.
ru: Перейти к началу последовательности.

source: Play sequence backwards.
de: Sequenz rckwrts abspielen.
fr: Jouez la séquence à l'envers.
pt: Reproduzir sequncia para trs.
ru: Воспроизвести последовательность назад.

source: Go back one frame.
de: Gehen Sie einen Rahmen zurck.
fr: Retourne dans un cadre.
pt: Volta para trs uma armao.
ru: Возвращайся на одну рамку.

source: Stop playback.
de: Stoppen Sie die Wiedergabe.
fr: Arrêtez la lecture.
pt: Pra a reproduo.
ru: Остановите воспроизведение.

source: Play sequence forwards.
de: Sequenz nach vorne abspielen.
fr: Jouez les séquences en avant.
pt: Reproduzir sequências para a frente.
ru: Воспроизвести последовательность вперёд.

source: Go to the end of the sequence.
de: Gehen Sie zum Ende der Sequenz.
fr: Allez à la fin de la séquence.
pt: V para o fim da sequncia.
ru: Перейти к концу последовательности.

source: Set In Point
de: In Punkt gesetzt
fr: Définir le point
pt: Definir em ponto
ru: Вставить в точку

source: Set Out Point
de: Punkt setzen
fr: Définir le point
pt: Ponto de Definio
ru: Выделить точку

source: Image zoom setting.
de: Bild-Zoom-Einstellung.
fr: Paramètre de zoom d'image.
pt: Configurao de zoom de imagem.
ru: Настройка изображения.

source: Mousewheel to zoom in and out.
de: Mausrad zum Ein- und Auszoomen.
fr: Roue de souris pour zoomer dans et hors.
pt: Mousewheel para zoom dentro e fora.
ru: Мышечное колесо, чтобы увеличить вход и выход.

source: Alt + Right Mouse Button to zoom in and out.
de: Alt + rechte Maustaste zum Zoomen und Herauszoomen.
fr: Alt + bouton droit de la souris pour zoomer.
pt: Alt + Botão de Mouse Direito para zoomar e desligar.
ru: Альт + правый мышиный кнопка для увеличения входа и выхода.

source: 0 to 9 to zoom to a specific level.
de: 0 bis 9 um auf eine bestimmte Ebene zu zoomen.
fr: 0 à 9 pour zoomer à un niveau spécifique.
pt: 0 a 9 para aumentar para um nível específico.
ru: От 0 до 9, чтобы увеличить до определенного уровня.

source: Load Directory
de: Ordner laden
fr: Charger l'annuaire
pt: Carregar o Directorio
ru: Загрузить каталог

source: Reels (*.{
de: Rollen (*.{
fr: Enrouleurs (*.{
pt: Carretis (*.{
ru: Крылья (*. {

source: Images (*.{
de: Bilder (*.{
pt: Imagens (*.{
ru: Изображение (*. {

source: Sessions (*.
de: Sitzungen (*.
pt: Sesses (*.
ru: Сессии (*).

source: All (*.{
de: Insgesamt (*.{
fr: Tous (*.{
pt: Todos (*.{
ru: Все (*. {

source: Movies (*.{
de: Filme (*.{
fr: Films (*.{
pt: Filmes (*.{
ru: Фильмы (*) {

source: Load Image(s)
de: Bild(e) laden
fr: Charger l'image(s)
pt: Carregar( s) a( s) imagem( s)
ru: Загрузить изображение (фотографии)

source: Load Movie or Sequence
de: Film oder Sequenz laden
fr: Charger le film ou la séquence
pt: Carregar filme ou sequncia
ru: Загрузить кино или последовательность

source: Save OTIO timeline
de: OTIO-Zeitleiste speichern
fr: Enregistrer la chronologie OTIO
pt: Gravar a linha temporal do OTIO
ru: Сохранить график OTIO

source: Save Python Script
de: Python Script speichern
fr: Enregistrer le script Python
pt: Salvar o Script de Python
ru: Сохранить скрипт Python

source: Load Python Script
de: Python-Skript laden
fr: Charger le script Python
pt: Carregar o Script de Python
ru: Загрузить Python Script

source: LUTS (*.{
de: Symptome der unteren Harnwege
pt: LUTAS (*.{
ru: КОЛИЧЕСТВО (*) {

source: Load LUT
de: LUT laden
fr: Charger LUT
pt: Carregar LUT
ru: Загрузить LUT

source: Subtitles (*.{
de: Untertitel (*.{
fr: Sous-titres (*.{
pt: Legendas em ingls (*.{)
ru: Субтитры (*. {

source: Load Subtitle
de: Untertitel laden
fr: Charger le sous-titre
pt: Carregar a Legenda
ru: Загрузить субтитры

source: Audios (*.{
de: Audiogerte (*.{
pt: udios (*.{
ru: Звуки (*. {

source: Load Audio
de: Audio laden
fr: Charger l'audio
pt: Carregar udio
ru: Загрузить звук

source: Save Single Frame
de: Einzelrahmen speichern
fr: Enregistrer un seul cadre
pt: Salvar uma nica moldura
ru: Сохранить единую систему

source: Save Audio
de: Audio speichern
fr: Enregistrer l'audio
pt: Gravar udio
ru: Сохранить звук

source: Save Movie or Sequence
de: Film oder Sequenz speichern
fr: Enregistrer le film ou la séquence
pt: Salvar filme ou sequncia
ru: Сохранить кино или последовательность

source: Annotations (*.{json})
de: Anmerkungen (*.{json})
pt: Anotações (*.{json})
ru: Аннотации (*. {json})

source: Save Annotations to JSON
de: Anmerkungen in JSON speichern
pt: Salvar anotações para JSON
ru: Сохранить ссылки на JOSON

source: Save Annotations to PDF
de: Anmerkungen in PDF speichern
fr: Enregistrer les annotations dans le PDF
pt: Gravar anotaes para PDF
ru: Сохранить ссылки на PDF

source: Session
de: Sitzung
pt: Sesso
ru: Сессия

source: Open Session
de: Sitzung ffnen
fr: Séance ouverte
pt: Abrir a Sesso
ru: Открытое заседание

source: Save Session
de: Sitzung speichern
fr: Enregistrer la session
pt: Gravar a Sesso
ru: Сохранить сеанс

source: OCIO config (*.{
de: OCIO-Konfiguration (*.{
fr: Configuration OCIO (*.{
pt: Configurao OCIO (*.{
ru: ОКИО-Конфигурация (*) {

source: Load OCIO Config
de: OCIO-Konfig laden
fr: Charger la configuration OCIO
pt: Carregar OCIO Configurao
ru: Загрузить OCIO Conpig

source: Default
de: Vorgabe
fr: Par défaut
pt: Predefinido
ru: По умолчанию

source: Annotations
de: Anmerkungen
pt: Anotaes
ru: Аннотации

source: Background
de: Hintergrund
fr: Historique
pt: Antecedentes
ru: Фон

source: Color
de: Farbe
fr: Couleur
pt: Cor
ru: Цвет

source: Color Area
de: Farbbereich
fr: Zone de couleur
pt: rea de cores
ru: Цветовая область

source: Devices
de: Gerte
fr: Dispositifs
pt: Dispositivos
ru: Устройства

source: Environment Map
de: Umweltkarte
fr: Carte de l'environnement
pt: Mapa do Ambiente
ru: Экологическая карта

source: Histogram
de: Histogramm
fr: Histogramme
pt: Histograma
ru: Гистограмма

source: Logs
de: Protokolle
fr: Registres
pt: Dirios
ru: Журналы

source: Media Information
de: Medieninformation
fr: Information sur les médias
pt: Informao dos meios de comunicao social
ru: Информация о медиа

source: Settings
de: Einstellungen
fr: Paramètres
pt: Configurao
ru: Параметры

source: Vectorscope
de: Vektorskop
pt: Vectorescpio
ru: Векторный телескоп

source: Hotkeys
de: Tastenkombinationen
pt: Teclas quentes
ru: Горячие ключи

source: Preferences
de: Prferenzen
fr: Préférences
pt: Preferncias
ru: Преференции

source: About
de: ber
fr: À propos de
pt: Sobre
ru: О том, что

source: File extension cannot be empty.
de: Die Dateierweiterung kann nicht leer sein.
fr: L'extension de fichier ne peut pas être vide.
pt: A extenso do ficheiro no pode ser vazia.
ru: Распространение файла не может быть пустым.

source: Saving audio but not with an audio extension.
pt: Salvar áudio, mas não com uma extensão de áudio.
ru: Сохранение звука, но не с аудиопродукцией.
