Repository: ggarra13/mrv2
Catalog: src/po/*.po
Languages: de, fr, pt, ru

source: import mrv2 from mrv2 import plugin class DemoPlugin(plugin.Plugin): def __init__(self): """ Constructor for DemoPlugin. Define your own variables here. """ super().__init__() def run(self): """ Example method used for the callback. """ print("Hello from Python plugin") def active(self): """ Optional method to return whether the plug-in is active or not. :return: True if the plug-in is active, False otherwise. :rtype: bool """ return True def menus(self): """ Dictionary of menu entries as keys with callbacks as values. :return: A dictionary of menu entries and their corresponding callbacks. :rtype: dict """ menus = {"New Menu/Hello": self.run} return menus
de: import mrv2 from mrv2 import plugin class DemoPlugin(plugin.Plugin): def __init__(self): """ Konstruktor für DemoPlugin. Definieren Sie hier Ihre eigenen Variablen. """ super().__init__() def run(self): """ Beispielmethode, die für den Callback verwendet wird. """ print("Hallo vom Python-Plugin") def active(self): """ Optionale Methode, um zurückzugeben, ob das Plugin aktiv ist oder nicht. :return: True, wenn das Plugin aktiv ist, sonst False. :rtype: bool """ return True def menus(self): """ Wörterbuch von Menüeinträgen als Schlüssel mit Callbacks als Werte. :return: Ein Wörterbuch von Menüeinträgen und deren zugehörigen Callbacks. :rtype: dict """ menus = {"Neues Menü/Hallo": self.run} return menus
fr: import mrv2 from mrv2 import plugin class DemoPlugin(plugin.Plugin): def __init__(self): """ Constructeur pour DemoPlugin. Définissez vos propres variables ici. """ super().__init__() def run(self): """ Méthode d'exemple utilisée pour le rappel. """ print("Bonjour depuis le plugin Python") def active(self): """ Méthode optionnelle pour indiquer si le plugin est actif ou non. :return: True si le plugin est actif, False sinon. :rtype: bool """ return True def menus(self): """ Dictionnaire des entrées de menu comme clés avec des rappels comme valeurs. :return: Un dictionnaire des entrées de menu et de leurs rappels correspondants. :rtype: dict """ menus = {"New Menu/Hello": self.run} return menus
pt: import mrv2 from mrv2 import plugin class DemoPlugin(plugin.Plugin): def __init__(self): """ Construtor para DemoPlugin. Defina suas próprias variáveis aqui. """ super().__init__() def run(self): """ Método de exemplo usado para o callback. """ print("Olá do plugin Python") def active(self): """ Método opcional para retornar se o plug-in está ativo ou não. :return: True se o plug-in estiver ativo, False caso contrário. :rtype: bool """ return True def menus(self): """ Dicionário de entradas de menu como chaves com callbacks como valores. :return: Um dicionário de entradas de menu e seus respectivos callbacks. :rtype: dict """ menus = {"Novo Menu/Olá": self.run} return menus
ru: import mrv2 from mrv2 import plugin class DemoPlugin(plugin.Plugin): def __init__(self): """ Конструктор для DemoPlugin. Определите свои переменные здесь. """ super().__init__() def run(self): """ Пример метода, используемого для обратного вызова. """ print("Привет от Python плагина") def active(self): """ Необязательный метод для возвращения статуса активности плагина. :return: True, если плагин активен, False в противном случае. :rtype: bool """ return True def menus(self): """ Словарь пунктов меню в качестве ключей и обратных вызовов в качестве значений. :return: Словарь пунктов меню и их соответствующих обратных вызовов. :rtype: dict """ menus = {"Новое Меню/Привет": self.run} return menus

source: No playlist matched item.
de: Keine Wiedergabeliste passender Artikel.
fr: Pas d'élément correspondant à la liste de lecture.
pt: Nenhum item correspondente lista de reproduo.
ru: Никакого списка воспроизведения.

source: No playlist matched file name.
de: Keine Wiedergabeliste, die mit dem Dateinamen bereinstimmt.
fr: Aucune liste de lecture n'a correspondu au nom du fichier.
pt: Nenhuma lista de reproduo correspondeu ao nome do ficheiro.
ru: Нет списка совпадающих файлов.

source: No playlist loaded.
de: Keine Wiedergabeliste geladen.
fr: Pas de liste de lecture chargée.
pt: Nenhuma lista de reproduo carregada.
ru: Никакого плей-листа.

source: No playlist selected.
de: Keine Wiedergabeliste ausgewhlt.
fr: Aucune liste de lecture sélectionnée.
pt: Nenhuma lista de reproduo seleccionada.
ru: Нет выбранного списка воспроизведения.

source: Not an EDL playlist to add clips to.
de: Keine EDL-Playlist zum Hinzufgen von Clips.
fr: Pas une liste de lecture EDL à laquelle ajouter des clips.
pt: No uma lista de reproduo EDL para adicionar clipes.
ru: Не плейлист EDL, в который можно добавить клипы.

source: Could not find clip in loaded clips.
de: In geladenen Clips konnte kein Clip gefunden werden.
fr: Impossible de trouver le clip dans les clips chargés.
pt: No foi possvel encontrar o clipe em clipes carregados.
ru: Не удалось найти клип в заряженных клипах.

source: Playlist module. Contains all functions and classes related to the playlists.
de: Playlist-Modul. Enthlt alle Funktionen und Klassen im Zusammenhang mit den Wiedergabelisten.
fr: Module Liste de lecture. Contient toutes les fonctions et classes liées aux listes de lecture.
pt: Mdulo Lista de Reproduo. Contm todas as funes e classes relacionadas com as listas de reproduo.
ru: Модуль списка воспроизведения. Включает все функции и классы, связанные с плейлистами.

source: List playlist items.
de: Wiedergabelisten-Elemente auflisten.
fr: Listez les éléments de la liste de lecture.
pt: Listar os itens da lista de reproduo.
ru: Перечислите записи в плейлисте.

source: Select a playlist by FileModelItem.
de: Whlen Sie eine Wiedergabeliste von FileModelItem aus.
fr: Sélectionnez une liste de lecture par FileModelItem.
pt: Selecione uma lista de reproduo por FileModelItem.
ru: Выбрать список воспроизведения с помощью шаблона файла.

source: Select a playlist by fileName.
de: Whlen Sie eine Wiedergabeliste nach fileName aus.
fr: Sélectionnez une liste de lecture par fichierName.
pt: Selecione uma lista de reproduo por nome de arquivo.
ru: Выберите список воспроизведения по файлу.

source: Select a playlist by index.
de: Whlen Sie eine Wiedergabeliste nach Index aus.
fr: Sélectionnez une liste de lecture par index.
pt: Selecione uma lista de reproduo por ndice.
ru: Выберите список воспроизведения по индексу.

source: Add a clip to currently selected Playlist EDL.
de: Fgen Sie einen Clip zu der aktuell ausgewhlten Playlist EDL hinzu.
fr: Ajoutez un clip à Playlist EDL actuellement sélectionné.
pt: Adicione um clipe Lista de Reproduo EDL selecionada atualmente.
ru: Добавить клип в выбранный в настоящее время Playlist EDL.

source: Save current .otio file with relative paths.
de: Aktuelle.otio-Datei mit relativen Pfaden speichern.
fr: Enregistrer le fichier.otio actuel avec les chemins relatifs.
pt: Gravar o ficheiro.otio atual com caminhos relativos.
ru: Сохранить текущий файл.otio с относительными путями.

source: unsupported operand type(s) for {0}: RationalTime and {1}
de: nicht untersttzte Operanden-Typ(en) fr {0}: RationalTime und {1}
fr: type(s) d'opérande non supporté(s) pour {0}: RationalTime et {1}
pt: Tipo(s) de pera no suportados para {0}: RationalTime e {1}
ru: неподдерживаемый тип(ы) операнда {0}: Рациональное время и {1}

source: The RationalTime class represents a measure of time of :math:`rt.value/rt.rate` seconds. It can be rescaled into another :class:`~RationalTime`'s rate.
de: Die RationalTime-Klasse stellt ein Ma fr die Zeit von :math:`rt.value/rt.rate` Sekunden dar. Sie kann in eine andere Rate von :class:`~RationalTime` umskaliert werden.
fr: La classe RationalTime représente une mesure du temps de :math:`rt.value/rt.rate` secondes. Elle peut être redimensionnée en un autre :class:`~RationalTime`.
pt: A classe RationalTime representa uma medida do tempo de :math:`rt.value/rt.rate` segundos. Pode ser redimensionada para outra :class:`~RationalTime` taxa.
ru: Класс RationalTime представляет собой измерение времени в :math:`rt.value/rt.rate` секундах. Он может быть пересчитан в другой :class:`~RationalTime` с другим частотным значением.

source: Returns true if the time is invalid. The time is considered invalid if the value or the rate are a NaN value or if the rate is less than or equal to zero.
de: Gibt true zurck, wenn die Zeit ungltig ist. Die Zeit gilt als ungltig, wenn der Wert oder die Rate ein NaN-Wert ist oder wenn die Rate kleiner oder gleich Null ist.
pt: Devolve true se o tempo invlido. O tempo considerado invlido se o valor ou a taxa so um valor NaN ou se a taxa inferior ou igual a zero.
ru: Возвращение верно, если время является недействительным. Время считается недействительным, если значение или ставка являются значением NN или если ставка меньше или равна нулю.

source: Returns the time value for time converted to new_rate.
de: Gibt den Zeitwert fr die in new_rate konvertierte Zeit zurck.
fr: Retourne la valeur du temps pour le temps converti en new_rate.
pt: Devolve o valor de tempo para o tempo convertido para new_rate.
ru: Возвращает значение времени для времени, преобразованного в новый formula_rate.

source: Returns the time for time converted to new_rate.
de: Gibt die Zeit fr die in new_rate konvertierte Zeit zurck.
fr: Retourne le temps pour le temps converti en new_rate.
pt: Devolve o tempo para o tempo convertido para new_rate.
ru: Возвращает время времени, преобразованное в новое_tate.

source: Returns the time value for "self" converted to new_rate.
de: Gibt den Zeitwert fr "self" zurck, der in new_rate konvertiert wurde.
fr: Retourne la valeur temporelle de "self" convertie en new_rate.
pt: Devolve o valor de tempo para "self" convertido para new_rate.
ru: Возвращает значение времени для себя, преобразованного в новый formula_rate.

source: Compute the duration of samples from first to last (excluding last). This is not the same as distance. For example, the duration of a clip from frame 10 to frame 15 is 5 frames. Result will be in the rate of start_time.
de: Berechnen Sie die Dauer der Samples vom ersten bis zum letzten (ohne letzte). Dies ist nicht die gleiche Distanz. Zum Beispiel ist die Dauer eines Clips von Frame 10 auf Frame 15 5 Frames. Ergebnis wird in der Rate von start_time sein.
pt: Calcule a durao das amostras do primeiro ao ltimo (excluindo o ltimo). Isto no o mesmo que a distncia. Por exemplo, a durao de um clipe do quadro 10 para o quadro 15 de 5 quadros. O resultado ser na taxa de start_time.
ru: Вычислить продолжительность проб от первого до последнего (за исключением последнего). Это не то же самое, что расстояние. Например, продолжительность клипа от 10 до 15 кадра равна 5 кадрам. Результат будет в скорости начала_время.

source: Compute the duration of samples from first to last (including last). This is not the same as distance. For example, the duration of a clip from frame 10 to frame 15 is 6 frames. Result will be in the rate of start_time.
de: Berechnen Sie die Dauer der Samples vom ersten bis zum letzten (einschließlich des letzten). Dies ist nicht dasselbe wie die Entfernung. Zum Beispiel beträgt die Dauer eines Clips von Frame 10 bis Frame 15 6 Frames. Das Ergebnis wird in der Rate der start_time angegeben.
pt: Calcule a durao das amostras do primeiro ao ltimo (incluindo o ltimo). Isto no o mesmo que a distncia. Por exemplo, a durao de um clipe do quadro 10 para o quadro 15 de 6 quadros. O resultado ser na taxa de start_time.
ru: Вычислить продолжительность проб от первого до последнего (в том числе последнего). Это не то же самое, что расстояние. Например, продолжительность клипа от 10 до 15 кадра равна 6 кадрам. Результат будет в скорости начала_время.

source: Returns true if the rate is valid for use with timecode.
de: Gibt true zurck, wenn die Rate fr die Verwendung mit Timecode gltig ist.
fr: Renvoie true si le taux est valide pour l'utilisation avec le code de temps.
pt: Devolve true se a taxa for vlida para uso com o tempocode.
ru: Возвращение верно, если ставка действительна для использования с помощью временного кода.

source: Returns the first valid timecode rate that has the least difference from the given value.
de: Gibt die erste gltige Timecode-Rate zurck, die den geringsten Unterschied zum angegebenen Wert hat.
fr: Retourne le premier taux de code-temps valide qui a la moindre différence par rapport à la valeur donnée.
pt: Retorna a primeira taxa de cdigo de tempo vlida que tem a menor diferena do valor dado.
ru: Возвращает первую действительную скорость времени, которая имеет наименьшее отличие от указанной величины.

source: Turn a frame number and rate into a :class:`~RationalTime` object.
de: Verwandeln Sie eine Framenummer und raten Sie in ein :class:`~RationalTime`-Objekt.
fr: Transformer un numéro de cadre et le taux en un objet :class:`~RationalTime`.
pt: Vire um nmero de quadro e taxa em um objeto :class:`~RationalTime`.
ru: Преобразуйте номер кадра и частоту в объект :class:`~RationalTime`.

source: Returns the frame number based on the current rate.
de: Gibt die Framenummer basierend auf der aktuellen Rate zurck.
fr: Retourne le numéro de cadre en fonction du taux actuel.
pt: Retorna o nmero de quadro com base na taxa atual.
ru: Возвращает рамочное число на основе текущей ставки.

source: Returns the frame number based on the given rate.
de: Gibt die Framenummer basierend auf der angegebenen Rate zurck.
fr: Retourne le numéro de cadre en fonction du taux donné.
pt: Devolve o nmero de quadro com base na taxa dada.
ru: Возвращает рамочное число на основе указанной ставки.

source: Convert to timecode (``HH:MM:SS;FRAME``)
de: Umrechnen in Zeitcode (``HH:MM:SS;FRAME``)
fr: Convertir en code-temps (``HH:MM:SS;FRAME``)
pt: Converter para cdigo de tempo (``HH:MM:SS;FRAME``)
ru: Преобразование во временной код (``HH:MM:SS;FRAME``)

source: Convert a timecode string (``HH:MM:SS;FRAME``) into a :class:`~RationalTime`.
de: Konvertieren Sie einen Timecode-String (```HH:MM:SS;FRAME```) in eine :class:`~RationalTime`.
fr: Convertir une chaîne de code-temps (``HH:MM:SS;FRAME``) en :class:`~RationalTime`.
pt: Converta uma cadeia de cdigo de tempo (``HH:MM:SS;FRAME``) em uma :class:`~RationalTime`.
ru: Преобразовать строку временн*х кодов (``HH:MM:SS;FRAME``) в :class: `~RationalTime`.

source: Convert a time with microseconds string (``HH:MM:ss`` where ``ss`` is an integer or a decimal number) into a :class:`~RationalTime`.
de: Wandeln Sie eine Zeit mit Mikrosekundenzeichenfolge (``HH:MM:ss `` , wobei `` ss `` eine ganze Zahl oder eine Dezimalzahl ist) in eine :class: `~ RationalTime' um.
pt: Converta uma string de tempo com microssegundos (``HH:MM:ss`` onde ``ss`` é um número inteiro ou decimal) em um :class:`~RationalTime`.
ru: Преобразовать строку времени с микросекундами (``HH:MM:ss``, где ``ss`` — это целое число или десятичное число) в :class:`~RationalTime`.

source: The TimeRange class represents a range in time. It encodes the start time and the duration, meaning that :meth:`end_time_inclusive` (last portion of a sample in the time range) and :meth:`end_time_exclusive` can be computed.
de: Die TimeRange Klasse stellt einen Zeitbereich dar. Sie kodiert die Startzeit und die Dauer, was bedeutet, dass :meth:`end_time_inclusive` (letzter Teil einer Probe im Zeitbereich) und :meth:`end_time_exclusive` berechnet werden knnen.
fr: La classe TimeRange représente une plage de temps. Elle code l'heure de début et la durée, ce qui signifie que :meth:`end_time_inclusive` (dernière partie d'un échantillon dans la plage de temps) et :meth:`end_time_exclusive` peuvent être calculés.
pt: A classe TimeRange representa um intervalo de tempo. Ela codifica o tempo de início e a duração, significando que :meth:`end_time_inclusive` (última parte de uma amostra no intervalo de tempo) e :meth:`end_time_exclusive` podem ser computados.
ru: Класс TimeRange представляет диапазон времени. Он кодирует время начала и продолжительность, что означает возможность вычисления :meth:`end_time_inclusive` (последняя часть выборки в диапазоне времени) и :meth:`end_time_exclusive`.

source: The time of the last sample containing data in the time range. If the time range starts at (0, 24) with duration (10, 24), this will be (9, 24) If the time range starts at (0, 24) with duration (10.5, 24): (10, 24) In other words, the last frame with data, even if the last frame is fractional.
pt: O tempo da última amostra contendo dados no intervalo de tempo. Se o intervalo de tempo começa em (0, 24) com duração (10, 24), isso será (9, 24) Se o intervalo de tempo começa em (0, 24) com duração (10.5, 24): (10, 24) Em outras palavras, o último quadro com dados, mesmo que o último quadro seja fracionário.
ru: Время проведения последней выборки, содержащей данные во временном диапазоне. Если временной интервал начинается с (0, 24) с продолжительностью (10, 24), то он составляет: (9, 24) Если временной интервал начинается с (0, 24) с продолжительностью (10.5, 24): (10, 24) Иными словами, последняя рамка с данными, даже если последняя рамка является частичной.

source: Time of the first sample outside the time range. If start frame is 10 and duration is 5, then end_time_exclusive is 15, because the last time with data in this range is 14. If start frame is 10 and duration is 5.5, then end_time_exclusive is 15.5, because the last time with data in this range is 15.
de: Zeit des ersten Samples außerhalb des Zeitbereichs. Wenn der Start-Frame 10 ist und die Dauer 5 beträgt, dann ist end_time_exclusive 15, da die letzte Zeit mit Daten in diesem Bereich 14 ist. Wenn der Start-Frame 10 ist und die Dauer 5,5 beträgt, dann ist end_time_exclusive 15,5, da die letzte Zeit mit Daten in diesem Bereich 15 ist.
pt: Tempo da primeira amostra fora do intervalo de tempo. Se o quadro inicial é 10 e a duração é 5, então end_time_exclusive é 15, porque o último tempo com dados neste intervalo é 14. Se o quadro inicial é 10 e a duração é 5.5, então end_time_exclusive é 15.5, porque o último tempo com dados neste intervalo é 15.
ru: Время первого образца вне временных рамок. Если стартовая рамка - 10, а продолжительность - 5, то конец_время_исключительно - 15, Потому что последний раз с данными в этом диапазоне - 14. Если стартовая рамка равна 10, а продолжительность - 5,5, то конец_время_исключительно 15.5, потому что последний раз с данными в этом диапазоне - 15.

source: Construct a new :class:`~TimeRange` that is this one extended by other.
de: Konstruieren Sie eine neue :class:`~TimeRange` das ist diese um andere erweitert.
fr: Construire un nouveau :class:`~TimeRange` qui est celui-ci étendu par un autre.
pt: Construir um novo :class:`~TimeRange` que este extendido por outro.
ru: Создать новый :class:`~TimeRange`, который является расширением текущего за счет другого.

source: Clamp 'other' (:class:`~RationalTime`) according to :attr:`start_time`/:attr:`end_time_exclusive` and bound arguments.
de: Klemme 'andere' (:Klasse:`~RationalTime`) nach :attr:`start_time`/:attr:`end_time_exclusive` und gebundenen Argumenten.
fr: Clamp «autre» (:classe:`~RationalTime`) selon :attr:`start_time`/:attr:`end_time_exclusive` et arguments liés.
pt: Limite 'other' (:class:`~RationalTime`) de acordo com :attr:`start_time`/:attr:`end_time_exclusive` e argumentos de limite.
ru: Ограничить 'other' (:class:`~RationalTime`) в соответствии с :attr:`start_time`/:attr:`end_time_exclusive` и аргументами границ.

source: Clamp 'other' (:class:`~TimeRange`) according to :attr:`start_time`/:attr:`end_time_exclusive` and bound arguments.
de: Klemme 'andere' (:Klasse:`~TimeRange`) nach :attr:`start_time`/:attr:`end_time_exclusive` und gebundenen Argumenten.
fr: Clamp «autre» (:classe:`~TimeRange`) selon :attr:`start_time`/:attr:`end_time_exclusive` et arguments liés.
pt: Limite 'outros' (:classe:`~TimeRange`) de acordo com:attr:`start_time`/:attr:`end_time_exclusive` e argumentos vinculados.
ru: Ограничьте 'other' (:class:`~TimeRange`) в соответствии с :attr:`start_time`/:attr:`end_time_exclusive` и заданными аргументами.

source: The start of `this` precedes `other`. `other` precedes the end of `this`. :: other | * [ this ]
de: Der Anfang von `dieser` geht vor `anderes`. `anderes` geht dem Ende von `dieser` voraus.
fr: Le début de `this` précède `other`. `other` précède la fin de `this`. :: autre | * [ ceci ]
pt: O início de `this` precede `other`. `other` precede o final de `this`. :: other | * [ this ]
ru: Начало `this` предшествует `other`. `other` предшествует окончанию `this`. :: other | * [ this ]

source: The start of `this` precedes start of `other`. The end of `this` antecedes end of `other`. :: [ other ] [ this ] The converse would be ``other.contains(this)``
de: Der Beginn von `diesem` liegt vor dem Beginn von `anderem`. Das Ende von `diesem` liegt vor dem Ende von `anderem`. :: [ anderes ] [ dieses ] Das Gegenteil wäre ``anderes.contains(dieses)``
fr: Le début de `this` précède le début de `other`. La fin de `this` précède la fin de `other`. :: [ autre ] [ ceci ] L'inverse serait ``other.contains(this)``
pt: O início de `this` precede o início de `other`. O final de `this` antecede o final de `other`. :: [ other ] [ this ] A situação oposta seria ``other.contains(this)``
ru: Начало `this` предшествует началу `other`. Окончание `this` предшествует окончанию `other`. :: [ other ] [ this ] Обратное было бы ``other.contains(this)``

source: `this` contains `other`. :: other | * [ this ]
de: `dies` enthlt `andere`. :: andere. * [ diese ]
fr: `this` contient `other`. :: autre | * [ ceci ]
pt: `this` contém `other`. :: other | * [ this ]
ru: `this` содержит `other`. :: other | * [ this ]

source: The start of `this` strictly precedes end of `other` by a value >= `epsilon_s`. The end of `this` strictly antecedes start of `other` by a value >= `epsilon_s`. :: [ this ] [ other ] The converse would be ``other.overlaps(this)``
de: Der Anfang von `this` liegt strikt vor dem Ende von `other` um einen Wert >= `epsilon_s`. Das Ende von `this` liegt strikt vor dem Anfang von `other` um einen Wert >= `epsilon_s`. :: [ this ] [ other ] Das Umgekehrte wäre ``other.overlaps(this)``
fr: Le début de `this` précède strictement la fin de `other` d'une valeur >= `epsilon_s`. La fin de `this` précède strictement le début de `other` d'une valeur >= `epsilon_s`. :: [ ceci ] [ autre ] L'inverse serait ``other.overlaps(this)``
pt: O início de `this` precede estritamente o final de `other` por um valor >= `epsilon_s`. O final de `this` precede estritamente o início de `other` por um valor >= `epsilon_s`. :: [ this ] [ other ] A conversão seria ``other.overlaps(this)``
ru: Начало `this` строго предшествует окончанию `other` на значение >= `epsilon_s`. Окончание `this` строго предшествует началу `other` на значение >= `epsilon_s`. :: [ this ] [ other ] Обратное было бы ``other.overlaps(this)``

source: The end of `this` strictly precedes `other` by a value >= `epsilon_s`. :: other | [ this ] *
de: Das Ende von `this` liegt strikt vor `other` um einen Wert >= `epsilon_s`. :: other | [ this ] *
fr: La fin de `this` précède strictement `other` d'une valeur >= `epsilon_s`. :: autre | [ ceci ] *
pt: O final de `this` precede estritamente `other` por um valor >= `epsilon_s`. :: other | [ this ] *
ru: Окончание `this` строго предшествует `other` на значение >= `epsilon_s`. :: other | [ this ] *
