Repository: ggarra13/mrv2
Catalog: src/po/*.po
Languages: de, fr, pt, ru

source: USD module. Contains all classes and enums related to USD (Universal Scene Description).
de: USD-Modul. Enthlt alle Klassen und Enums im Zusammenhang mit USD (Universal Scene Description).
fr: Module USD. Contient toutes les classes et énumérations liées à USD (Universal Scene Description).
pt: Modulo USD. Contiene todas as classes e enums relacionados ao USD (Descrio Universal da Cena).
ru: Модуль долл. США. Содержит все классы и энумы, относящиеся к доллару США (всеобщее описание сцены).

source: Renderer Name
de: Name des Renderers
fr: Nom du donneur
pt: Nome do remetente
ru: Имя заказчика

source: Render Width
de: Breite des Renders
fr: Largeur de rendu
pt: Largura de rendio
ru: Рендер-широкоугольник

source: Models' complexity.
de: Die Komplexitt der Modelle.
fr: La complexité des modèles.
pt: Complexidade dos modelos.
ru: Сложность моделей.

source: Draw mode :class:`mrv2.usd.DrawMode`.
de: Zeichenmodus :class:`mrv2.usd.DrawMode`.
fr: Mode de dessin :classe:`mrv2.usd.DrawMode`.
pt: Modo de desenho :classe:`mrv2.usd.DrawMode`.
ru: Режим рисования :class:`mrv2.usd.DrawMode`.

source: Enable Lighting
de: Beleuchtung aktivieren
fr: Activer l'éclairage
pt: Activar a Iluminao
ru: Осветить

source: Enable Scene Lights
de: Szenenlichter aktivieren
fr: Activer les lumières de scène
pt: Activar as Luzes da Cena
ru: Включите сценические огни

source: Enable Scene Materials
de: Szenenmaterialien aktivieren
fr: Activer les matériaux de la scène
pt: Activar os Materiais da Cena
ru: Включить сценические материалы

source: Enable sRGB
de: sRGB aktivieren
fr: Activer sRGB
pt: Activar o sRGB
ru: Включить SRGB

source: Stage Cache Count
de: Anzahl der Stufen-Cache
fr: Nombre de caches d'étape
pt: Contagem de cache de estgio
ru: Количество кэшов

source: Disk Cache Byte Count
fr: Compte d'octets de cache de disque
pt: Contagem de Bytes de Cache de Disco
ru: Граф Disk Kach Byte

source: USD Render Options.
de: USD Render Optionen.
fr: Options de rachat en USD.
pt: Opes de Render USD.
ru: Варианты рендера в долл. США.

source: Get USD Render Options.
de: Erhalten Sie USD Render Optionen.
fr: Obtenir des options de rendu USD.
pt: Obter Opes de Render USD.
ru: Получите опционы в долларах США.

source: Set USD Render Options.
de: Setzen Sie USD Render-Optionen.
fr: Définir les options de rendu en USD.
pt: Definir opes de rendibilidade em USD.
ru: Установите параметры рендера в долл. США.

source: UI module. Contains all classes and enums related to UI (User Interface).
de: UI-Modul. Enthlt alle Klassen und Enums im Zusammenhang mit UI (User Interface).
fr: Module d'interface utilisateur. Contient toutes les classes et énumérations liées à l'interface utilisateur.
pt: Mdulo UI. Contm todas as classes e enums relacionados UI (Interface de usurio).
ru: Модуль UI. Содержит все классы и энумы, связанные с UI (пользовательский интерфейс).

source: Refresh menus.
de: Mens aktualisieren.
fr: Rafraîchir les menus.
pt: Actualizar menus.
ru: Обновить меню.

source: Timeline module. Contains all functions related to the timeline control.
de: Timeline-Modul. Enthlt alle Funktionen im Zusammenhang mit der Timeline-Steuerung.
fr: Module chronologie. Contient toutes les fonctions liées au contrôle chronologique.
pt: Mdulo da linha de tempo. Contm todas as funes relacionadas com o controle da linha de tempo.
ru: Модуль временных рамок. Содержит все функции, связанные с контролем времени.

source: Play forwards.
de: Spielt nach vorne.
fr: Jouez à l'avant.
pt: Jogue para a frente.
ru: Играй вперёд.

source: Play backwards.
de: Rckwrts spielen.
fr: Jouez à l'envers.
pt: Toca para trs.
ru: Играй назад.

source: Seek to a time in timeline.
de: Suchen Sie nach einer Zeit in der Zeitlinie.
fr: Cherchez un moment dans la chronologie.
pt: Procurar uma hora na linha do tempo.
ru: Ищите время в графике.

source: Seek to a frame in timeline.
de: Suchen Sie zu einem Frame in der Zeitleiste.
fr: Cherchez un cadre dans la chronologie.
pt: Procure uma moldura na linha do tempo.
ru: Ищите хронологию в хронологии.

source: Seek to a second in timeline.
de: Suchen Sie nach einer Sekunde in der Zeitlinie.
fr: Cherchez une seconde dans la chronologie.
pt: Procura um segundo na linha do tempo.
ru: Ищите секунду во времени.

source: Time range of the timeline.
de: Zeitbereich der Zeitlinie.
fr: Plage de temps de la chronologie.
pt: Intervalo de tempo da linha do tempo.
ru: Сроки.

source: Selected time range of the timeline.
de: Ausgewhlter Zeitbereich der Zeitlinie.
fr: Plage de temps sélectionnée de la chronologie.
pt: Gama de tempo selecionado da linha do tempo.
ru: Отдельные временные интервалы.

source: Set the selected time range of the timeline.
de: Legen Sie den ausgewhlten Zeitbereich der Zeitlinie fest.
fr: Définissez la plage de temps sélectionnée de la timeline.
pt: Defina o intervalo de tempo selecionado da linha de tempo.
ru: Установите выбранный временной диапазон в графике.

source: Set the in time of the selected time range of the timeline.
de: Stellen Sie die Zeit in dem ausgewhlten Zeitbereich der Zeitlinie ein.
fr: Définissez le temps de la plage de temps sélectionnée de la timeline.
pt: Defina o tempo no intervalo de tempo selecionado da linha de tempo.
ru: Установите время в выбранном временном диапазоне.

source: Set the in frame of the selected time range of the timeline.
de: Stellen Sie den Rahmen des ausgewhlten Zeitbereichs der Zeitlinie ein.
fr: Définissez le cadre de la plage de temps sélectionnée de la timeline.
pt: Defina o quadro do intervalo de tempo selecionado da linha de tempo.
ru: Установите рамки выбранного периода времени.

source: Set the in seconds of the selected time range of the timeline.
de: Legen Sie die in Sekunden des ausgewhlten Zeitbereichs der Zeitlinie fest.
fr: Définissez en secondes la plage de temps sélectionnée de la timeline.
pt: Defina em segundos o intervalo de tempo selecionado da linha de tempo.
ru: Установите в секундах выбранный временной диапазон.

source: Set the out time of the selected time range of the timeline.
de: Stellen Sie die Auszeit des ausgewhlten Zeitbereichs der Zeitlinie ein.
fr: Définissez l'heure d'arrêt de la plage de temps sélectionnée de la timeline.
pt: Defina o tempo de sada do intervalo de tempo selecionado da linha de tempo.
ru: Указать время выбранного периода времени.

source: Set the out frame of the selected time range of the timeline.
de: Legen Sie den Rahmen fr den ausgewhlten Zeitbereich der Zeitlinie fest.
pt: Defina o quadro de sada do intervalo de tempo selecionado da linha de tempo.
ru: Установите рамки выбранного периода времени.

source: Set the out seconds of the selected time range of the timeline.
de: Legen Sie die Sekunden des ausgewhlten Zeitbereichs der Zeitlinie fest.
fr: Définissez les secondes de l'intervalle de temps sélectionné de la timeline.
pt: Defina os segundos de sada do intervalo de tempo selecionado da linha de tempo.
ru: Установите секунды выбранного диапазона времени.

source: Current time in timeline.
de: Aktuelle Zeit in der Zeitleiste.
fr: Heure actuelle dans la chronologie.
pt: Hora atual na linha do tempo.
ru: Текущее время в графике.

source: Current frame in timeline.
de: Aktueller Rahmen in der Zeitleiste.
fr: Cadre actuel dans la chronologie.
pt: Quadro actual na linha do tempo.
ru: Текущая рамка в графике.

source: Current seconds in timeline.
de: Aktuelle Sekunden in der Zeitlinie.
fr: Secondes actuelles dans la chronologie.
pt: Segundos atuais na linha do tempo.
ru: Текущие секунды в хронологии.

source: Return current loop mode of timeline.
de: Gibt den aktuellen Loop-Modus der Timeline zurck.
fr: Retourner le mode courant de boucle de la chronologie.
pt: Retornar o modo de loop atual da linha do tempo.
ru: Возвращайте текущий режим петли.

source: Set current loop mode of timeline.
de: Stellen Sie den aktuellen Schleifenmodus der Timeline ein.
fr: Définissez le mode courant de boucle de la chronologie.
pt: Definir o modo de loop atual da linha do tempo.
ru: Установите текущий режим петли.

source: Gets the current FPS of timeline.
de: Ruft die aktuelle FPS der Timeline.
fr: Obtent le FPS actuel de la chronologie.
pt: Obtm o FPS atual da linha do tempo.
ru: Получает текущие ФПС времени.

source: Gets the default speed of the timeline.
de: Ermittelt die Standard-Geschwindigkeit der Timeline.
fr: Obtient la vitesse par défaut de la timeline.
pt: Obtm a velocidade padro da linha do tempo.
ru: Получает по умолчанию скорость времени.

source: Set current FPS of timeline.
de: Setzen Sie die aktuelle FPS der Timeline.
fr: Définissez le FPS actuel de la chronologie.
pt: Defina o FPS atual da linha do tempo.
ru: Установите текущие FPS временн*е рамки.

source: Value less than 0
de: Wert weniger als 0
fr: Valeur inférieure à 0
pt: Valor inferior a 0
ru: Значение менее 0

source: Settings module. Contains all settings functions.
de: Einstellungen Modul. Enthlt alle Einstellungen Funktionen.
fr: Module de paramètres. Contient toutes les fonctions de paramètres.
pt: Mdulo de configuraes. Contm todas as funes de configurao.
ru: Модуль параметров. Содержит все функции настройки.

source: Returns whether to check for updates at start up.
de: Gibt zurck, ob beim Start nach Updates berprft werden soll.
fr: Retourne s'il faut vérifier les mises à jour au démarrage.
pt: Devolve se deve verificar se h atualizaes no incio.
ru: Возвращается ли проверка обновления в начале.

source: Retrieve the cache memory setting in gigabytes.
de: Abrufen der Cache-Speichereinstellung in Gigabytes.
fr: Récupérer le réglage de la mémoire de cache en gigaoctets.
pt: Recuperar a configurao da memria de cache em gigabytes.
ru: Возьмите кэш-память в гигабайтах.

source: Set the cache memory setting in gigabytes.
de: Legen Sie die Cache-Speichereinstellung in Gigabytes fest.
fr: Définissez le réglage de la mémoire de cache en gigaoctets.
pt: Defina a configurao da memria do cache em gigabytes.
ru: Установите настройку памяти кэша в гигабайтах.

source: Retrieve Read Ahead cache in seconds.
de: Lese den Cache in Sekunden voraus.
fr: Récupérer le cache Read Ahead en quelques secondes.
pt: Recuperar o cache Read Ahead em segundos.
ru: Попробуй прочесть кэш за секунды.

source: Set Read Ahead cache in seconds.
de: Legen Sie den Cache "Vorlesen" in Sekunden fest.
fr: Définir le cache de lecture avant en quelques secondes.
pt: Set Read Ahead cache em segundos.
ru: Начните читать в кэше через секунды.

source: Retrieve Read Behind cache in seconds.
de: Lesen Sie in Sekunden hinter dem Cache.
fr: Récupérer le cache derrière en quelques secondes.
pt: Recuperar Ler o cache Atrs em segundos.
ru: Прочитай заднюю кэшу в секунды.

source: Set Read Behind cache in seconds.
de: Legen Sie den Cache "Lesen hinter dem Cache" in Sekunden fest.
fr: Définir Lire derrière cache en quelques secondes.
pt: Set Ler o cache Atrs em segundos.
ru: Займитесь чтением за кэшом в секунды.

source: Set file sequence audio.
de: Dateisequenz-Audio festlegen.
fr: Définir la séquence audio du fichier.
pt: Definir udio de sequncia de ficheiros.
ru: Установите звук последовательности файлов.

source: Get file sequence audio.
de: Holen Sie sich Dateisequenz Audio.
fr: Obtenez l'audio de séquence de fichier.
pt: Obter udio de sequncia de ficheiros.
ru: Найдите звук последовательности файлов.

source: Set file sequence audio file name.
de: Stellen Sie den Namen der Dateisequenz-Audiodatei ein.
fr: Définir le nom du fichier audio de la séquence du fichier.
pt: Definir o nome do ficheiro de udio da sequncia de ficheiros.
ru: Установить звуковое имя файла.

source: Get file sequence audio file name.
de: Holen Sie sich den Namen der Dateisequenz Audiodatei.
fr: Obtenir le nom de fichier audio de séquence de fichier.
pt: Obter o nome do arquivo de sequncia de udio.
ru: Найдите последовательность звукового файла.

source: Set file sequence audio directory.
de: Dateisequenz-Audio-Verzeichnis festlegen.
fr: Définir le répertoire audio de la séquence de fichiers.
pt: Definir o diretrio de udio de sequncia de ficheiros.
ru: Установите аудиоканал файловой последовательности.

source: Get file sequence audio directory.
de: Datei-Sequenz-Audio-Verzeichnis.
fr: Obtenir le répertoire audio de séquence de fichiers.
pt: Obter o diretrio de udio de sequncia de arquivos.
ru: Возьмите аудиоканал файловой последовательности.

source: Set maximum file sequence digits.
de: Legen Sie die maximalen Dateisequenzziffern fest.
fr: Définir des chiffres de séquence de fichier maximum.
pt: Definir os dgitos mximos de sequncia de ficheiros.
ru: Установите максимальные цифры последовательности файлов.

source: Get maximum file sequence digits.
de: Holen Sie sich maximale Dateisequenz Ziffern.
fr: Obtenir des chiffres de séquence de fichier maximum.
pt: Obter dgitos mximos de sequncia de arquivos.
ru: Выбрать максимальные цифры последовательности файлов.

source: Set Timer Mode.
de: Timermodus einstellen.
fr: Définir le mode minuteur.
pt: Definir o Modo de Temporizao.
ru: Установите режим таймера.

source: Get Timer Mode.
de: Holen Sie sich den Timer-Modus.
fr: Obtenez le mode Timer.
pt: Traz o Modo Temporizador.
ru: Возьмите режим таймера.

source: Set Audio Buffer Frame Count.
de: Audio Buffer Frame Count einstellen.
fr: Définir le nombre de cadres de tampon audio.
pt: Defina a contagem de molduras de udio.
ru: Зафиксировать подсчёт аудио-буферов.

source: Get Audio Buffer Frame Count.
de: Holen Sie sich Audio Buffer Frame Count.
fr: Obtenez le nombre de cadres de tampon audio.
pt: Obter udio Buffer Frame Contagem.
ru: Найдите подсчёт аудио-буферов.

source: Set Video Request Count.
de: Video-Request-Count einstellen.
fr: Définissez le nombre de demandes vidéo.
pt: Defina a contagem de solicitaes de vdeo.
ru: Назначь число запросов на видео.

source: Get Video Request Count.
de: Holen Sie sich Video Request Count.
fr: Obtenez le nombre de demandes vidéo.
pt: Obtenha a contagem de solicitao de vdeo.
ru: Найдите список запросов на видео.

source: Set Audio Request Count.
de: Anzahl der Audio-Anfragen einstellen.
fr: Définissez le nombre de demandes audio.
pt: Defina a contagem de pedidos de udio.
ru: Назначьте число запросов на аудио.

source: Get Audio Request Count.
de: Holen Sie sich Audio Request Count.
fr: Obtenez le nombre de demandes audio.
pt: Obtenha a contagem de pedidos de udio.
ru: Найдите звуковой запрос подсчёт.

source: Set Sequence Thread Count.
de: Setze Sequenz Thread Count.
fr: Définir le nombre de fils de séquence.
pt: Defina a contagem de linhas de sequncia.
ru: Установите граф последовательности.

source: Get Sequence Thread Count.
de: Sequence Thread Count erhalten.
fr: Obtenir le nombre de fils de séquence.
pt: Obter contagem de linhas de sequncia.
ru: Найдите граф последовательности.

source: Set FFmpeg YUV To RGB Conversion.
de: Setzen Sie FFmpeg YUV auf RGB-Umwandlung.
fr: Définir FFmpeg YUV en RGB Conversion.
pt: Definir o YUV FFmpeg para converso RGB.
ru: Установите FFmpeg YUV на преобразование RGB.

source: Get FFmpeg YUV To RGB Conversion.
de: Holen Sie sich FFmpeg YUV auf RGB-Konversion.
fr: Obtenez FFmpeg YUV en conversion RGB.
pt: Obter YUV FFmpeg para converso RGB.
ru: Отправьте FFmpeg YUV на конверсию RGB.

source: Set FFmpeg Color Accuracy.
de: FFmpeg Farbgenauigkeit einstellen.
fr: Définissez la précision de couleur FFmpeg.
pt: Defina a preciso da cor FFmpeg.
ru: Указать точность цвета FFmpeg.

source: Get FFmpeg Color Accuracy.
de: Holen Sie sich FFmpeg Farbe Genauigkeit.
fr: Obtenez la précision de couleur FFmpeg.
pt: Obter preciso de cor FFmpeg.
ru: Получите точность цвета FFmpeg.

source: Set FFmpeg Thread Count.
de: Setze FFmpeg Thread Count.
fr: Définissez le nombre de fils FFmpeg.
pt: Ajuste a contagem de fios FFmpeg.
ru: Установите граф FFmpeg Tread.

source: Get FFmpeg Thread Count.
de: Besorgen Sie FFmpeg Thread Count.
fr: Obtenez le compte de filetage FFmpeg.
pt: Chame a contagem de fios FFmpeg.
ru: Возьмите граф FFmpeg Tread.

source: No session name established, cannot save.
de: Kein Sitzungsname erstellt, kann nicht gespeichert werden.
fr: Aucun nom de session établi, ne peut être enregistré.
pt: Nenhum nome de sesso estabelecido, no pode salvar.
ru: Имя сеанса не установлено, не может сохранить.

source: Session module. Used to manage everything related to sessions.
de: Sitzungsmodul. Wird verwendet, um alles zu verwalten, was mit Sitzungen zusammenhngt.
fr: Module de session. Utilisé pour gérer tout ce qui concerne les sessions.
pt: Mdulo de sesso. Usado para gerenciar tudo relacionado s sesses.
ru: Сессионный модуль. Обрабатывал всё, что связано с сессиями.

source: Returns the current session metadata.
de: Gibt die aktuellen Sitzungs-Metadaten zurck.
fr: Retourne les métadonnées de la session en cours.
pt: Retorna os metadados da sesso atual.
ru: Возвращает метаданные текущей сессии.

source: Returns the current metadata for a key.
de: Gibt die aktuellen Metadaten fr einen Schlssel zurck.
fr: Retourne les métadonnées actuelles pour une clé.
pt: Retorna os metadados atuais para uma chave.
ru: Возвращает текущие метаданные для ключа.

source: Sets all the session metadata for a session.
de: Setzt alle Sitzungs-Metadaten fr eine Sitzung.
fr: Définit toutes les métadonnées de la session pour une session.
pt: Defini todos os metadados da sesso para uma sesso.
ru: Устанавливает все метаданные сессии для заседания.

source: Sets the session metadata for a key.
de: Setzt die Sitzungs-Metadaten fr einen Schlssel.
fr: Définit les métadonnées de la session pour une clé.
pt: Defina os metadados da sesso para uma chave.
ru: Устанавливает сессионные метаданные для ключа.

source: Clears the current session metadata.
de: Lscht die aktuellen Sitzungs-Metadaten.
fr: Efface les métadonnées de la session en cours.
pt: Limpa os metadados da sesso atual.
ru: Очистить метаданные текущей сессии.

source: Returns current session file.
de: Gibt die aktuelle Sitzungsdatei zurck.
fr: Retourne le fichier de session en cours.
pt: Retorna o ficheiro de sesso actual.
ru: Возвращает файл текущего сеанса.

source: Sets the current session file.
de: Setzt die aktuelle Sitzungsdatei.
fr: Définit le fichier de session en cours.
pt: Define o ficheiro de sesso actual.
ru: Устанавливает текущий файл сеанса.

source: Open a session file.
de: ffnen Sie eine Sitzungsdatei.
fr: Ouvrez un fichier de session.
pt: Abra um ficheiro de sesso.
ru: Откройте сессионный файл.

source: Save a session file.
de: Eine Sitzungsdatei speichern.
fr: Enregistrer un fichier de session.
pt: Gravar um ficheiro de sesso.
ru: Сохранить сессионный файл.

source: Duplicated Python plugin {0} in {1} and {2}.
de: Dupliziertes Python-Plugin {0} in {1} und {2}.
fr: Plugin Python en double {0} dans {1} et {2}.
pt: Complemento Python duplicado {0} em {1} e {2}.
ru: Дублированный мешок Python {0} в {1} и {2}.

source: Expected a tuple containing a Python function and a string with menu options in it.
de: Erwartete ein Tupel, das eine Python-Funktion und einen String mit Menoptionen enthlt.
fr: On attendait une tuple contenant une fonction Python et une chaîne avec des options de menu.
pt: Esperava um tuple contendo uma funo Python e uma string com opes de menu nela.
ru: Ожидал тюльку, содержащую функцию Python и строку с опциями меню.

source: Expected a handle to a Python function or to a tuple containing a Python function and a string with menu options in it.
de: Erwartete einen Handle zu einer Python-Funktion oder zu einem Tupel, der eine Python-Funktion und einen String mit Menoptionen enthlt.
ru: Ожидал рукоятку для функции Python или тюльпана, содержащего функцию Python и строку с опциями меню.

source: Please override the menus method by returning a valid dict of key menus, values methods.
de: Bitte berschreiben Sie die Menmethode, indem Sie ein gltiges Dikt von Tastenmens, Wertemethoden zurckgeben.
fr: Veuillez surcharger la méthode des menus en renvoyant un dict valide des menus clés, des méthodes de valeurs.
pt: Por favor, anule o mtodo de menus retornando um dito vlido de menus chaves, mtodos de valores.
ru: Пожалуйста, отмените метод меню, верните действительный диктофон меню ключей, методы значений.

source: Plugin module. Contains all classes related to python plugins.
de: Plugin-Modul. Enthlt alle Klassen im Zusammenhang mit Python-Plugins.
fr: Module Plugin. Contient toutes les classes liées aux plugins python.
pt: Mdulo de plugin. Contm todas as classes relacionadas com plugins de python.
ru: Модуль провинции. В этой колонке содержатся все классы, относящиеся к питоновым бамперам.

source: Whether a plugin is active or not. If not overriden, the default is True.
de: Ob ein Plugin aktiv ist oder nicht. Wenn nicht berschrieben, ist der Standardwert True.
fr: Que le plugin soit actif ou non. Si ce n'est pas annulé, la valeur par défaut est True.
pt: Se um plugin est ativo ou no. Se no for anulado, o padro True.
ru: Вне зависимости от того, активен ли пультин или нет. Если он не отменяется, то по умолчанию это правда.

source: Dictionary of menu entries with callbacks, like: def menus(self): menus = { "Nem Menu/Hello" : self.run } return menus
de: Wrterbuch der Meneintrge mit Rckrufen, wie z.B.: def menus(self): menus = { "Nem Menu/Hello" : self.run } return menus
fr: Dictionnaire des entrées de menu avec callbacks, comme: def menus(self): menus = { "Nem Menu/Hello" : self.run } menus de retour
pt: Dicionrio de entradas de menus com callbacks, como: def menus(self): menus = { "Nem Menu/Olá" : self.run } return menus
ru: Словарь пунктов меню с обратными вызовами, например: def menus(self): menus = { "Новое меню/Привет" : self.run } return menus
