Repository: ggarra13/mrv2
Catalog: src/po/*.po
Languages: de, fr, pt, ru

source: Save Annotations burned into the movie or sequence. It also allows saving OpenEXRs from an 8-bit movie and changing OpenEXR's pixel type. Furthermore, it allows saving A/B or Tiled comparisons and baking OCIO. However, it is limited to the size of your screen.
de: Speichert Anmerkungen, die in den Film oder die Sequenz eingebrannt wurden. Ermöglicht auch das Speichern von OpenEXRs aus einem 8-Bit-Film und das Ändern des OpenEXR-Pixeltyps. Darüber hinaus ermöglicht es das Speichern von A/B- oder Kachel-Vergleichen und das Backen von OCIO. Es ist jedoch auf die Größe Ihres Bildschirms beschränkt.
fr: Enregistrer les annotations incrustées dans le film ou la séquence. Il permet également de sauvegarder des OpenEXR à partir d'un film en 8 bits et de changer le type de pixel d'OpenEXR. De plus, il permet de sauvegarder des comparaisons A/B ou en mosaïque et d'appliquer OCIO. Cependant, cela est limité à la taille de votre écran.
pt: Salvar anotações gravadas no filme ou sequência. Também permite salvar OpenEXRs a partir de um filme de 8 bits e alterar o tipo de pixel do OpenEXR. Além disso, permite salvar comparações A/B ou em mosaico e aplicar OCIO. No entanto, é limitado ao tamanho da sua tela.
ru: Сохранить ссылки, сожженные в фильме или последовательности. Он также позволяет сохранить OpenEXRs из 8-битного фильма и изменить тип пикселя OpenEXR. Кроме того, это позволяет сохранить сопоставления A/B или Triled и выпечку OCIO. Однако он ограничен размером с ваш экран.

source: Video Options
de: Video-Optionen
fr: Options vidéo
pt: Opes de vdeo
ru: Параметры видео

source: Resolution
de: Entschlieung
fr: Résolution
pt: Resoluo
ru: Резолюция

source: Resolution of movie to save.
de: Auflsung des Films zu speichern.
fr: Résolution du film à sauver.
pt: Resoluo de filme para salvar.
ru: Разрешение фильма на спасение.

source: Hardware Codec
fr: Codec matériel
pt: Cdigo de Hardware
ru: Аппаратный кодc

source: Profile
de: Profil
fr: Profil
pt: Perfil
ru: Профиль

source: FFMpeg's Profile settings.
de: Die Profileinstellungen von FFMpeg.
fr: Paramètres du profil de FFMpeg.
pt: Configuraes do perfil da FFMpeg.
ru: Настройка профиля FFMpeg.

source: Help on Profile
de: Hilfe auf Profil
fr: Aide sur le profil
pt: Ajuda no Perfil
ru: Помощь в изучении профиля

source: Pixel Format
fr: Format des pixels
pt: Formato do PixelName
ru: Формат пикселя

source: FFMpeg's Pixel Format for the codec selected
de: FFMpeg Pixel Format fr den ausgewhlten Codec
fr: Format Pixel de FFMpeg pour le codec sélectionné
pt: Formato Pixel da FFMpeg para o cdec selecionado
ru: Формат пикселя FFMpeg для выбранного кодека

source: Help on Pixel Format
de: Hilfe im Pixel-Format
fr: Aide sur le format Pixel
pt: Ajuda no formato Pixel
ru: Справка о формате пикселя

source: Preset
de: Voreinstellung
fr: Préréglé
pt: Predefinir
ru: Предварительный набор

source: FFMpeg's Preset setting for the codec selected.
de: FFMpegs Preset-Einstellung fr den ausgewhlten Codec.
fr: Paramètre de prédéfinition de FFMpeg pour le codec sélectionné.
pt: A configurao do Preset do FFMpeg para o cdec seleccionado.
ru: Предисловие FFMpeg к выбранному кодеку.

source: Help on Preset
de: Hilfe auf Voreinstellung
fr: Aide sur le préréglage
pt: Ajuda no Predefinir
ru: Помощь в пресетке

source: Advanced Settings
de: Erweiterte Einstellungen
fr: Paramètres avancés
pt: Configuraes Avanadas
ru: Дополнительные параметры

source: Help on Advance Settings
de: Hilfe bei Voreinstellungen
fr: Aide sur les paramètres avancés
pt: Ajuda em Configuraes Avanadas
ru: Помощь в опережающих параметрах

source: Audio Options
de: Audio-Optionen
fr: Options audio
pt: Opes de udio
ru: Параметры звука

source: FFMpeg's Audio Codec settings.
de: Die Audio Codec-Einstellungen von FFMpeg.
fr: Paramètres de codec audio de FFMpeg.
pt: Configuraes do Codec de udio da FFMpeg.
ru: Аудиовизуальные коды FFMpeg.

source: Note that while saving with audio, the audio will not be heard.
de: Beachten Sie, dass das Audio beim Speichern mit Audio nicht gehrt wird.
fr: Notez que lors de l'enregistrement avec audio, l'audio ne sera pas entendu.
pt: Note que ao salvar com udio, o udio no ser ouvido.
ru: Обратите внимание, что, сохраняя звук, звук не будет услышан.

source: Help Window
de: Hilfefenster
fr: Fenêtre d'aide
pt: Janela de Ajuda
ru: Окно помощи

source: Override
de: berschreiben
fr: Dépassement
pt: Sobreposio
ru: Превышение

source: Select this to override all the parameters below.
de: Wählen Sie dies, um alle Parameter unten zu überschreiben.
pt: Selecione isto para anular todos os parâmetros abaixo.
ru: Выберите это, чтобы отменить все параметры ниже.

source: Color Range
de: Farbbereich
fr: Gamme de couleurs
pt: Gama de cores
ru: Диапазон цветов

source: FFMpeg's Color Range for the codec selected
de: Farbbereich von FFMpeg für den ausgewählten Codec
pt: Gama de cores do FFMpeg para o códec seleccionado
ru: Цветовой диапазон FFMpeg для выбранного кодаc

source: FFMpeg's Color Space for the codec selected
de: Farbraum von FFMpeg für den ausgewählten Codec
pt: Espaço de cores do FFMpeg para o códec selecionado
ru: Цветовое пространство FFMpeg для выбранного кодаc

source: FFMpeg's Color Primaries setting for the codec selected.
de: FFMpeg's Color Primaries Einstellung für den ausgewählten Codec.
pt: A configuração das Primarias de Cores do FFMpeg para o códec selecionado.
ru: Цветовые прелюдии FFMpeg для выбранного кода.

source: FFMpeg's Color Transfer Function settings for the codec selected.
de: Die Farbübertragungsfunktionseinstellungen von FFMpeg für den ausgewählten Codec.
pt: Configurações da função de transferência de cores da FFMpeg para o códec selecionado.
ru: Параметры функции передачи цветов FFMpeg для выбранного кода.

source: Profile Help
de: Profil-Hilfe
fr: Aide du profil
pt: Ajuda do Perfil
ru: Справка по профилям

source: The Profile setting allows you to select the codec and profile for video saving. Each profile has its benefits and drawbacks. None - This is mpeg4 compatible with DVD movies. H264 - Only if mrv2 has been compiled as GPL. One of the most popular codecs, but it is now becoming obsolete. ProRes - ProRes is a family of codecs developed by Apple. The Normal version strikes a balance between quality and file size. ProRes_Proxy - Most compressed ProRes, offering the smallest file size. Good for offline editing. ProRes_LT - More compressed than normal ProRes but less than Proxy. Good for offline editing. ProRes_HQ - Less compressed then normal ProRes. Often used for mastering and final delivery. ProRes_4444 - Highest quality ProRes format, offering full 4:4:4 chroma sampling (color information for each pixel). Preserves the most detail and color accuracy, ideal for high-end workflows like color grading and visual effects. Supports alpha channels for compositing graphics with transparency. ProRes_XQ - Highest quality version of ProRes 4444, designed for high-dynamic-range (HDR) imagery. VP9 - Codec developed by Google. High compression ratio. It supports a whole range of pixel formats to balance disk space vs. quality. Good for high-end delivery for either Web or online review. Cineform - codec developed by GoPro, that rivals ProRes in features, except for HDR. It was discontinued in 2021, but most packages may support it. It does not compress as well as ProRes or VP9. It supports alpha channels for compositing graphics with transparency. AV1 - New generation codec which is gaining support from Google, Netflix and Amazon. Compresses better than VP9 or H264 for the same quality but requires more computer resources. Optimal for video reviews. HAP - RGB/A codec which is optimized for fast playback with CPU decoding. It does not compress that well. It needs hap-alpha* presets to save alpha channel. Hardware encoding is only supported on newer MacBook Pro with M1 or newer chips. H264, Prores, VP9 and AV1 are supported or soon will be.
de: Die Profileinstellung ermöglicht Ihnen, den Codec und das Profil für die Videospeicherung auszuwählen. Jedes Profil hat seine Vor- und Nachteile. Keines - Dies ist MPEG4-kompatibel mit DVD-Filmen. H264 - Nur wenn mrv2 als GPL kompiliert wurde. Einer der beliebtesten Codecs, der aber mittlerweile veraltet ist. ProRes - ProRes ist eine Familie von Codecs, die von Apple entwickelt wurden. Die normale Version schafft ein Gleichgewicht zwischen Qualität und Dateigröße. ProRes_Proxy - Am stärksten komprimiertes ProRes mit der kleinsten Dateigröße. Gut für die Offline-Bearbeitung. ProRes_LT - Stärker komprimiert als normales ProRes, aber weniger als Proxy. Gut für Offline-Bearbeitung . ProRes_HQ - Weniger komprimiert als normales ProRes. Wird oft für Mastering und endgültige Auslieferung verwendet. ProRes_4444 - ProRes-Format höchster Qualität mit voller 4:4:4- Chroma-Sampling (Farbinformationen für jedes Pixel). Bewahrt die meisten Details und Farbgenauigkeiten, ideal für High-End-Workflows wie Farbkorrektur und visuelle Effekte. Unterstützt Alphakanäle für Compositing von Grafiken mit Transparenz. ProRes_XQ - Version von ProRes 4444 höchster Qualität, für High-Dynamic-Range-Bilder (HDR) konzipiert. VP9 - Codec entwickelt von Google. Hohes Komprimierungsverhältnis. Es unterstützt eine ganze Reihe von Pixelformaten, um Speicherplatz und Qualität ins Gleichgewicht zu bringen. Gut für High-End-Lieferung für das Web oder Online-Rezensionen. Cineform – von GoPro entwickelter Codec, der mit ProRes in Bezug auf Funktionen mit Ausnahme von HDR mithalten kann. Es wurde 2021 eingestellt, aber die meisten Pakete unterstützen es möglicherweise. Es komprimiert nicht so gut wie ProRes oder VP9. Es unterstützt Alphakanäle für das Compositing von Grafiken mit Transparenz. AV1 – Codec der neuen Generation, der von Google, Netflix und Amazon unterstützt wird. Komprimiert besser als VP9 oder H264 bei gleicher Qualität, erfordert aber mehr Computer-Ressourcen. Optimal für Videoüberprüfungen. HAP - RGB/A-Codec, der für schnelle Wiedergabe mit CPU-Dekodierung optimiert ist. Er komprimiert nicht so gut. Er benötigt hap-alpha*-Voreinstellungen, um den Alphakanal zu speichern. Hardware-Kodierung wird nur auf neueren MacBook Pro mit M1- oder neueren Chips unterstützt. H264, Prores, VP9 und AV1 werden unterstützt oder werden es bald sein.
fr: Le paramètre Profil vous permet de sélectionner le codec et le profil pour l'enregistrement vidéo. Chaque profil a ses avantages et inconvénients. Aucun - Ceci est compatible mpeg4 avec les films DVD. H264 - Seulement si mrv2 a été compilé en GPL. Un des codecs les plus populaires, mais il devient maintenant obsolète. ProRes - ProRes est une famille de codecs développés par Apple. La version Normale offre un équilibre entre qualité et taille de fichier. ProRes_Proxy - ProRes le plus compressé, offrant la plus petite taille de fichier. Bon pour le montage hors ligne. ProRes_LT - Plus compressé que le ProRes normal mais moins que le Proxy. Bon pour le montage hors ligne. ProRes_HQ - Moins compressé que le ProRes normal. Souvent utilisé pour le mastering et la livraison finale. ProRes_4444 - Format ProRes de la plus haute qualité, offrant un échantillonnage chromatique 4:4:4 (informations de couleur pour chaque pixel). Préserve le plus de détails et la précision des couleurs, idéal pour les flux de travail haut de gamme comme l'étalonnage des couleurs et les effets visuels. Supporte les canaux alpha pour le compositing de graphiques avec transparence. ProRes_XQ - Version la plus haute qualité de ProRes 4444, conçue pour les images à gamme dynamique étendue (HDR). VP9 - Codec développé par Google. Ratio de compression élevé. Il supporte toute une gamme de formats de pixels pour équilibrer espace disque et qualité. Bon pour la livraison haut de gamme pour le Web ou la révision en ligne. Cineform - Codec développé par GoPro, rivalisant avec ProRes en fonctionnalités, sauf pour le HDR. Il a été discontinué en 2021, mais la plupart des packages peuvent encore le supporter. Il ne compresse pas aussi bien que ProRes ou VP9. Il supporte les canaux alpha pour le compositing de graphiques avec transparence. AV1 - Codec de nouvelle génération qui reçoit le soutien de Google, Netflix et Amazon. Compresse mieux que VP9 ou H264 pour la même qualité mais nécessite plus de ressources informatiques. Optimal pour les revues vidéo. HAP - Codec RGB/A optimisé pour une lecture rapide avec décodage CPU. Il ne compresse pas très bien. Il nécessite des préréglages hap-alpha* pour enregistrer le canal alpha. L'encodage matériel est uniquement supporté sur les MacBook Pro plus récents avec puces M1 ou plus récentes. H264, Prores, VP9 et AV1 sont supportés ou le seront bientôt.
pt: A configuração de Perfil permite selecionar o codec e o perfil para salvar o vídeo. Cada perfil tem seus benefícios e desvantagens. None - Este é compatível com mpeg4 em filmes de DVD. H264 - Somente se o mrv2 tiver sido compilado como GPL. Um dos codecs mais populares, mas agora está se tornando obsoleto. ProRes - ProRes é uma família de codecs desenvolvidos pela Apple. A versão Normal equilibra qualidade e tamanho de arquivo. ProRes_Proxy - ProRes mais comprimido, oferecendo o menor tamanho de arquivo. Bom para edição offline. ProRes_LT - Mais comprimido que o ProRes normal, mas menos que o Proxy. Bom para edição offline. ProRes_HQ - Menos comprimido que o ProRes normal. Frequentemente usado para masterização e entrega final. ProRes_4444 - Formato ProRes de mais alta qualidade, oferecendo amostragem cromática completa 4:4:4 (informação de cor para cada pixel). Preserva o máximo de detalhes e precisão de cores, ideal para fluxos de trabalho de alto nível como gradação de cores e efeitos visuais. Suporta canais alfa para composição de gráficos com transparência. ProRes_XQ - Versão de mais alta qualidade do ProRes 4444, projetada para imagens de alta faixa dinâmica (HDR). VP9 - Codec desenvolvido pelo Google. Alta taxa de compressão. Suporta uma gama de formatos de pixel para equilibrar espaço em disco versus qualidade. Bom para entregas de alta qualidade para Web ou revisão online. Cineform - Codec desenvolvido pela GoPro, que rivaliza com ProRes em recursos, exceto para HDR. Foi descontinuado em 2021, mas muitos pacotes ainda podem suportá-lo. Não comprime tão bem quanto ProRes ou VP9. Suporta canais alfa para composição de gráficos com transparência. AV1 - Codec de nova geração que está ganhando suporte do Google, Netflix e Amazon. Comprime melhor que VP9 ou H264 com a mesma qualidade, mas requer mais recursos de computador. Ótimo para revisões de vídeo. HAP - Codec RGB/A otimizado para reprodução rápida com decodificação por CPU. Não comprime tão bem. Precisa de presets hap-alpha* para salvar o canal alfa. A codificação por hardware é suportada apenas em MacBook Pro mais recentes com chips M1 ou mais novos. H264, ProRes, VP9 e AV1 são suportados ou serão em breve.
ru: Настройка Profile позволяет выбрать кодек и профиль для сохранения видео. Каждый профиль имеет свои преимущества и недостатки. None - Совместим с MPEG4 для DVD-фильмов. H264 - Только если mrv2 был скомпилирован с GPL. Один из самых популярных кодеков, но он уже становится устаревшим. ProRes - ProRes - это семейство кодеков, разработанных Apple. Обычная версия представляет собой баланс между качеством и размером файла. ProRes_Proxy - Наиболее сжатый ProRes, обеспечивающий наименьший размер файла. Хорош для офлайн-монтажа. ProRes_LT - Более сжатый, чем обычный ProRes, но менее сжатый, чем Proxy. Хорош для офлайн монтажа. ProRes_HQ - Менее сжатый, чем обычный ProRes. Часто используется для мастеринга и финальной доставки. ProRes_4444 - Кодек ProRes самого высокого качества, предлагающий полное 4:4:4 хрома-сэмплирование (информация о цвете для каждого пикселя). Сохраняет наибольшее количество деталей и точность цвета, идеально подходит для высококачественных рабочих процессов, таких как цветокоррекция и визуальные эффекты. Поддерживает альфа-каналы для композитинга графики с прозрачностью. ProRes_XQ - Самая высокая версия ProRes 4444, разработанная для изображений с высоким динамическим диапазоном (HDR). VP9 - Кодек, разработанный Google. Высокое сжатие и поддержка множества форматов пикселей для балансировки пространства на диске и качества. Хорош для высококачественной доставки, как для Web, так и для онлайн-обзоров. Cineform - Кодек, разработанный GoPro, который соперничает с ProRes по возможностям, за исключением HDR. Он был прекращен в 2021 году, но большинство пакетов могут поддерживать его. Он не сжимает так хорошо, как ProRes или VP9. Поддерживает альфа-каналы для композитинга графики с прозрачностью. AV1 - Кодек нового поколения, который получает поддержку от Google, Netflix и Amazon. Сжимает лучше, чем VP9 или H264 при том же качестве, но требует больше ресурсов компьютера. Оптимален для видеообзоров. HAP - RGB/A кодек, оптимизированный для быстрой воспроизведения с декодированием на CPU. Не сжимает так хорошо. Для сохранения альфа-канала требуются пресеты hap-alpha*. Аппаратное кодирование поддерживается только на новых MacBook Pro с чипами M1 или новее. Поддерживаются H264, Prores, VP9 и AV1 или будут поддерживаться в ближайшее время.

source: Pixel Format Help
de: Pixel Format Hilfe
fr: Aide sur le format de pixels
pt: Ajuda do Formato do PixelName
ru: Справка о формате пикселя

source: The Pixel Format specifies how the video is encoded in the file. Each codec and profile has a number of pixel formats it supports. There are two main types of pixel formats supported: - YUV (Luminance, Cr, Cb) - BGR (RGB with reversed channels) - RGB In addition, some codecs support alpha channel (transparency), like BGRA. The other element of the codec is the 'P' which indicates the channels are stored in planar order, instead of each component interleaved. Finally, the number in the pixel format name indicates the number of bits the pixel format uses to encode. Normal values for that are 8, 10, 12 and 16.
de: Das Pixelformat gibt an, wie das Video in der Datei kodiert wird. Jeder Codec und jedes Profil unterstützt eine Reihe von Pixelformaten. Es werden zwei Haupttypen von Pixelformaten unterstützt: - YUV (Luminanz, Cr, Cb) - BGR (RGB mit umgekehrten Kanälen) - RGB Darüber hinaus unterstützen einige Codecs Alphakanäle (Transparenz), wie BGRA. Das andere Element des Codecs ist das „P“, das anzeigt, dass die Kanäle in planarer Reihenfolge gespeichert sind, anstatt dass jede Komponente verschachtelt ist. Schließlich gibt die Zahl im Namen des Pixelformats die Anzahl der Bits an, die das Pixelformat zum Kodieren verwendet. Normale Werte dafür sind 8, 10, 12 und 16.
fr: Le format de pixel spécifie comment la vidéo est encodée dans le fichier. Chaque codec et profil possède un certain nombre de formats de pixels qu'il prend en charge. Il existe deux principaux types de formats de pixels pris en charge : - YUV (Luminance, Cr, Cb) - BGR (RVB avec canaux inversés) - RVB De plus, certains codecs prennent en charge le canal alpha (transparence), comme BGRA. L'autre élément du codec est le « P » qui indique que les canaux sont stockés dans l'ordre planaire, au lieu que chaque composant soit entrelacé. Enfin, le nombre dans le nom du format de pixel indique le nombre de bits que le format de pixel utilise pour encoder. Les valeurs normales pour cela sont 8, 10, 12 et 16.
pt: O Formato de Pixel especifica como o vídeo é codificado no arquivo. Cada codec e perfil tem vários formatos de pixel que suporta. Existem dois tipos principais de formatos de pixel suportados: - YUV (Luminância, Cr, Cb) - BGR (RGB com canais invertidos) - RGB Além disso, alguns codecs suportam canal alfa (transparência), como o BGRA. Outro elemento do codec é o 'P', que indica que os canais são armazenados em ordem planar, em vez de cada componente entrelaçado. Por fim, o número no nome do formato de pixel indica o número de bits que o formato de pixel usa para codificar. Valores normais para isso são 8, 10, 12 e 16.
ru: Формат Pixel указывает, как видео кодируется в Файл. Каждый кодек и профиль имеют несколько форматов пикселей. Он поддерживает. Существует два основных типа форматов пикселя: - YUV (уровень, Cr, Cb) - BGR (RGB с обратными каналами) - RGB Кроме того, некоторые кодеки поддерживают альфа-канал (транспарентность), Как БГРА. Другим элементом кода является "P", который указывает на то, что Каналы хранятся в плановом порядке, а не в каждом элементе Взаимно. И наконец, число в имени формата пикселя указывает на Количество бит, используемых форматом пикселя для кодирования. Нормальные значения для этого составляют 8, 10, 12 и 16.

source: Preset Help
de: Voreinstellung der Hilfe
fr: Prédéfinir l'aide
pt: Ajuda Predefinida
ru: Помощь по пресетам

source: The Preset setting allows you to store and pass flags to FFmpeg (the video engine that mrv2 uses) to easily control the quality and size of the video besides the pixel format. When choosing the quality you should set in this order: - Profile - Pixel Format - Preset The preset files are stored in the presets/ directory of the mrv2 install but you can configure the directory by using the environment variable $STUDIOPATH/presets. The naming of the files is the name of the profile-preset.pst. The format is very simple, with comments and colon separated options.
de: Die Vorgabeeinstellung ermöglicht Ihnen das Speichern und Übergeben von Flags an FFmpeg (die von mrv2 verwendete Video-Engine), um neben dem Pixelformat auch die Qualität und Größe des Videos einfach zu steuern. Bei der Auswahl der Qualität sollten Sie diese Reihenfolge einhalten: - Profil - Pixelformat - Vorgabe Die Vorgabedateien werden im Verzeichnis „presets/“ der mrv2-Installation gespeichert, Sie können das Verzeichnis jedoch mithilfe der Umgebungsvariable $STUDIOPATH/presets konfigurieren. Die Benennung der Dateien erfolgt nach dem Namen der Datei profile-preset.pst. Das Format ist sehr einfach, mit Kommentaren und durch Doppelpunkte getrennten Optionen.
fr: Le paramètre Préréglage vous permet de stocker et de transmettre des indicateurs à FFmpeg (le moteur vidéo utilisé par mrv2) pour contrôler facilement la qualité et la taille de la vidéo en plus du format de pixel. Lorsque vous choisissez la qualité, vous devez définir cet ordre : - Profil - Format de pixel - Préréglage Les fichiers de préréglage sont stockés dans le répertoire presets/ de l'installation de mrv2, mais vous pouvez configurer le répertoire en utilisant la variable d'environnement $STUDIOPATH/presets. Le nom des fichiers est le nom du fichier profile-preset.pst. Le format est très simple, avec des commentaires et des options séparées par des deux points.
pt: A configuração de Preset permite armazenar e passar flags para o FFmpeg (o motor de vídeo que o mrv2 usa) para controlar facilmente a qualidade e o tamanho do vídeo além do formato de pixel. Ao escolher a qualidade, você deve configurar nesta ordem: - Perfil - Formato de Pixel - Preset Os arquivos de preset são armazenados no diretório presets/ da instalação do mrv2, mas você pode configurar o diretório usando a variável de ambiente $STUDIOPATH/presets. A nomeação dos arquivos é o nome do perfil-preset.pst. O formato é muito simples, com comentários e opções separadas por dois pontos.
ru: Настройка Preset позволяет сохранять и передавать флаги в FFmpeg (видеодвижок, используемый mrv2), чтобы легко управлять качеством и размером видео, помимо формата пикселей. При выборе качества следует установить параметры в следующем порядке: - Профиль - Формат пикселей - Preset Файлы пресетов хранятся в директории presets/ установки mrv2, но вы можете настроить директорию, используя переменную окружения $STUDIOPATH/presets. Имена файлов имеют формат profile-preset.pst. Формат очень простой, с комментариями и параметрами, разделенными двоеточием.
