Repository: ggarra13/mrv2
Catalog: src/po/*.po
Languages: de, fr, pt, ru

source: Wipe Rotation. Use Shift + left mouse button along X to rotate wipe.
de: Wipe Rotation. Verwenden Sie Shift + linke Maustaste entlang X, um Wisch zu drehen.
fr: Effacer la rotation. Utilisez le bouton Shift + gauche de la souris le long de X pour faire tourner l'effacement.
pt: Limpe a rotao. Use Shift + boto esquerdo do mouse ao longo de X para girar limpar.
ru: Вращение стержня. Используйте кнопку Shift + левая кнопка мыши вдоль X для вращения стержня.

source: Overlay
de: berlagerung
fr: Revêtement
pt: Sobreposio
ru: Накладные

source: Use the Option key + left mouse button to change transparency.
de: Verwenden Sie die Optionstaste + linke Maustaste, um die Transparenz zu ndern.
fr: Utilisez la touche Option + bouton gauche de la souris pour changer la transparence.
pt: Use a tecla Opo + boto esquerdo do mouse para alterar a transparncia.
ru: Для изменения прозрачности используйте клавишу Опции + левую кнопку мыши.

source: Use the Alt key + left mouse button to change transparency.
de: Verwenden Sie die Alt-Taste + linke Maustaste, um die Transparenz zu ndern.
fr: Utilisez la touche Alt + bouton gauche de la souris pour changer la transparence.
pt: Use a tecla Alt + boto esquerdo do mouse para alterar a transparncia.
ru: Для изменения прозрачности используйте клавишу Alt + левую кнопку мыши.

source: Enabled
de: Aktiviert
fr: Activé
pt: Activado
ru: Включено

source: Order
de: Reihenfolge
fr: Ordre
pt: Ordem
ru: Порядок

source: Color Controls
de: Farbsteuerungen
fr: Contrôles de couleur
pt: Controles de cores
ru: Контроль цвета

source: Add
ru: Добавить

source: Contrast
de: Kontrast
fr: Contraste
pt: Contraste
ru: Противоположность

source: Saturation
de: Sttigung
pt: Saturao
ru: Насыщение

source: Tint
de: Tnung
fr: Teinture
pt: Tez
ru: Подсказка

source: Invert
de: Invertiert
fr: Inverser
pt: Inverter
ru: Инвертировать

source: Levels
de: Niveaus
fr: Niveaux
pt: Nveis
ru: Уровни

source: In Low
de: Niedrig
fr: Faible
pt: Em Baixo
ru: Низкий

source: In High
de: In der Hhe
fr: En haut
pt: Em Alto
ru: В высокой

source: Out Low
de: Auswrts
fr: Faible
pt: Fora Baixa
ru: Низкая

source: Out High
de: Hoch raus
fr: Élevé
pt: L em cima
ru: Высокая

source: Soft Clip
de: Weicher Clip
fr: Clip souple
pt: Clipe suave
ru: Мягкий щелчок

source: Selects the current background type from the list
de: Whlt den aktuellen Hintergrundtyp aus der Liste aus
fr: Sélectionne le type d'arrière-plan actuel dans la liste
pt: Seleciona o tipo de fundo atual da lista
ru: Выберите текущий тип фона из списка

source: Solid Color:
de: Solide Farbe:
fr: Couleur solide :
pt: Cor slida:
ru: Твердый цвет:

source: Selects the solid color.
de: Whlt die feste Farbe aus.
fr: Sélectionne la couleur solide.
pt: Seleciona a cor slida.
ru: Выбор твердого цвета.

source: Size:
de: Gre:
fr: Taille :
pt: Tamanho:
ru: Размер:

source: Selects the checker size.
de: Whlt die Checkergre aus.
fr: Sélectionne la taille de la dame.
pt: Seleciona o tamanho da verificadora.
ru: Выбирает размер шакера.

source: First Color:
de: Erste Farbe:
fr: Première couleur :
pt: Primeira cor:
ru: Первый цвет:

source: Selects the first color.
de: Whlt die erste Farbe aus.
fr: Sélectionne la première couleur.
pt: Seleciona a primeira cor.
ru: Выберите первый цвет.

source: Second Color:
de: Zweite Farbe:
fr: Deuxième couleur :
pt: Segunda cor:
ru: Второй цвет:

source: Selects the second color in Checkers.
de: Whlt die zweite Farbe in Checkers aus.
fr: Sélectionne la deuxième couleur dans Checkers.
pt: Seleciona a segunda cor em Checkers.
ru: Выберите второй цвет в шакерах.

source: Text
de: Wortlaut
fr: Texte
pt: Texto
ru: Текст

source: Font
de: Schrift
fr: Police
pt: Fonte
ru: Шрифт

source: Selects the current font from the list
de: Whlt die aktuelle Schriftart aus der Liste
fr: Sélectionne la police actuelle dans la liste
pt: Seleciona a fonte actual da lista
ru: Выберите текущий шрифт из списка

source: Selects the current font size.
de: Whlt die aktuelle Schriftgre aus.
fr: Sélectionne la taille de police actuelle.
pt: Seleciona o tamanho atual da fonte.
ru: Выберите размер шрифта.

source: Makes the following annotation dissapear a second after drawn.
de: Macht die folgende Annotation nach dem Zeichnen eine Sekunde auseinander.
fr: Fait que l'annotation suivante disparaît une seconde après le tirage.
pt: Faz com que a anotao seguinte se dissipe um segundo aps o desenho.
ru: Спустя секунду после нарисованного аннотация делает следующую аннотацию рассеянной.

source: Color:
de: Farbe:
fr: Couleur & #160;:
pt: Cor:
ru: Цвет:

source: Selects the current pen color.
de: Whlt die aktuelle Stiftfarbe aus.
fr: Sélectionne la couleur actuelle du stylo.
pt: Seleciona a cor atual da caneta.
ru: Выбирает текущий цвет ручки.

source: Selects a hard brush.
de: Whlt eine harte Brste aus.
fr: Sélectionne un pinceau dur.
pt: Seleciona uma escova dura.
ru: Выбирает жесткую кисть.

source: Selects a soft brush.
de: Whlt eine weiche Brste aus.
fr: Sélectionne un pinceau doux.
pt: Seleciona uma escova macia.
ru: Выбирает мягкую щетку.

source: Pen Size:
de: Gre des Stifts:
fr: Taille du stylo :
pt: Tamanho da caneta:
ru: Размер карандаша:

source: Selects the current pen size.
de: Whlt die aktuelle Pen-Gre aus.
fr: Sélectionne la taille actuelle du stylo.
pt: Seleciona o tamanho atual da caneta.
ru: Выбирает текущий размер ручки.

source: Ghosting
fr: Fantômes
pt: Fantasmas
ru: Привидение

source: Previous:
de: Frher:
fr: Précédent :
pt: Anterior:
ru: Предыдущий:

source: Selects the number of fading frames previous to the frame of the annotation.
de: Whlt die Anzahl der verblassenden Frames vor dem Frame der Annotation aus.
fr: Sélectionne le nombre de cadres éteints précédents au cadre de l'annotation.
pt: Seleciona o nmero de quadros em desvanecimento anteriores ao quadro da anotao.
ru: Выберите число увядших рам перед рамой аннотации.

source: Next:
de: Der Nchste:
fr: Suivant:
pt: Prximo:
ru: Следующий:

source: Selects the number of fading frames following the frame of the annotation.
de: Whlt die Anzahl der verblassenden Frames nach dem Rahmen der Annotation aus.
fr: Sélectionne le nombre de cadres éteints suivant le cadre de l'annotation.
pt: Seleciona o nmero de quadros desvanecidos seguindo o quadro da anotao.
ru: Выберите число увядших рам после рам аннотации.

source: Frames
de: Rahmen
fr: Cadres
pt: Quadros
ru: Рамки

source: Current
de: Laufender Monat
fr: Courant
pt: Atual
ru: Текущая

source: Makes the following annotation show on this frame only.
de: Macht nur die folgende Annotationsshow auf diesem Rahmen.
fr: Fait apparaître l'annotation suivante sur ce cadre seulement.
pt: Faz a seguinte anotao mostrar apenas nesta moldura.
ru: Делает следующую аннотацию только на этой раме.

source: Makes the following annotation show on all frames.
de: Macht die folgende Annotations-Show auf allen Frames.
fr: Fait apparaître l'annotation suivante sur tous les cadres.
pt: Faz a seguinte anotao mostrar em todos os quadros.
ru: Делает следующую аннотацию на всех кадрах.

source: Notes
de: Anmerkungen
pt: Notas
ru: Примечания

source: Invalid index for add clip to timeline.
de: Ungltiger Index fr das Hinzufgen von Clip zur Timeline.
fr: Index non valide pour ajouter un clip à la chronologie.
pt: ndice invlido para adicionar clipe linha do tempo.
ru: Неверный индекс для добавления в график.

source: Could not get current path.
de: Der aktuelle Pfad kann nicht gefunden werden.
fr: Impossible d'obtenir le chemin actuel.
pt: No foi possvel obter o caminho atual.
ru: Невозможно найти текущий путь.

source: EDL item '{0}' no longer loaded. Cannot undo or redo.
de: EDL-Element '{0}' kann nicht mehr geladen werden.
fr: L'élément EDL « {0} » n'est plus chargé. Impossible d'annuler ou de refaire.
pt: O item EDL '{0}' j no est carregado. No possvel desfazer ou refazer.
ru: Элемент EDL " {0} больше не загружен. Не может отменить или переделать.

source: Could not paste {0}. Error {1}.
de: Kann nicht {0} einfgen. Fehler {1}.
fr: Impossible de coller {0}. Erreur {1}.
pt: No foi possvel colar {0}. Erro {1}.
ru: Невозможно вставить {0}. Ошибка {1}.

source: Could not save .otio file: {0}
de: Die.otio-Datei kann nicht gespeichert werden: {0}
fr: Impossible d'enregistrer le fichier.otio : {0}
pt: No foi possvel salvar o ficheiro.otio: {0}
ru: Невозможно сохранить файл.otio: {0}

source: Error saving {0}. {1}
de: Fehler beim Speichern von {0}. {1}
fr: Erreur lors de l'enregistrement {0}. {1}
pt: Erro ao gravar {0}. {1}
ru: Ошибка сохранения {0}. {1}

source: Empty EDL file. Not saving.
de: Leere EDL-Datei. Nicht speichern.
fr: Fichier EDL vide. Pas d'enregistrement.
pt: Ficheiro EDL vazio. No salvo.
ru: Пустой файл EDL, не сохранённый.

source: Destination file is invalid.
de: Zieldatei ist ungltig.
fr: Le fichier de destination n'est pas valide.
pt: O ficheiro de destino no vlido.
ru: Файл назначения недействителен.

source: You can only add clips to an .otio EDL playlist.
de: Sie knnen Clips nur zu einer.otio EDL Wiedergabeliste hinzufgen.
fr: Vous ne pouvez ajouter des clips qu'à une playlist.otio EDL.
pt: Voc s pode adicionar clipes a uma lista de reproduo.otio EDL.
ru: Вы можете добавить только клипы в плейлист EDL.otio.

source: Unknown media reference
pt: Referência dos meios de comunicação desconhecidos
ru: Неизвестная ссылка на средства массовой информации

source: Track #{0} - {1}
pt: Pista #{0} - {1}
ru: Дорожка # {0} - {1}

source: Cannot currently concatenate an .otio file.
de: Eine.otio-Datei kann derzeit nicht verkettet werden.
fr: Impossible de concater un fichier.otio.
pt: Atualmente no possvel concatenar um arquivo.otio.
ru: В настоящее время невозможно создать файл.otio.

source: Cannot currently concatenate a directory.
de: Ein Verzeichnis kann derzeit nicht verkettet werden.
fr: Impossible de concater un répertoire actuellement.
pt: No possvel concatenar um diretrio.
ru: В настоящее время не удалось создать каталог.

source: Could not append video track {0}
de: Videotrack {0} kann nicht angehngt werden
fr: Impossible d'ajouter la piste vidéo {0}
pt: No foi possvel anexar a faixa de vdeo {0}
ru: Невозможно добавить видео дорожку {0}

source: Could not append audio track {0}
de: Audiotrack {0} kann nicht angehngt werden
fr: Impossible d'ajouter la piste audio {0}
pt: No foi possvel anexar a faixa de udio {0}
ru: Не удалось добавить звуковую дорожку {0}

source: Server started at port {0}.
de: Server gestartet bei Port {0}.
fr: Le serveur a démarré au port {0}.
pt: O servidor comeou na porta {0}.
ru: Сервер стартовал в порту {0}.

source: Server stopped.
de: Server angehalten.
fr: Le serveur s'est arrêté.
pt: O servidor parou.
ru: Сервер остановился.

source: A client connected from {0}
de: Ein Client, der ab {0} verbunden ist
fr: Un client connecté depuis {0}
pt: Um cliente conectado a partir de {0}
ru: Клиент, связанный с {0}

source: Client at {0} disconnected.
de: Client bei {0} getrennt.
fr: Client à {0} déconnecté.
pt: Cliente em {0} desconectado.
ru: Клиент на {0} отключен.

source: Server protocol version is {0}. Client protocol version is {1}
de: Serverprotokollversion ist {0}. Clientprotokollversion ist {1}
fr: La version du protocole du serveur est {0}. La version du protocole client est {1}
ru: Версия протокола сервера {0}. Версия протокола клиента {1}

source: Remote file {0} does not exist on local filesystem.
de: Die Remote-Datei {0} existiert nicht auf dem lokalen Dateisystem.
fr: Le fichier distant {0} n'existe pas sur le système de fichiers local.
pt: O arquivo remoto {0} no existe no sistema de arquivos local.
ru: Удалённый файл {0} не существует в местной файловой системе.

source: Remote files are less than local files.
de: Entfernte Dateien sind weniger als lokale Dateien.
fr: Les fichiers distants sont moins que les fichiers locaux.
pt: Arquivos remotos so menos que arquivos locais.
ru: Удалённые файлы меньше, чем местные.

source: Remote file {0} matches file name {1} but not path.
de: Die entfernte Datei {0} entspricht dem Dateinamen {1} aber nicht dem Pfad.
fr: Le fichier distant {0} correspond au nom du fichier {1} mais pas au chemin.
pt: O ficheiro remoto {0} corresponde ao nome do ficheiro {1} mas no ao caminho.
ru: Дистанционный файл {0} совпадает с именем файла {1}, но не с дорожкой.

source: Remote file {0} does not match local filename.
de: Die entfernte Datei {0} entspricht nicht dem lokalen Dateinamen.
fr: Le fichier distant {0} ne correspond pas au nom de fichier local.
pt: O ficheiro remoto {0} no corresponde ao nome do ficheiro local.
ru: Удалённый файл {0} не совпадает с местным именем файла.

source: Removing {0} from message publisher.
de: Entfernen von {0} vom Nachrichtenverleger.
fr: Enlever {0} de l'éditeur de messages.
pt: Remover {0} do editor de mensagens.
ru: Удаление {0} из издателя сообщений.

source: Server listening on port
de: Server-Hren auf Port
fr: L'écoute du serveur sur le port
pt: A escuta do servidor na porta
ru: Слушание сервера в порту

source: ComfyUI listening on port
de: ComfyUI lauscht am Hafen
fr: ComfyUI écoute sur le port
pt: ComfyUI ouvindo no porto
ru: Слушание в порту

source: Connected to server at {0}, port {1}
de: Verbindung zum Server bei {0}, Port {1}
fr: Connecté au serveur à {0}, port {1}
pt: Conectado ao servidor em {0}, porto {1}
ru: Подключено к серверу на {0}, порт {1}

source: Server connection lost.
de: Serververbindung verloren.
fr: La connexion du serveur a été perdue.
pt: Conexo do servidor perdida.
ru: Связь с сервером потеряна.

source: Exception caught:
de: Ausnahme gefangen:
fr: Exception prise:
pt: Exceo capturada:
ru: Исключения пойманы:

source: ERROR:
de: Fehler:
fr: C'est pas vrai.
ru: ТЕРРОРИЗМ:

source: WARN :
de: WARNEN
fr: GARDE :
pt: A GARDA:
ru: Уорн:

source: Regular expression created from {0}. It is: {1}
de: Regelmiger Ausdruck aus {0}. Es ist: {1}
fr: Expression régulière créée à partir de {0}. C'est : {1}
pt: Expresso regular criada a partir de {0}. : {1}
ru: Регулярное выражение, созданное из {0}: {1}

source: Iteration {0} will check version={1}
de: Iteration {0} wird Version={1} berprfen
fr: Iteration {0} va vérifier version={1}
pt: Iterao {0} ir verificar a verso={1}
ru: Итерация {0} проверяет версию {1}

source: No versioning in this clip. Please create an image or directory named with a versioning string.
de: Keine Versionierung in diesem Clip. Bitte erstellen Sie ein Bild oder ein Verzeichnis mit einem Versionsstring.
fr: Pas de version dans ce clip. S'il vous plaît créer une image ou un répertoire nommé avec une chaîne de version.
pt: Nenhuma verso neste clipe. Por favor, crie uma imagem ou diretrio com o nome de uma string de verso.
ru: В этом клипе нет версий. Создайте изображение или каталог, названный строкой версий.

source: Example: gizmo_v003.0001.exr
de: Beispiel: gizmo_v003.0001.exr
fr: Exemple : gizmo_v003.001.exr
pt: Exemplo: gizmo_v003.001.exr
ru: Пример: gizmo_v003 0001.exr

source: Could not replace {0} with {1}
pt: Não foi possível substituir {0} por {1}
ru: Невозможно заменить {0} на {1}

source: Annotation already existed at this time
de: Annotation existierte bereits zu dieser Zeit
fr: L'annotation existait déjà à ce moment-là
pt: A anotao j existia neste momento
ru: Аннотация уже существовала на данный момент.

source: Failed to open the file {0} for writing.
de: Es ist fehlgeschlagen, die Datei {0} zum Schreiben zu ffnen.
fr: Impossible d'ouvrir le fichier {0} pour l'écriture.
pt: No foi possvel abrir o ficheiro {0} para escrita.
ru: Не удалось открыть файл {0} для записи.

source: Failed to write to the file {0}.
de: Es ist fehlgeschlagen, in die Datei {0} zu schreiben.
fr: Impossible d'écrire dans le fichier {0}.
pt: No foi possvel escrever no ficheiro {0}.
ru: Не удалось записать в файл {0}.

source: Session saved to "{0}".
de: Sitzung auf "{0}" gespeichert.
fr: Session enregistrée dans « {0} ».
pt: Sesso salva em "{0}".
ru: Сеанс сохранен на " {0}".

source: Failed to open the file '{0}' for reading.
de: Zum Lesen konnte die Datei '{0}' nicht geffnet werden.
fr: Impossible d'ouvrir le fichier « {0} » pour la lecture.
pt: No foi possvel abrir o ficheiro '{0}' para leitura.
ru: Не удалось открыть файл " {0}" для чтения.

source: Failed to load the file '{0}.
de: Die Datei '{0} konnte nicht geladen werden.
fr: Impossible de charger le fichier '{0}.
pt: No foi possvel carregar o ficheiro '{0}.
ru: Не удалось загрузить файл '{0}'.

source: Cannot save an NDI stream
de: Ein NDI-Stream kann nicht gespeichert werden
fr: Impossible d'enregistrer un flux NDI
pt: No foi possvel salvar um fluxo NDI
ru: Не удалось сохранить поток NDI

source: Saving movie to {0}.
de: Film auf {0} speichern.
fr: Enregistrer le film en {0}.
pt: A salvar o filme para {0}.
ru: Сбережение фильма до {0}.

source: Saving audio to {0}.
de: Audio auf {0} speichern.
fr: Enregistrement audio vers {0}.
pt: Salvar udio para {0}.
ru: Сохранение звука до {0}.

source: Saving pictures to {0}.
de: Bilder auf {0} speichern.
fr: Enregistrement des images en {0}.
pt: Salvar imagens para {0}.
ru: Сохранение фотографий до {0}.

source: ProRes profiles need a .mov movie extension. Changing it to .mov.
de: ProRes-Profile benötigen eine.mov-Filmerweiterung. Ändern auf.mov.
fr: Les profils ProRes ont besoin d'une extension de film.mov.
pt: Perfis ProRes precisam de uma extensão de filme.mov. Mudá-lo para.mov.
ru: Прорецензии должны быть дополнены фильмом.mov, изменить его на.mov.

source: VP9 profile needs a .mp4, .mkv or .webm movie extension. Changing it to .mp4
de: VP9 Profil bentigt eine.mp4,.mkv oder.webm Film-Erweiterung. ndern Sie es auf.mp4
fr: Le profil VP9 a besoin d'une extension de film.mp4,.mkv ou.webm.
pt: O perfil VP9 precisa de uma extenso de filme.mp4,.mkv ou.webm. Mud-lo para.mp4
ru: Профиль VP9 нуждается в.mp4,.mkv или.webm расширения фильма.

source: AV1 profile needs a .mp4 or .mkv movie extension. Changing it to .mp4
de: AV1-Profil bentigt eine.mp4 oder.mkv Film-Erweiterung. ndern Sie es auf.mp4
fr: Le profil AV1 a besoin d'une extension de film.mp4 ou.mkv.
pt: O perfil AV1 precisa de uma extenso de filme.mp4 ou.mkv. Mud-lo para.mp4
ru: Профиль AV1 требует расширения фильма.mp4 или.mkv.

source: GoPro Cineform profile needs a .mkv movie extension. Changing it to .mkv
de: GoPro Cineform Profil bentigt eine.mkv Film-Erweiterung. ndern Sie es auf.mkv
fr: GoPro Le profil Cineform a besoin d'une extension de film.mkv.
pt: O perfil do Cineform GoPro precisa de uma extenso do filme.mkv. Mud-lo para.mkv
ru: Профиль GoPro Cineform требует расширения фильма.mkv.

source: HAP profile needs a .mov extension. Changing it to .mov
de: HAP-Profil bentigt eine.mov-Erweiterung. ndern auf.mov
fr: Le profil HAP a besoin d'une extension.mov.
pt: O perfil HAP precisa de uma extenso.mov. Mud-lo para.mov
ru: Профиль HAP требует расширения.mov.

source: New file {0} already exist! Cannot overwrite it.
de: Die neue Datei {0} existiert bereits! Sie kann nicht berschrieben werden.
fr: Un nouveau fichier {0} existe déjà! Impossible de l'écraser.
pt: O novo ficheiro {0} j existe! No possvel sobrescrev- lo.
ru: Новый файл {0} уже существует! Не может переписать его.

source: Rotated image info: {0}
de: Drehte Bildinformation: {0}
fr: Informations sur l'image rotative: {0}
pt: Informaes sobre a imagem rotativa: {0}
ru: Информация о поворачиваемых изображениях: {0}

source: Scaled image info: {0}
de: Skalierte Bildinformation: {0}
fr: Informations sur l'image à l'échelle: {0}
pt: Informao da imagem escalada: {0}
ru: Расширенная информация об изображениях: {0}

source: {0}: Cannot open writer plugin.
de: {0}: Das Schreiber-Plugin kann nicht geffnet werden.
fr: {0}: Impossible d'ouvrir le plugin d'écriture.
pt: {0}: No foi possvel abrir o plugin do gravador.
ru: {0}: Не удаётся открыть пиджак.

source: Image info: {0} {1}
de: Bildinformation: {0} {1}
fr: Informations sur l'image: {0} {1}
pt: Informao da imagem: {0} {1}
ru: Фотография: {0} {1}

source: Image too big for Save Annotations. Will scale to the viewport size.
de: Bild zu groß für Annotationen speichern. Skaliert auf die Größe des Ansichtsfensters.
fr: Image trop grande pour enregistrer les annotations. L'échelle sera à la taille du viseur.
pt: Imagem muito grande para salvar anotações. Irá escalar para o tamanho do viewport.
ru: Фотография слишком большая, чтобы сохранить аннотации. Расширится до размера смотрового портала.

source: Viewport Size: {0} - X={1}, Y={2}
de: Ansichtsgre: {0} - X={1}, Y={2}
fr: Taille du point de vue : {0} - X={1}, Y={2}
pt: Tamanho do visor: {0} - X={1}, Y={2}
ru: Размер просмотра: {0} - X= {1}, Y= {2}

source: Writer plugin did not get output info. Defaulting to {0}
de: Writer Plugin bekam keine Ausgabeinformationen. Standardmig auf {0}
fr: Le plugin Writer n'a pas obtenu les informations de sortie. Par défaut, {0}
pt: O plugin do Writer no obteve informaes de sada. Por omisso para {0}
ru: Писатель не получил информацию о выходе. По умолчанию {0}

source: Output info: {0} {1}
de: Ausgabeinfos: {0} {1}
fr: Informations sur la sortie: {0} {1}
pt: Informaes sobre a sada: {0} {1}
ru: Результаты: {0} {1}

source: Using profile {0}, pixel format {1}.
de: Verwendung von Profil {0}, Pixelformat {1}.
fr: En utilisant le profil {0}, le format pixel {1}.
pt: Usando o perfil {0}, o formato de pixel {1}.
ru: Используя профиль {0}, пиксельный формат {1}.

source: Using preset {0}.
de: Verwendung von voreingestellten {0}.
fr: Utiliser le préréglage {0}.
pt: Usando o predefinido {0}.
ru: Использование предварительного оборудования {0}.

source: Saving Movie without Audio %<PRId64> - %<PRId64>
de: Speichern von Filmen ohne Audio % <PRId64> - % <PRId64>
fr: Enregistrer un film sans audio %<PRId64> - %<PRId64>
pt: Salvar filme sem udio %<PRId64> - %<PRId64>
ru: Спасение фильма без звука %<PRId64> - %<PRId64>

source: Saving Movie with Audio %<PRId64> - %<PRId64>
de: Film speichern mit Audio % <PRId64> - % <PRId64>
fr: Enregistrer un film avec de l'audio %<PRId64> - %<PRId64>
pt: Salvar filme com udio%<PRId64> -%<PRId64>
ru: Спасение фильма с Audio %<PRId64> - %<PRId64>

source: Saving Audio %<PRId64> - %<PRId64>
de: Speichern von Audio % <PRId64> - % <PRId64>
fr: Enregistrement audio %<PRId64> - %<PRId64>
pt: Salvar udio %<PRId64> - %<PRId64>
ru: Сбережение звука %<PRId64> - %<PRId64>

source: Saving Pictures without Audio %<PRId64> - %<PRId64>
de: Speichern von Bildern ohne Audio % <PRId64> - % <PRId64>
fr: Enregistrer des images sans audio %<PRId64> - %<PRId64>
pt: Gravar imagens sem udio %<PRId64> - %<PRId64>
ru: Securing Pictures without Audio %<PRId64> - %<PRId64>

source: Audio only in timeline, but not trying to save audio.
de: Audio nur in der Zeitleiste, aber nicht versuchen, Audio zu speichern.
fr: Audio seulement dans la chronologie, mais pas en essayant d'enregistrer l'audio.
pt: udio apenas na linha do tempo, mas no tentando salvar udio.
ru: Звук только в хронологии, но не в попытке сохранить звук.

source: {0}: Invalid OpenGL format and type
de: {0}: Ungltiges OpenGL-Format und Typ
fr: {0}: Format et type OpenGL non valide
pt: {0}: Formato e tipo OpenGL invlidos
ru: {0}: Неверный формат и тип OpenGL

source: OpenGL info: {0}
fr: Informations OpenGL: {0}
pt: Informaes do OpenGL: {0}
ru: Информация OpenGL: {0}

source: Saving... {0}
de: Speichern... {0}
fr: Enregistrement... {0}
pt: Salvar... {0}
ru: Спасаю... {0}

source: Empty video data at time {0}. Repeating frame.
de: Leere Videodaten zur Zeit {0}. Wiederholungsbild.
fr: Données vidéo vides au moment {0}. Cadre répétitif.
pt: Dados de vídeo vazios no tempo {0}. Repetir o quadro.
ru: Пустые видеоданные в момент {0} Повторяю рамку.

source: Reading preferences from "{0}{1}".
de: Voreinstellungen von "{0}{1}" lesen.
fr: Préférences de lecture de "{0}{1}".
pt: Preferncias de leitura de "{0}{1}".
ru: Предпочтение чтения от " {0} {1}".
