Repository: ggarra13/mrv2
Catalog: src/po/*.po
Languages: de, fr, pt, ru

source: The end of `this` strictly equals the start of `other` and the start of `this` strictly equals the end of `other`. :: [this][other] The converse would be ``other.meets(this)``
de: Das Ende von `this` entspricht genau dem Anfang von `other` und der Anfang von `this` entspricht genau dem Ende von `other`. :: [this][other] Das Umgekehrte wäre ``other.meets(this)``
fr: La fin de `this` est strictement égale au début de `other` et le début de `this` est strictement égal à la fin de `other`. :: [this][other] Le contraire serait ``other.meets(this)``
pt: O final de `this` é estritamente igual ao início de `other` e o início de `this` é estritamente igual ao final de `other`. :: [this][other] A recíproca seria ``other.meets(this)``
ru: Окончание `this` строго равно началу `other`, и начало `this` строго равно окончанию `other`. :: [this][other] Обратное было бы ``other.meets(this)``

source: The start of `this` strictly equals `other`. :: other | * [ this ]
de: Der Anfang von `this` entspricht genau `other`. :: other | * [ this ]
fr: Le début de `this` est strictement égal à `other`. :: other | * [ this ]
pt: O início de `this` é estritamente igual a `other`. :: other | * [ this ]
ru: Начало `this` строго равно `other`. :: other | * [ this ]

source: The start of `this` strictly equals the start of `other`. The end of `this` strictly precedes the end of `other` by a value >= `epsilon_s`. :: [ this ] [ other ] The converse would be ``other.begins(this)``
de: Der Anfang von `this` entspricht genau dem Anfang von `other`. Das Ende von `this` liegt strikt vor dem Ende von `other` um einen Wert >= `epsilon_s`. :: [ this ] [ other ] Das Umgekehrte wäre ``other.begins(this)``
fr: Le début de `this` est strictement égal au début de `other`. La fin de `this` précède strictement la fin de `other` d'une valeur >= `epsilon_s`. :: [ this ] [ other ] Le contraire serait ``other.begins(this)``
pt: O início de `this` é estritamente igual ao início de `other`. O fim de `this` é estritamente anterior ao fim de `other` por um valor >= `epsilon_s`. :: [ this ] [ other ] A conversão seria ``other.begins(this)``
ru: Начало `this` строго равно началу `other`. Окончание `this` строго предшествует окончанию `other` на значение >= `epsilon_s`. :: [ this ] [ other ] Обратное было бы ``other.begins(this)``

source: The end of `this` strictly equals `other`. :: other | * [ this ]
de: Das Ende von `this` entspricht genau `other`. :: other | * [ this ]
fr: La fin de `this` est strictement égale à `other`. :: other | * [ this ]
pt: O fim de `this` é estritamente igual a `other`. :: other | * [ this ]
ru: Окончание `this` строго равно `other`. :: other | * [ this ]

source: The start of `this` strictly antecedes the start of `other` by a value >= `epsilon_s`. The end of `this` strictly equals the end of `other`. :: [ this ] [ other ] The converse would be ``other.finishes(this)``
de: Der Anfang von `this` liegt strikt vor dem Anfang von `other` um einen Wert >= `epsilon_s`. Das Ende von `this` entspricht genau dem Ende von `other`. :: [ this ] [ other ] Das Umgekehrte wäre ``other.finishes(this)``
fr: Le début de `this` précède strictement le début de `other` par une valeur >= `epsilon_s`. La fin de `this` est strictement égale à la fin de `other`. :: [ this ] [ other ] L'inverse serait ``other.finishes(this)``
pt: O início de `this` antecipa estritamente o início de `other` por um valor >= `epsilon_s`. O fim de `this` é estritamente igual ao fim de `other`. :: [ this ] [ other ] A situação oposta seria ``other.finishes(this)``
ru: Начало `this` строго предшествует началу `other` на значение >= `epsilon_s`. Окончание `this` строго равно окончанию `other`. :: [ this ] [ other ] Обратное было бы ``other.finishes(this)``

source: The start of `this` precedes or equals the end of `other` by a value >= `epsilon_s`. The end of `this` antecedes or equals the start of `other` by a value >= `epsilon_s`. :: [ this ] OR [ other ] [ other ] [ this ] The converse would be ``other.finishes(this)``
de: Der Anfang von `this` liegt vor oder entspricht dem Ende von `other` um einen Wert >= `epsilon_s`. Das Ende von `this` liegt vor oder entspricht dem Anfang von `other` um einen Wert >= `epsilon_s`. :: [ this ] ODER [ other ] [ other ] [ this ] Das Umgekehrte wäre ``other.finishes(this)``
fr: Le début de `this` précède ou est égal à la fin de `other` par une valeur >= `epsilon_s`. La fin de `this` est antérieure ou égale au début de `other` par une valeur >= `epsilon_s`. :: [ this ] OU [ other ] [ other ] [ this ] L'inverse serait ``other.finishes(this)``
pt: O início de `this` precede ou é igual ao fim de `other` por um valor >= `epsilon_s`. O fim de `this` antecipa ou é igual ao início de `other` por um valor >= `epsilon_s`. :: [ this ] OU [ other ] [ other ] [ this ] A situação oposta seria ``other.finishes(this)``
ru: Начало `this` предшествует или равно окончанию `other` на значение >= `epsilon_s`. Окончание `this` предшествует или равно началу `other` на значение >= `epsilon_s`. :: [ this ] ИЛИ [ other ] [ other ] [ this ] Обратное было бы ``other.finishes(this)``

source: Creates a :class:`~TimeRange` from start and end :class:`~RationalTime`\s (exclusive). For example, if start_time is 1 and end_time is 10, the returned will have a duration of 9.
de: Erstellt einen :class:`~TimeRange`-Objekt, das von einem angegebenen Anfangswert bis zu einem (nicht inklusiven) Endwert in :class:`~RationalTime`-Einheiten reicht. Beispiel: Wenn start_time 1 und end_time 10 ist, beträgt die Dauer des resultierenden Zeitbereichs 9 Einheiten.
fr: Crée un :class:`~TimeRange` du début et de la fin :class:`~RationalTime`\s (exclusif). Par exemple, si start_time est 1 et end_time est 10, le retour aura une durée de 9.
pt: Criar um :class:`~TimeRange` a partir de :class:`~RationalTime`\s de início e fim (exclusivo). Por exemplo, se start_time é 1 e end_time é 10, a duração retornada será 9.
ru: Создает :class:`~TimeRange` из начального и конечного :class:`~RationalTime`\s (исключительно). Например, если start_time равно 1, а end_time равно 10, возвращаемый диапазон будет иметь продолжительность 9.

source: Creates a :class:`~TimeRange` from start and end :class:`~RationalTime`\s (inclusive). For example, if start_time is 1 and end_time is 10, the returned will have a duration of 10.
de: Erstellt einen :class:`~TimeRange` aus Start- und End-:class:`~RationalTime`\s (inklusive). Beispiel: Wenn start_time 1 ist und end_time 10, hat der Rückgabewert eine Dauer von 10.
fr: Crée un :class:`~TimeRange` du début et de la fin :class:`~RationalTime`\s (inclus). Par exemple, si start_time est 1 et end_time est 10, le retour aura une durée de 10.
pt: Cria um :class:`~TimeRange` do incio e do fim :class:`~RationalTime`\s (inclusive). Por exemplo, se o start_time for 1 e o end_time 10, o retorno ter uma durao de 10.
ru: Создает :class:`~TimeRange` из начального и конечного :class:`~RationalTime`\s (включительно). Например, если start_time равно 1, а end_time равно 10, возвращаемый диапазон будет иметь продолжительность 10.

source: Media module. Contains all classes and enums related to media.
de: Medienmodul. Enthlt alle Klassen und Enums im Zusammenhang mit Medien.
fr: Contient toutes les classes et énumérations liées aux médias.
pt: Mdulo de mdia. Contm todas as classes e enums relacionados mdia.
ru: Модуль для СМИ. Содержит все классы и энумы, связанные со средствами массовой информации.

source: Compare mode :class:`mrv2.media.CompareMode`.
de: Modus vergleichen :class:`mrv2.media.VergleichenMode`.
fr: Comparer le mode :classe:`mrv2.media.CompareMode`.
pt: Comparar modo :classe:`mrv2.media.CompareMode`.
ru: Сравните режим: класс: "mrv2.media.comparemode".

source: Wipe center in X and Y :class:`mrv2.math.Vector2f`.
de: Wipe Zentrum in X und Y : Klasse: `mrv2.math.Vector2f`.
fr: Centre d'essuie-glace à X et Y :classe:`mrv2.math.Vector2f`.
pt: Centro de limpeza em X e Y :classe: `mrv2.math.Vector2f`.
ru: Промывочный центр в X и Y: класс:'mrv2.math.Vector2f'.

source: Wipe Rotation.
de: Wischrotation.
fr: Essuyez la rotation.
pt: Limpe a rotao.
ru: Вращение стрижки.

source: Overlay ( A over B )
de: berlagerung ( A ber B )
fr: Superposition ( A sur B )
pt: Sobreposio ( A sobre B )
ru: Накладные (А больше В)

source: Comparison options.
de: Vergleichsoptionen.
fr: Options de comparaison.
pt: Opes de comparao.
ru: Варианты сопоставления.

source: Math module. Contains all math classes.
de: Mathe-Modul. Enthlt alle Mathe-Klassen.
fr: Contient tous les cours de mathématiques.
pt: Contm todas as aulas de matemtica.
ru: Модуль математики. Содержит все классы математики.

source: Vector of 2 integers.
de: Vektor von 2 Ganzzahlen.
fr: Vecteur de 2 entiers.
pt: Vector de 2 inteiros.
ru: Вектор двух целых чисел.

source: Vector of 2 floats.
de: Vektor von 2 Schwimmern.
fr: Vecteur de 2 flotteurs.
pt: Vector de 2 carroas.
ru: Вектор двух поплавков.

source: Vector of 3 floats.
de: Vektor von 3 Schwimmern.
fr: Vecteur de 3 flotteurs.
pt: Vector de 3 carroas.
ru: Вектор трёх поплавков.

source: Vector of 4 floats.
de: Vektor von 4 Schwimmern.
fr: Vecteur de 4 flotteurs.
pt: Vector de 4 carroas.
ru: Вектор 4 поплавков.

source: Size of 2 integers.
de: Gre von 2 Ganzzahlen.
fr: Taille de 2 entiers.
pt: Tamanho de 2 inteiros.
ru: Размер 2 целых.

source: Image module. Contains all classes and enums related to image controls.
de: Bildmodul. Enthlt alle Klassen und Enums im Zusammenhang mit Bildsteuerungen.
fr: Module image. Contient toutes les classes et énumérations liées aux commandes d'image.
pt: Mdulo de imagem. Contm todas as classes e enums relacionados aos controles de imagem.
ru: Модуль изображения. Содержит все классы и энумы, связанные с управлением изображениями.

source: Red Channel.
de: Roter Kanal.
fr: Chaîne Rouge.
pt: Canal Vermelho.
ru: Красный канал.

source: Green Channel.
de: Grner Kanal.
fr: Chaîne verte.
pt: Canal Verde.
ru: Зеленый канал.

source: Blue Channel.
de: Blauer Kanal.
fr: Chaîne bleue.
pt: Canal Azul.
ru: Голубой канал.

source: Alpha Channel.
de: Alpha-Kanal.
fr: Chaîne Alpha.
pt: Canal Alfa.
ru: Альфа-канал.

source: Image mirroring.
de: Bildspiegelung.
fr: Miroir d'image.
pt: Espelho de imagem.
ru: Фотография зеркально.

source: Flip image on X.
de: Bild auf X umdrehen.
fr: Retournez l'image sur X.
pt: Vire a imagem em X.
ru: Перемотай изображение на X.

source: Flip image on Y.
de: Bild auf Y umdrehen.
fr: Retournez l'image sur Y.
pt: Vire a imagem em Y.
ru: Перемотай изображение на Y.

source: Enabled Levels.
de: Aktivierte Ebenen.
fr: Niveaux activés.
pt: Nveis Activados.
ru: Включённые уровни.

source: Add a :class:`mrv2.math.Vector3f` to image.
de: Fgen Sie ein :class:`mrv2.math.Vector3f` zum Bild hinzu.
fr: Ajouter un :class:`mrv2.math.Vector3f` à l'image.
pt: Adicione um :class:`mrv2.math.Vector3f` imagem.
ru: Добавить :class:`mrv2.math.Vector3f` к изображению.

source: Change a :class:`mrv2.math.Vector3f` of brightness to image.
de: ndern Sie eine :class:`mrv2.math.Vector3f` Helligkeit zum Bild.
fr: Changer un :class:`mrv2.math.Vector3f` de luminosité à l'image.
pt: Mudar um :class:`mrv2.math.Vector3f` de brilho para imagem.
ru: Изменить :class:`mrv2.math.Vector3f` яркости изображения.

source: Change a :class:`mrv2.math.Vector3f` of contrast to image.
de: ndern Sie eine :class:`mrv2.math.Vector3f` Kontrast zum Bild.
fr: Changer un :class:`mrv2.math.Vector3f` de contraste avec l'image.
pt: Mudar um :class:`mrv2.math.Vector3f` de contraste com a imagem.
ru: Изменить :class:`mrv2.math.Vector3f` контраста изображения.

source: Change a :class:`mrv2.math.Vector3f` of saturation to image.
de: ndern Sie eine :class:`mrv2.math.Vector3f` der Sttigung zum Bild.
fr: Changer un :class:`mrv2.math.Vector3f` de saturation à l'image.
pt: Mudar um :class:`mrv2.math.Vector3f` de saturao para imagem.
ru: Изменить :class:`mrv2.math.Vector3f` насыщенности изображения.

source: Change tint of image to image between 0 and 1.
de: ndern Sie den Farbton des Bildes in Bild zwischen 0 und 1.
fr: Changer la teinte de l'image en image entre 0 et 1.
pt: Mudar o corante da imagem para a imagem entre 0 e 1.
ru: Сменить изображение на изображение между 0 и 1.

source: Invert the color values.
de: Invertieren Sie die Farbwerte.
fr: Inverser les valeurs de couleur.
pt: Inverta os valores de cor.
ru: Переверните значения цвета.

source: Color values.
de: Farbwerte.
fr: Valeurs de couleur.
pt: Valores de cor.
ru: Значения цвета.

source: In Low Level value.
de: In Low Level Wert.
fr: En valeur de niveau bas.
pt: Em valor de nvel baixo.
ru: В низкоуровневом значении.

source: In High Level value.
de: Im Wert von hohem Niveau.
fr: En valeur de haut niveau.
pt: Em valor de alto nvel.
ru: В высокоуровневом значении.

source: Gamma Level value.
de: Gamma-Level-Wert.
fr: Valeur du niveau gamma.
pt: Valor do nvel gama.
ru: Значение уровня гаммы.

source: Out Low Level value.
de: Aus Low Level Wert.
fr: Valeur de niveau bas.
pt: Fora de valor de nvel baixo.
ru: На нижнем уровне.

source: Out High Level value.
de: Hochrangiger Wert.
fr: Valeur de haut niveau.
pt: Fora de valor de alto nvel.
ru: Высокоуровневое значение.

source: Levels values.
de: Niveauwerte.
fr: Valeurs des niveaux.
pt: Valores de nveis.
ru: Значения уровней.

source: Enabled EXR display.
de: Aktivierte EXR-Anzeige.
fr: Affichage EXR activé.
pt: Display EXR habilitado.
ru: Включено отображение EXR.

source: Exposure value.
de: Risikopositionswert.
fr: Valeur de l'exposition.
pt: Valor da exposio.
ru: Значение воздействия.

source: Defog value.
de: Defog-Wert.
fr: Valeur de débog.
pt: Valor de defog.
ru: Цена дефога.

source: kneeLow value.
de: KnieNiedriger Wert.
fr: genouBonne valeur.
pt: O valor do joelho baixo.
ru: Наклон понижается.

source: kneeHigh value.
de: KnieHoher Wert.
fr: genou de grande valeur.
pt: joelhoAlto valor.
ru: Высокое значение колена.

source: EXR display values.
de: EXR-Anzeigewerte.
fr: Valeurs d'affichage EXR.
pt: Valores de exibio do EXR.
ru: Значения отображения EXR.

source: Enabled Soft Clip.
de: Soft Clip aktiviert.
fr: Clip doux activé.
pt: Clipe suave habilitado.
ru: Включён Мягкий Клип.

source: Soft clip value.
de: Soft-Clip-Wert.
fr: Valeur de clips souples.
pt: Valor de clipe suave.
ru: Мягкое значение клипа.

source: Minify filter :class:`mrv2.image.ImageFilter`.
de: Filter verkleinern :class:`mrv2.image.ImageFilter`.
ru: Фильтр уменьшения масштаба :class:`mrv2.image.ImageFilter`.

source: Magnify filter :class:`mrv2.image.ImageFilter`.
de: Filter vergrern :class:`mrv2.image.ImageFilter`.
fr: Agrandir le filtre :classe:`mrv2.image.ImageFilter`.
pt: Ampliar filtro :classe:`mrv2.image.ImageFilter`.
ru: Фильтр увеличения :class:`mrv2.image.ImageFilter`.

source: Image filters.
de: Bildfilter.
fr: Filtres d'images.
pt: Filtros de imagem.
ru: Фильтры изображения.

source: Color channels :class:`mrv2.image.Channels`.
de: Farbkanle :Klasse:`mrv2.image.Channels`.
fr: Chaînes couleur :classe:`mrv2.image.Channels`.
pt: Canais de cores :classe:`mrv2.image.Channels`.
ru: Цветовые каналы :class:`mrv2.image.Channels`.

source: Mirror on X, Y or both :class:`mrv2.image.Mirror`.
de: Spiegel auf X, Y oder beides :Klasse:`mrv2.image.Mirror`.
fr: Miroir sur X, Y ou les deux :classe:`mrv2.image.Miroir`.
pt: Espelho em X, Y ou ambos :classe:`mrv2.imagem.Mirror`.
ru: Отразить по X, Y или обоим :class:`mrv2.image.Mirror`.

source: Color options :class:`mrv2.image.Color`.
de: Farboptionen :class:`mrv2.image.Color`.
fr: Options de couleur :classe:`mrv2.image.Color`.
pt: Opes de cor :classe:`mrv2.image.Color`.
ru: Опции цвета :class:`mrv2.image.Color`.

source: Levels options :class:`mrv2.image.Levels`.
de: Levels Optionen :class:`mrv2.image.Levels`.
fr: Options de niveaux :classe:`mrv2.image.Niveaux`.
pt: Opes de nveis :classe: `mrv2.image.Levels`.
ru: Опции уровней :class:`mrv2.image.Levels`.

source: EXR Display options :class:`mrv2.image.EXRDisplay`..
de: EXR Anzeigeoptionen :class:`mrv2.image.EXRDisplay`.
fr: EXR Options d'affichage :classe:`mrv2.image.EXRDisplay`..
pt: EXR Opes de exibio :classe:`mrv2.image.EXRDisplay`..
ru: Опции отображения EXR :class:`mrv2.image.EXRDisplay`..

source: Soft Clip options :class:`mrv2.image.SoftClip`..
de: Soft Clip Optionen :class:`mrv2.image.SoftClip`..
fr: Options de Clip Soft :classe:`mrv2.image.SoftClip`..
pt: Opes de clipe suave :classe:`mrv2.image.SoftClip`..
ru: Опции мягкой обрезки :class:`mrv2.image.SoftClip`..

source: Display options.
de: Anzeigeoptionen.
fr: Options d'affichage.
pt: Opes de exibio.
ru: Опции отображения.

source: LUT enabled.
de: LUT aktiviert.
fr: LUT activé.
pt: LUT activado.
ru: Включено.

source: LUT filename.
de: LUT-Dateiname.
fr: Nom du fichier LUT.
pt: Nome do ficheiro LUT.
ru: Имя файла LUT.

source: LUT transformation order.
de: OHNE Transformations-Ordnung.
fr: LUT ordre de transformation.
pt: Ordem de transformao LUT.
ru: Порядок преобразования.

source: LUT options.
de: LUTE-Optionen.
fr: Options LUT.
pt: Opes de luto.
ru: Варианты.

source: Video Levels.
fr: Niveaux vidéo.
pt: Nveis de vdeo.
ru: Видеоуровни.

source: Alpha blending algorithm
de: Alpha-Mischalgorithmus
fr: algorithme de mélange alpha
pt: Algoritmo de mistura Alfa
ru: Алгоритм альфа-комбинации

source: Image Filters
de: Bildfilter
fr: Filtres d'images
pt: Filtros de Imagens
ru: Фильтры изображений

source: Image options.
de: Bildoptionen.
fr: Options d'images.
pt: Opes de imagem.
ru: Варианты изображения.

source: Environment Map type.
de: Umgebung Kartentyp.
fr: Type de carte de l'environnement.
pt: Tipo de mapa de ambiente.
ru: Тип экологической карты.

source: Horizontal aperture
de: Horizontale ffnung
fr: Ouverture horizontale
pt: Abertura horizontal
ru: Горизонтальная апертура

source: Vertical aperture
de: Vertikale ffnung
fr: Ouverture verticale
pt: Abertura vertical
ru: Вертикальная апертура

source: Focal Length
de: Brennweite
fr: Longueur focale
pt: Comprimento focal
ru: Протяженность

source: Rotation on X
de: Drehung auf X
fr: Rotation sur X
pt: Rotao em X
ru: Вращение X

source: Rotation on Y
de: Drehung auf Y
fr: Rotation sur Y
pt: Rotao em Y
ru: Вращение Y

source: Subdivision on X
de: Unterteilung zu X
fr: Subdivision X
pt: Subdiviso X
ru: Подраздел по X

source: Subdivision on Y
de: Unterteilung zu Y
fr: Subdivision sur Y
pt: Subdiviso em Y
ru: Подраздел Y

source: Spin
de: Drehen
fr: Tourner
pt: Giro
ru: Поворачивай.

source: EnvironmentMap options.
de: EnvironmentMap Optionen.
fr: Options EnvironmentMap.
pt: Opes EnvironmentMap.
ru: Варианты EnvironmentMap.

source: Stereo 3d input :class:`mrv2.image.StereoInput`..
de: Stereo 3D Eingang :Klasse:`mrv2.image.StereoEingang`.
fr: Entrée stéréo 3d :classe:`mrv2.image.StéréoInput`..
pt: Input estereo 3d :class:`mrv2.image.StereoInput`..
ru: Стерео 3D ввод :class:`mrv2.image.StereoInput`..

source: Stereo 3d output :class:`mrv2.image.StereoOutput`..
de: Stereo 3D-Ausgang :Klasse:`mrv2.image.StereoOutput`.
fr: Sortie stéréo 3d :class:`mrv2.image.StereoOutput`..
pt: Sada estereo 3d :class:`mrv2.image.StereoOutput`..
ru: Стерео 3D вывод :class:`mrv2.image.StereoOutput`..

source: Separation between left and right eye.
de: Trennung zwischen linkem und rechtem Auge.
fr: Séparation entre l'œil gauche et l'œil droit.
pt: Separao entre o olho esquerdo e o direito.
ru: Разъединение между левым и правым глазом.

source: Swap left and right eye
de: Links- und Rechts-Auge wechseln
fr: Inverser l'œil gauche et droit
pt: Intercambiar o olho esquerdo e direito
ru: Поворачивайте левым и правым глазом

source: Stereo3D options.
de: Stereo3D-Optionen.
fr: Options stéréo3D.
pt: Opes estereo3D.
ru: Варианты стерео3D.

source: Background type :class:`mrv2.image.Background`..
de: Hintergrundtyp :Klasse:`mrv2.image.Hintergrund`.
fr: Type d'arrière-plan :classe:`mrv2.image.
pt: Tipo de fundo :classe:`mrv2.image.background`..
ru: Тип фона :class:`mrv2.image.Background`..

source: Checkers Color0 :class:`mrv2.image.Color4f`..
de: Checkers Farbe0 : Klasse: `mrv2.image.Color4f`..
fr: Dames Couleur0 :classe:`mrv2.image.Color4f`..
ru: Цвет Checker0 :class:`mrv2.image.Color4f`..

source: Checkers Color1 :class:`mrv2.image.Color4f`..
de: Checkers Farbe1 : Klasse: `mrv2.image.Color4f`..
fr: Dames Couleur1 :classe:`mrv2.image.Color4f`..
ru: Цвет Checker1 :class:`mrv2.image.Color4f`..

source: Checkers Size :class:`mrv2.math.Size2i`..
de: Checkers Gre :Klasse:`mrv2.math.Size2i`..
fr: Taille des dames :`classe:`mrv2.math.Taille2i`..
pt: Tamanho das damas:`mrv2.math.Size2i`..
ru: Размер Checker :class:`mrv2.math.Size2i`..

source: Background options.
de: Hintergrundoptionen.
fr: Options générales.
pt: Opes de fundo.
ru: Справочная информация.

source: Gets the current background options.
de: Ruft die aktuellen Hintergrundoptionen.
fr: Obtenez les options de fond actuelles.
pt: Obtm as opes de fundo atuais.
ru: Получает текущие варианты фона.

source: Sets the current background options.
de: Setzt die aktuellen Hintergrundoptionen.
fr: Définit les options d'arrière-plan actuelles.
pt: Define as opes de fundo atuais.
ru: Устанавливает текущие фоновые варианты.

source: Gets the current OCIO config file.
de: Ruft die aktuelle OCIO-Konfigurationsdatei.
fr: Obtient le fichier de configuration OCIO actuel.
pt: Obtm o arquivo de configurao atual do OCIO.
ru: Получает текущий файл OCIO config.

source: Sets the current OCIO config file.
de: Setzt die aktuelle OCIO-Konfigurationsdatei.
fr: Définit le fichier de configuration OCIO actuel.
pt: Define o arquivo de configurao atual do OCIO.
ru: Устанавливает текущий файл OCIO config.

source: Gets the current input color space.
de: Ruft den aktuellen Eingabe-Farbraum.
fr: Obtient l'espace de couleur d'entrée actuel.
pt: Obtm o espao de cor de entrada atual.
ru: Получает текущее цветовое пространство.

source: Gets a list of all input color spaces.
de: Ruft eine Liste aller Eingabefarbrume.
fr: Obtent une liste de tous les espaces de couleur d'entrée.
pt: Obtm uma lista de todos os espaos de cor de entrada.
ru: Получил список всех входных цветовых пространств.

source: Set the input color space.
de: Stellen Sie den Eingabefarbraum ein.
fr: Définissez l'espace de couleur d'entrée.
pt: Defina o espao de cores de entrada.
ru: Установите цветовое пространство для входа.

source: Gets the current Display/View.
de: Ruft die aktuelle Anzeige/Ansicht.
fr: Obtient l'Affichage actuel/Vue.
pt: Obtm o Display actual/Vista.
ru: Получает текущий дисплей/Вид.

source: Gets the list of Displays/Views.
de: Ruft die Liste der Anzeigen/Ansichten.
fr: Obtient la liste des Affichages/Vues.
pt: Obtm a lista de Displays/Visualizaes.
ru: Получает список дисплеев/Мнения.

source: Set an OCIO Display/View.
de: Eine OCIO-Anzeige einstellen/Sehen Sie.
fr: Définir un affichage OCIO/Vue.
pt: Definir um Display OCIO/Vista.
ru: Установить дисплей OCIO/Вид.

source: Gets the current OCIO look.
de: Ruft den aktuellen OCIO-Look.
fr: C'est le look actuel de l'OCIO.
pt: Tem a aparncia atual da OCIO.
ru: Получил текущий взгляд OCIO.

source: Gets a list of all OCIO looks.
de: Ruft eine Liste aller OCIO-Looks.
fr: Obtenez une liste de tous les looks OCIO.
pt: Recebe uma lista de todos os looks da OCIO.
ru: Получил список всех, на кого смотрит OCIO.

source: Set the OCIO look by name.
de: Setzen Sie den OCIO-Look beim Namen.
fr: Définissez le look OCIO par son nom.
pt: Defina o olhar OCIO por nome.
ru: Установите обозрение по имени.

source: Return all the files.
de: Geben Sie alle Dateien zurck.
fr: Retournez tous les fichiers.
pt: Devolver todos os ficheiros.
ru: Возвращай все файлы.

source: Return all the active files.
de: Gibt alle aktiven Dateien zurck.
fr: Retourner tous les fichiers actifs.
pt: Retornar todos os ficheiros ativos.
ru: Возвращайте все активные файлы.
