Repository: ggarra13/mrv2
Catalog: src/po/*.po
Languages: de, fr, pt, ru

source: Focal Length of the Projection. Use Shift + left mouse button to change or the mousewheel.
de: Brennweite der Projektion. Verwenden Sie Shift + linke Maustaste zu ndern oder das Mausrad.
pt: Comprimento focal da projeo. Use Shift + boto esquerdo do mouse para alterar ou a roda do mouse.
ru: Проекция проекции. Используйте кнопку Shift + левая кнопка мыши для изменения или мышиное колесо.

source: Rotation
de: Drehung
pt: Rotao
ru: Вращение

source: Spin with middle mouse instead of rotating with it.
de: Drehen Sie mit der mittleren Maus statt mit ihr zu drehen.
fr: Tourner avec la souris centrale au lieu de tourner avec elle.
pt: Gire com o mouse do meio em vez de girar com ele.
ru: Поворачивай со средней мышкой вместо того, чтобы вращаться с ней.

source: Rotation in X of the projection. Use middle mouse button to move around.
de: Drehung in X der Projektion. Verwenden Sie die mittlere Maustaste, um sich zu bewegen.
fr: Rotation en X de la projection. Utilisez le bouton milieu de la souris pour se déplacer.
pt: Rotao em X da projeo. Use o boto do meio do mouse para se mover.
ru: Вращение в X проекции. Используйте среднюю кнопку мыши, чтобы двигаться.

source: Rotation in Y of the projection. Use middle mouse button to move around.
de: Drehung in Y der Projektion. Verwenden Sie die mittlere Maustaste, um sich zu bewegen.
fr: Rotation en Y de la projection. Utilisez le bouton milieu de la souris pour se déplacer.
pt: Rotao em Y da projeo. Use o boto do meio do mouse para se mover.
ru: Вращение в Y проекции. Используйте среднюю кнопку мыши, чтобы двигаться.

source: Subdivisions
de: Unterabteilungen
pt: Subdivises
ru: Подразделы

source: Subdivision of the sphere when doing spherical projections
de: Unterteilung der Kugel bei kugelfrmigen Projektionen
fr: Subdivision de la sphère lors des projections sphériques
pt: Subdiviso da esfera ao fazer projees esfricas
ru: Подразделение сферы при производстве сферических выступов

source: Subdivision of the sphere in X.
de: Unterteilung der Kugel in X.
fr: Subdivision de la sphère en X.
pt: Subdiviso da esfera em X.
ru: Подразделение сферы в X.

source: Subdivision of the sphere in Y.
de: Unterteilung der Kugel in Y.
fr: Subdivision de la sphère en Y.
pt: Subdiviso da esfera em Y.
ru: Подразделение сферы в Y.

source: Search
de: Suchen
fr: Recherche
pt: Procurar
ru: Поиск

source: Both
de: Beides
fr: Les deux
pt: Ambos
ru: И то, и другое

source: Attribute
de: Attribut
fr: Attribut
pt: Atributo
ru: Атрибуты

source: Value
de: Wert
fr: Valeur
pt: Valor
ru: Стоимость

source: Main
de: Hauptseite
fr: Principaux
pt: Principal
ru: Главное

source: Subtitle
de: Untertitel
fr: Sous-titre
pt: Legenda
ru: Субтитры:

source: Metadata
de: Metadaten
fr: Métadonnées
pt: Metada
ru: Метаданные

source: PAL Video
fr: Vidéo PAL
pt: Vdeo PAL
ru: PAL Видео

source: NTSC Video
fr: Vidéo NTSC
pt: Vdeo NTSC
ru: Видеозапись NTSC

source: 35mm Academy
de: 35mm Akademie
fr: Académie de 35mm
pt: Academia de 35mm
ru: 35-мм Академия

source: Widescreen (HDTV + STV)
de: Breitbild (HDTV + STV)
fr: Grand écran (HDTV + STV)
ru: Широкий экран (HDTV + STV)

source: 35mm European Widescreen
de: 35mm europischer Widescreen
fr: 35mm Grand écran européen
pt: 35mm Ecr Amplo Europeu
ru: 35-мм европейский широкополосный экран

source: Early 35mm
de: Frhe 35mm
fr: Début 35mm
pt: No incio 35mm
ru: Раннее 35-мм

source: HDTV / Widescreen 16:9
fr: TVHD/Grand écran 16:9
pt: Televiso HD/Widescreen 16:9
ru: HDTV/Широкий экран 16:9

source: 35mm Flat
de: 35mm flach
fr: 35 mm plat
pt: 35 mm plano
ru: 35-мм Площадь

source: 70mm
ru: 70 мм

source: 35mm Anamorphic
de: 35mm anamorph
fr: 35mm Anamorphique
pt: 35 mm Anamrfico
ru: 35-мм анаморфный

source: 35mm Panavision
pt: Panaviso de 35 mm
ru: 35-мм Панавидение

source: Cinemascope
de: Kinoscope
fr: Cinémascope
pt: Cinemascpio
ru: Киноскоп

source: MGM Camera 65
de: MGM Kamera 65
fr: MGM Caméra 65
pt: MGM Cmara 65
ru: MGM Камера 65

source: Load
de: Belastung
fr: Charger
pt: Carregar
ru: Загрузка

source: Reset
de: Zurcksetzen
fr: Réinitialiser
pt: Reiniciar
ru: Перезагрузить

source: Pick
de: Auswahl
fr: Choisissez
pt: Escolha
ru: Выбрать

source: %.3f seconds
de: %.3f Sekunden
fr: %.3f secondes
pt: %.3f segundos
ru: %.3f секунды

source: Video Stream #%d
fr: Stream vidéo #%d
pt: Corrente de vdeo #%d
ru: Видеопоток #%d

source: Name
de: Bezeichnung
fr: Nom
pt: Nome
ru: Имя

source: Codec
pt: Cdigoc
ru: Кодыc

source: Unknown
de: Unbekannt
fr: Inconnu
pt: Desconhecido
ru: Неизвестно

source: Width
de: Breite
fr: Largeur
pt: Largura
ru: Ширина

source: Width of clip
de: Breite des Clips
fr: Largeur du clip
pt: Largura do clipe
ru: Ширина клипа

source: Height
de: Hhe
fr: Hauteur
pt: Altura
ru: Высота

source: Height of clip
de: Hhe des Clips
fr: Hauteur du clip
pt: Altura do clipe
ru: Высота клипа

source: Aspect Ratio
de: Seitenverhältnis
fr: Ratio d'aspects
pt: Razo de Aspecto
ru: Соотношение чувствительности

source: Aspect ratio of clip
de: Seitenverhltnis des Clips
fr: Rapport d'aspect du clip
pt: Razo de aspeto do clipe
ru: Соотношение параметров клипа

source: Pixel Ratio
de: Pixel-Verhltnis
fr: Rapport pixel
pt: Razo dos pixels
ru: Соотношение пикселей

source: Pixel ratio of clip
de: Pixel-Verhltnis des Clips
fr: Rapport pixel de clip
pt: Razo do pixel do clipe
ru: Соотношение пикселей клипа

source: Mipmap Level
pt: Nível Mipmap
ru: Уровень микрокарты

source: X Ripmap Level
pt: Nível de Ripmap X
ru: X Уровень &lt; полярной карты &gt;

source: Y Ripmap Level
pt: Nível de Ripmap Y
ru: Y Уровень &lt; карты &gt;

source: DOWN
pt: Desça
ru: Вниз

source: Rounding Mode
pt: Modo de arredondamento
ru: Режим округления

source: Video Rotation
de: Video-Drehung
fr: Rotation vidéo
pt: Rotao de vdeo
ru: Вращение видео

source: Compression
de: Kompression
pt: Compresso
ru: Огнестрельное давление

source: Compression Num. Scanlines
pt: Compressão Num. Scanlines
ru: Сканирование сенсационных сканеров

source: Number of Compression Scanlines
pt: Número de scanlines de compressão
ru: Количество сканирующих устройств с воспламенением от сжатия

source: Lossy Compression
pt: Compressão de Perda
ru: Потерянное подавление

source: Deep Compression
pt: Compressão profunda
ru: Глубокое подавление

source: unsigned byte (8-bits per channel)
de: unsigniertes Byte (8-Bit pro Kanal)
fr: octet non signé (8 bits par canal)
pt: byte no assinado (8-bits por canal)
ru: Неподписанный байт (8 бит на канал)

source: (10-bits per channel)
de: (10-Bit pro Kanal)
fr: (10 bits par canal)
pt: (10-bits por canal)
ru: (10 бит на один канал)

source: (12-bits per channel)
de: (12-Bit pro Kanal)
fr: (12 bits par canal)
pt: (12-bits por canal)
ru: (12 бит на один канал)

source: unsigned short (16-bits per channel)
de: unsigniert kurz (16-Bit pro Kanal)
fr: court-métrage non signé (16 bits par canal)
pt: no assinado (16-bits por canal)
ru: Неподписанная короткая (16 бит на канал)

source: half float (16-bits per channel)
de: Halbschwimmer (16-Bit pro Kanal)
fr: demi-float (16 bits par canal)
pt: Metade flutuante (16-bits por canal)
ru: половина поплавка (16 бит на один канал)

source: unsigned int (32-bits per channel)
de: unsigniert int (32-Bit pro Kanal)
fr: int non signé (32 bits par canal)
pt: no assinado int (32 bits por canal)
ru: Неподписанный инт (32-биты на канал)

source: float (32-bits per channel)
de: Float (32-Bit pro Kanal)
fr: flotteur (32 bits par canal)
pt: flutuar (32 bits por canal)
ru: поплавк (32 бита на один канал)

source: Unknown bit depth
de: Unbekannte Bittiefe
fr: Profondeur du bit inconnue
pt: Profundidade bit desconhecida
ru: Неизвестная глубина бита

source: Depth
de: Tiefe
fr: Profondeur
pt: Profundidade
ru: Глубина

source: Bit depth of clip
de: Bit Tiefe des Clips
fr: Profondeur du clip
pt: Pequena profundidade do clipe
ru: Глубина клипа

source: Image Channels
de: Bildkanle
fr: Chaînes d'images
pt: Canais de Imagens
ru: Каналы изображения

source: Number of channels in clip
de: Anzahl der Kanle im Clip
fr: Nombre de canaux dans le clip
pt: Nmero de canais no clipe
ru: Количество каналов в клипе

source: YUV Coefficients
de: YUV-Koeffizienten
fr: Coefficients YUV
pt: Coeficientes YUV
ru: УФ-коэффициенты

source: YUV Coefficients used for video conversion
de: YUV-Koeffizienten fr die Videokonvertierung
fr: Coefficients YUV utilisés pour la conversion vidéo
pt: Coeficientes YUV usados para converso de vdeo
ru: Коэффициенты, используемые для преобразования видеоматериалов

source: Video Levels
de: Video-Ebenen
fr: Niveaux vidéo
pt: Nveis de vdeo
ru: Видеоуровни

source: Color Primaries
de: Farben-Primle
fr: Primaires de couleur
pt: Primarias de cores
ru: Первостепенные цвета

source: Color TRC
de: Farbe TRC
fr: Couleur TRC
pt: Cor TRC
ru: Цветовая КИП

source: Color Transfer Characteristics
de: Eigenschaften der Farbbertragung
fr: Caractéristiques du transfert de couleurs
pt: Caractersticas da transferncia de cores
ru: Характеристики передачи цвета

source: Color Space
de: Farbraum
fr: Espace couleur
pt: Espao de cores
ru: Цветовое пространство

source: Color Transfer Space
de: Farbbertragungsraum
fr: Espace de transfert de couleurs
pt: Espao de Transferncia de Cores
ru: Пространство для передачи цветов

source: HDR Red Primaries
de: HDR-Rote Grundlinien
pt: Primarias vermelhas HDR
ru: &lt; Красные первенства &gt;

source: HDR Green Primaries
pt: Primarias verdes HDR
ru: &lt; Зеленые премиальные &gt; доклады о развитии человеческого потенциала

source: HDR Blue Primaries
de: HDR Blaue Grundlinien
pt: HDR Primarias azuis
ru: &lt; Голубые премиальные &gt; доклады о развитии человеческого потенциала

source: HDR White Primaries
de: HDR-Weiße Grundlinien
pt: HDR Primarias brancas
ru: &lt; Белые первенства &gt;

source: HDR Display Mastering Luminance
de: HDR-Display-Mastering-Lichtstärke
pt: Display HDR Mastering Luminance
ru: ДРЧ демонстрирует яркость

source: HDR maxFALL
ru: Максимум FALL

source: FFmpeg Pixel Format
fr: Format FFmpeg Pixel
pt: Formato FFmpeg Pixel
ru: FFmpeg Pixel Формат

source: Render Pixel Format
de: Pixelformat rendern
fr: Format de pixel de rendu
pt: Formato do Pixel de RenderName
ru: Формат пикселя

source: Directory
de: Verzeichnis
fr: Annuaire
pt: Diretrio
ru: Каталог

source: Directory where clip resides
de: Verzeichnis, in dem sich Clip befindet
fr: Annuaire où réside le clip
pt: Diretrio onde reside o clipe
ru: Каталог, где находится клип

source: Filename
de: Dateiname
fr: Nom du fichier
pt: Nome do ficheiro
ru: Имя файла

source: Filename of the clip
de: Dateiname des Clips
fr: Nom du fichier du clip
pt: Nome do ficheiro do clipe
ru: Имя файла клипа

source: Audio Directory
de: Audioverzeichnis
fr: Répertoire audio
pt: Diretrio de udio
ru: Аудиовизуальный каталог

source: Directory where audio clip resides
de: Verzeichnis, in dem sich Audioclip befindet
fr: Annuaire où réside le clip audio
pt: Diretrio onde reside o clipe de udio
ru: Каталог, где находится аудиоклип

source: Audio Filename
de: Audio-Dateiname
fr: Nom du fichier audio
pt: Nome do ficheiro de udio
ru: Имя звукового файла

source: Filename of the audio clip
de: Dateiname des Audioclips
fr: Nom du fichier du clip audio
pt: Nome do ficheiro do clipe de udio
ru: Имя файла звукового клипа

source: Video Streams
fr: Streams vidéo
pt: Fluxos de vdeo
ru: Видеополосы

source: Number of video streams in file
de: Anzahl der Videostreams in der Datei
fr: Nombre de flux vidéo dans le fichier
pt: Nmero de fluxos de vdeo no arquivo
ru: Количество потоков видео в файле

source: Audio Streams
fr: Streams audio
pt: Correntes de udio
ru: Аудиовизуальные потоки

source: Number of audio streams in file
de: Anzahl der Audiostreams in der Datei
fr: Nombre de flux audio dans le fichier
pt: Nmero de fluxos de udio no ficheiro
ru: Количество звуковых потоков в файле

source: Start Time
de: Startzeit
fr: Heure de début
pt: Hora de Incio
ru: Время начала

source: Beginning frame of clip
de: Beginnen des Rahmens des Clips
fr: Cadre de début du clip
pt: Incio da moldura do clipe
ru: Начало клипа

source: End Time
de: Endzeit
fr: Heure de fin
pt: Tempo de Fim
ru: Время окончания

source: Ending frame of clip
de: Enden des Rahmens des Clips
fr: Cadre de fin du clip
pt: Moldura de encerramento do clipe
ru: Конец рамы клипа

source: First Frame
de: Erster Rahmen
fr: Premier cadre
pt: Primeiro Quadro
ru: Первая основа

source: First frame of clip - User selected
de: Erster Rahmen des Clips - Benutzer ausgewhlt
fr: Premier cadre du clip - Utilisateur sélectionné
pt: Primeira moldura do clipe - Usurio selecionado
ru: Первая рамка клипа - выбран пользователь

source: Last Frame
de: Letzter Rahmen
fr: Dernier cadre
pt: ltimo Quadro
ru: Последняя основа

source: Last frame of clip - User selected
de: Letzter Rahmen des Clips - Benutzer ausgewhlt
fr: Dernier cadre du clip - Utilisateur sélectionné
pt: ltima moldura do clipe - Usurio selecionado
ru: Последний кадр клипа - выбран пользователь

source: (PAL Fields)
de: (PAL-Felder)
fr: (Champs PAL)
pt: (Campos PAL)
ru: (поле PAL)

source: (NTSC Fields)
de: (NTSC-Felder)
fr: (Champs NTSC)
pt: (Campos NTSC)
ru: (NTSC поля)

source: Default Speed
de: Standardgeschwindigkeit
fr: Vitesse par défaut
pt: Velocidade padro
ru: Скорость по умолчанию

source: Default Speed in Frames per Second
de: Standardgeschwindigkeit in Frames pro Sekunde
fr: Vitesse par défaut dans les cadres par seconde
pt: Velocidade padro em quadros por segundo
ru: По умолчанию скорость в рамках в секунду

source: Current Speed
de: Aktuelle Geschwindigkeit
fr: Vitesse actuelle
pt: Velocidade actual
ru: Текущая скорость

source: Current Speed (Frames Per Second)
de: Aktuelle Geschwindigkeit (Frames pro Sekunde)
fr: Vitesse actuelle (cadres par seconde)
pt: Velocidade atual (quadros por segundo)
ru: Текущая скорость (фреймы в секунду)

source: Disk space
de: Speicherplatz
fr: Espace disque
pt: Espao de disco
ru: Дисковое пространство

source: Creation Date
de: Erstellungsdatum
fr: Date de création
pt: Data de criao
ru: Дата создания

source: Creation date of file
de: Erstellungsdatum der Datei
fr: Date de création du fichier
pt: Data de criao do ficheiro
ru: Дата создания файла

source: Modified Date
de: Gendertes Datum
fr: Date de modification
pt: Data alterada
ru: Измененная дата

source: Last modified date of file
de: Zuletzt gendertes Datum der Datei
fr: Date de dernière modification du fichier
pt: Data da ltima modificao do ficheiro
ru: Последняя изменённая дата файла

source: Load an image or movie file
de: Ein Bild oder eine Filmdatei laden
fr: Charger une image ou un fichier de film
pt: Carregar um ficheiro de imagem ou filme
ru: Загрузить изображение или файл фильма

source: Audio Stream #%d
fr: Flux audio #%d
pt: Corrente de udio #%d
ru: Звуковой поток #%d

source: FourCC
de: Vier-Kapital-Kapital-Kapital-Kapital-Kapital-Kapital-Kapital-Kapital-Kapital-Kapital-Kapital-Kapital-Kapital-Kapital-Kapital-Kapital-Kapital-Kapital-Kapital-Kapital-Kapital-Kapital-Kapital-Kapital-Kapital-Kapital-Kapital-Kapital-Kapital-Kapital-Kapital-Kapital-Kapital-Kapital-Kapital-Kapital-Kapital-Kapital-Kapital-Kapital-Kapital-Kapital-Kapital-Kapital-Kapital-Kapital-Kapital-Kapital-Kapital-Kapital-Kapital-Kapital-Kapital-Kapital-Kapital-Kapital-Kapital
pt: QuatroCC
ru: Четыре комитета по координации (КК)

source: Four letter ID
de: Vier-Buchstaben-ID
fr: Identifiant de quatre lettres
pt: Identificao de quatro letras
ru: Четыре буквы Идентификатор

source: Channels
de: Kanle
fr: Chaînes
pt: Canais
ru: Каналы

source: Number of audio channels
de: Anzahl der Audiokanle
fr: Nombre de canaux audio
pt: Nmero de canais de udio
ru: Количество аудиоканалов

source: Format
de: Sprachen DE/EN/FR
pt: Formato
ru: Формат

source: Frequency
de: Hufigkeit
fr: Fréquence
pt: Frequncia
ru: Периодичность

source: Frequency of audio
de: Hufigkeit des Tons
fr: Fréquence de l'audio
pt: Frequncia do udio
ru: Частота звука

source: Max. Bitrate
de: Bitrate
fr: Taux de bits max.
pt: Mx. Bitrate
ru: Макс.

source: Disposition
de: Auflsung
fr: Décision
pt: Disposio
ru: Решение по делу

source: Disposition of Track
de: Wegfall des Gleises
fr: Disposition de la voie
pt: Disposio da Via
ru: Отмена решения по треку

source: Start
de: Starten
fr: Début
pt: Incio
ru: Запуск

source: Start of Audio
de: Start von Audio
fr: Début de l'audio
pt: Incio do udio
ru: Начало звука

source: Duration
de: Dauer
fr: Durée
pt: Durao
ru: Продолжительность

source: Duration of Audio
de: Dauer des Audios
fr: Durée de l'audio
pt: Durao do udio
ru: Продолжительность звука

source: Subtitle Stream #%d
de: Untertitel Stream #%d
fr: Sous-titre Stream #%d
pt: Corrente de Legendas #%d
ru: Субтитры #%d

source: Codec Name
de: Codec-Bezeichnung
fr: Nom du codec
pt: Denominao codificada
ru: Название кодаc

source: Closed Captions
de: Geschlossene Bildunterschriften
fr: Légendes fermées
pt: Legendas fechadas
ru: Закрытые слова

source: Video has Closed Captions
de: Video hat Captions geschlossen
fr: La vidéo a fermé les légendes
pt: O vdeo tem legendas fechadas
ru: Видео закрыло кнопки

source: Avg. Bitrate
de: Bitrate
ru: Битрат

source: Language
de: Sprache
fr: Langue
pt: Lngua
ru: Язык

source: Language if known
de: Sprache, falls bekannt
fr: Langue si elle est connue
pt: Lngua se conhecida
ru: Язык, если он известен

source: Start of Subtitle
de: Beginn des Untertitels
fr: Début du sous-titre
pt: Incio da Legenda
ru: Начало субтитров

source: Duration of Subtitle
de: Dauer des Untertitels
fr: Durée du sous-titre
pt: Durao do Subttulo
ru: Продолжительность субтитров

source: Logarithmic
de: Logarithmisch
fr: Logarithmique
pt: Logartmico
ru: Логарифмическая

source: Square Root
de: Quadratische Wurzel
fr: Racine carrée
pt: Raiz quadrada
ru: Квадратный корень

source: Channel
de: Kanal
fr: Chaîne
pt: Canal
ru: Канал

source: Green
de: Grn
fr: Vert
pt: Verde
ru: Зеленый

source: Blue
de: Blau
fr: Bleu
pt: Azul
ru: Синий

source: Select main A image.
de: Whlen Sie das Hauptbild aus.
fr: Sélectionnez l'image principale A.
pt: Selecione a imagem principal A.
ru: Выбрать основной образ А.

source: Open a filename
de: Einen Dateinamen ffnen
fr: Ouvrir un nom de fichier
pt: Abrir um nome de ficheiro
ru: Откройте имя файла

source: Open a filename with audio
de: Einen Dateinamen mit Audio ffnen
fr: Ouvrez un nom de fichier avec audio
pt: Abrir um nome de ficheiro com udio
ru: Откройте имя файла с аудио

source: Close current filename
de: Aktueller Dateiname schlieen
fr: Fermer le nom de fichier actuel
pt: Fechar o nome de ficheiro actual
ru: Закрыть текущее имя файла

source: Close all filenames
de: Alle Dateinamen schlieen
fr: Fermer tous les noms de fichiers
pt: Fechar todos os nomes de ficheiro
ru: Закрыть все имена файлов

source: Previous filename
de: Vorheriger Dateiname
fr: Nom du fichier précédent
pt: Nome do ficheiro anterior
ru: Предыдущее имя файла

source: Next filename
de: Nchster Dateiname
fr: Nom du fichier suivant
pt: Prximo nome do ficheiro
ru: Следующее имя файла

source: Filter EDLs
de: EDL-Filter
fr: Filtre EDLs
pt: Filtro EDLs
ru: Фильтры EDL

source: Select one or more B images.
de: Whlen Sie ein oder mehrere B-Bilder aus.
fr: Sélectionnez une ou plusieurs images B.
pt: Selecione uma ou mais imagens B.
ru: Выберите один или несколько изображений B.

source: Select between Relative or Absolute Compare Time Mode
de: Whlen Sie zwischen relativen oder absoluten Vergleichszeitmodus
fr: Sélectionner entre le mode temps relatif ou absolu de comparaison
pt: Selecione entre Modo de Tempo de Comparao Relativo ou Absoluto
ru: Выбор относительного или абсолютного времени

source: Compare A
de: Vergleich A
fr: Comparer A
pt: Comparar A
ru: Сравнить A

source: Compare B
de: Vergleich B
fr: Comparer B
pt: Comparar B
ru: Сравнить B

source: Wipe between the A and B files Use the Option key + left mouse button to move the wipe in X or in Y
de: Wischen Sie zwischen den A- und B-Dateien Verwenden Sie die Optionstaste + linke Maustaste, um das Wischtuch in X oder in Y zu bewegen
fr: Essuyage entre les fichiers A et B Utilisez la touche Option + bouton gauche de la souris pour déplacer l'essuyage dans X ou dans Y
pt: Limpar entre os arquivos A e B Use a tecla Opo + boto esquerdo do mouse para mover o limpar em X ou em Y
ru: Прочистить файлы A и B Использовать клавишу опции + левую кнопку мыши для перемещения стирания в X или Y

source: Wipe between the A and B files Use the Alt key + left mouse button to move the wipe in X or in Y.
de: Wischen Sie zwischen den A- und B-Dateien Verwenden Sie die Alt-Taste + linke Maustaste, um das Wischtuch in X oder in Y zu bewegen.
fr: Essuyage entre les fichiers A et B Utilisez la touche Alt + bouton gauche de la souris pour déplacer l'essuyage dans X ou dans Y.
pt: Limpar entre os arquivos A e B Use a tecla Alt + boto esquerdo do mouse para mover o limpar em X ou em Y.
ru: Прочистить файлы A и B Используйте клавишу Alt + левую кнопку мыши, чтобы передвинуть стирку в X или Y.

source: Overlay the A and B files with optional transparencyy
de: berlagerung der A- und B-Dateien mit optionaler Transparenz
fr: Surcharger les fichiers A et B avec transparence facultative
pt: Superposio dos arquivos A e B com transparncia opcional
ru: Наложить на файлы A и B факультативную прозрачность

source: Difference the A and B files
de: Unterschied der A- und B-Dateien
fr: Différence entre les fichiers A et B
pt: Diferena entre os arquivos A e B
ru: Отличить файлы A и B

source: Compare the A and B files side by side
de: Vergleichen Sie die A- und B-Dateien nebeneinander
fr: Comparez les fichiers A et B côte à côte
pt: Compare os arquivos A e B lado a lado
ru: Сравнить файлы А и В бок о бок

source: Show the A file above the B file
de: Die A-Datei ber der B-Datei anzeigen
fr: Afficher le fichier A au-dessus du fichier B
pt: Mostrar o ficheiro A acima do ficheiro B
ru: Показать файл А над файлом B

source: Tile the A and B files
de: Fliese die A- und B-Dateien
fr: Tile les fichiers A et B
pt: Telha os arquivos A e B
ru: Подключить файлы A и B

source: Wipe
de: Wischen
fr: Nettoyage
pt: Limpar
ru: Промывка

source: Use the Option key + left mouse button to move the wipe in X.
de: Verwenden Sie die Optionstaste + linke Maustaste, um das Wischtuch in X zu bewegen.
fr: Utilisez la touche Option + bouton gauche de la souris pour déplacer l'effacement dans X.
pt: Use a tecla Opo + boto esquerdo do mouse para mover a limpeza em X.
ru: Используйте клавишу Опции + левую кнопку мыши, чтобы передвинуть стирку в X.

source: Use the Alt key + left mouse button to move the wipe in X.
de: Verwenden Sie die Alt-Taste + linke Maustaste, um das Wischtuch in X zu bewegen.
fr: Utilisez la touche Alt + bouton gauche de la souris pour déplacer l'effacement dans X.
pt: Use a tecla Alt + boto esquerdo do mouse para mover a limpeza em X.
ru: Используйте клавишу Альта + левую кнопку мыши, чтобы передвинуть стирку в X.

source: Use the Option key + left mouse button to move the wipe in Y.
de: Verwenden Sie die Optionstaste + linke Maustaste, um das Wischtuch in Y zu bewegen.
fr: Utilisez la touche Option + bouton gauche de la souris pour déplacer l'effacement dans Y.
pt: Use a tecla Opo + boto esquerdo do mouse para mover a limpeza em Y.
ru: Используйте клавишу Опции + левую кнопку мыши для перемещения стирания в Y.

source: Use the Alt key + left mouse button to move the wipe in Y.
de: Verwenden Sie die Alt-Taste + linke Maustaste, um das Wischtuch in Y zu bewegen.
fr: Utilisez la touche Alt + bouton gauche de la souris pour déplacer l'effacement dans Y.
pt: Use a tecla Alt + boto esquerdo do mouse para mover o limpar em Y.
ru: Используйте клавишу Alt + левую кнопку мыши, чтобы передвинуть стирку в Y.
