Repository: ggarra13/mrv2
Catalog: src/po/*.po
Languages: de, fr, pt, ru

source: Return the A file item.
de: Geben Sie das A-Dateielement zurck.
fr: Retourner l'élément de fichier A.
pt: Devolver o item de arquivo A.
ru: Верните файл А.

source: Return the A file index.
de: Gibt den A-Dateiindex zurck.
fr: Retournez l'index des fichiers A.
pt: Retornar o ndice de ficheiro A.
ru: Верните индекс файла А.

source: Return the list of B files.
de: Geben Sie die Liste der B-Dateien zurck.
fr: Retourner la liste des fichiers B.
pt: Devolver a lista de ficheiros B.
ru: Верните список файлов B.

source: Return the list of B indexes.
de: Geben Sie die Liste der B-Indizes zurck.
fr: Retournez la liste des index B.
pt: Devolver a lista de ndices B.
ru: Возвращайте список индексов В.

source: Close the current A file.
de: Schlieen Sie die aktuelle A-Datei.
fr: Fermez le fichier A actuel.
pt: Feche o ficheiro A atual.
ru: Закрыть текущий файл A.

source: Close all files.
de: Alle Dateien schlieen.
fr: Fermez tous les fichiers.
pt: Fecha todos os ficheiros.
ru: Закрыть все файлы.

source: Set the A file index.
de: Legen Sie den A-Dateiindex fest.
fr: Définissez l'index de fichier A.
pt: Defina o ndice de arquivo A.
ru: Установите индекс файла А.

source: Set a new B file index.
de: Stellen Sie einen neuen B-Dateiindex ein.
fr: Définissez un nouvel index de fichier B.
pt: Defina um novo ndice de ficheiro B.
ru: Установите новый индекс файла B.

source: Set a new stereo file index.
de: Stellen Sie einen neuen Stereo-Dateiindex ein.
fr: Définissez un nouvel index de fichiers stéréo.
pt: Defina um novo ndice de ficheiros estreo.
ru: Установите новый стерео файлный индекс.

source: Toggle the B file index.
de: Schalten Sie den B-Dateiindex ein.
fr: Commutation de l'index de fichier B.
pt: Comuta o ndice de ficheiro B.
ru: Настроить индекс файла B.

source: Clear the B indexes.
de: Lschen Sie die B-Indizes.
fr: Effacez les index B.
pt: Limpa os ndices B.
ru: Очистить индексы В.

source: Return the list of layers.
de: Gibt die Liste der Ebenen zurck.
fr: Retourner la liste des calques.
pt: Devolver a lista de camadas.
ru: Верните список слоев.

source: Set layer for file item.
de: Ebene fr Dateielement festlegen.
fr: Définir le calque pour l'élément de fichier.
pt: Defina a camada para o item do ficheiro.
ru: Установите слой для файла.

source: Set compare time.
de: Verglichene Zeit einstellen.
fr: Définissez le temps de comparaison.
pt: Ajuste o tempo de comparao.
ru: Сопоставь время.

source: Get compare time.
de: Besorgen Sie sich Vergleichszeit.
fr: Comparez le temps.
pt: Comparar o tempo.
ru: Сопоставим время.

source: Set the first version for current media.
de: Stellen Sie die erste Version fr aktuelle Medien ein.
fr: Définissez la première version pour les médias actuels.
pt: Defina a primeira verso para a mdia atual.
ru: Установите первую версию для текущих СМИ.

source: Set the previous version for current media.
de: Legen Sie die vorherige Version fr aktuelle Medien fest.
fr: Définissez la version précédente pour les médias courants.
pt: Defina a verso anterior para a mdia atual.
ru: Предыдущая версия для текущих СМИ.

source: Set the next version for current media.
de: Setzen Sie die nchste Version fr aktuelle Medien.
fr: Définissez la prochaine version pour les médias actuels.
pt: Defina a prxima verso para a mdia atual.
ru: Установите следующую версию для текущих СМИ.

source: Set the last version for current media.
de: Stellen Sie die letzte Version fr aktuelle Medien ein.
fr: Définissez la dernière version pour les médias actuels.
pt: Defina a ltima verso para a mdia atual.
ru: Установите последнюю версию для текущих СМИ.

source: Path :class:`mrv2.Path` to the File Media.
de: Pfad :class:`mrv2.Path` zu den Dateimedien.
fr: Path :class:`mrv2.Path` vers les médias de fichiers.
pt: Caminho :class:`mrv2.Path` para a mdia de arquivo.
ru: Путь :class:`mrv2.Path` в Файл Медиа.

source: Audio path :class:`mrv2.Path` to the File Media if any.
de: Audiopfad :class:`mrv2.Path` zum File Media falls vorhanden.
fr: Chemin audio :class:`mrv2.Path` vers les médias de fichiers s'il y en a.
pt: Caminho de udio :class:`mrv2.Path` para a mdia de arquivo, se houver.
ru: Путь к аудиофайлу :class:`mrv2.Path`, если таковой имеется.

source: Time range :class:`mrv2.TimeRange` of the File Media.
de: Zeitbereich :class:`mrv2.TimeRange` der File Media.
fr: Plage de temps :classe:`mrv2.TimeRange` du média Fichier.
pt: Intervalo de tempo : classe: `mrv2.TimeRange` da mdia de arquivo.
ru: Диапазон времени :class:`mrv2.TimeRange` медиафайла.

source: Speed (FPS) of the File Media.
de: Geschwindigkeit (FPS) der Dateimedien.
fr: Vitesse (FPS) des médias de fichiers.
pt: Velocidade (FPS) da mdia de arquivo.
ru: Скорость (PFS) файловой среды.

source: Playback state :class:`mrv2.timeline.Playbacks` of the File Media.
de: Playback state :class:`mrv2.timeline.Playbacks` der File Media.
fr: État de lecture :classe:`mrv2.timeline.Replaybacks` des médias de fichiers.
pt: Estado de reproduo :class:`mrv2.timeline.Reprodues` da mdia de arquivo.
ru: Состояние воспроизведения :class:`mrv2.timeline.Playbacks` медиафайла.

source: Loop state :class:`mrv2.timeline.Loop` of the File Media.
de: Loop state :class:`mrv2.timeline.Loop` der File Media.
fr: État de la boucle :classe:`mrv2.timeline.Loop` des médias de fichiers.
pt: Loop state :class:`mrv2.timeline.Loop` da mdia de arquivo.
ru: Состояние цикла :class:`mrv2.timeline.Loop` медиафайла.

source: Current time :class:`mrv2.RationalTime` of the File Media.
de: Aktuelle Zeit :class:`mrv2.RationalTime` der File Media.
fr: Heure actuelle :class:`mrv2.RationalTime` des médias fichiers.
pt: Hora atual :class:`mrv2.RationalTime` da mdia de arquivo.
ru: Текущее время :class:`mrv2.RationalTime` медиафайла.

source: In/Out range :class:`mrv2.TimeRange` of the File Media.
de: In/Out Bereich :class:`mrv2.TimeRange` der File Media.
fr: In/Out range :classe:`mrv2.TimeRange` du média Fichier.
pt: In/Out range :class:`mrv2.TimeRange` da mdia de arquivo.
ru: Диапазон In/Out :class:`mrv2.TimeRange` медиафайла.

source: Video layer of the File Media.
de: Video-Ebene der Dateimedien.
fr: Calque vidéo du fichier Media.
pt: Camada de vdeo da mdia de arquivo.
ru: Видеоуровень файловой среды.

source: Volume of the File Media.
de: Volume der Dateimedien.
fr: Volume des médias de fichiers.
pt: Volume da mdia de arquivo.
ru: Количество файловых медиа.

source: Mute state of the File Media.
de: Mute Zustand der Dateimedien.
fr: État muet des médias de fichiers.
pt: Estado mudo da mdia de arquivo.
ru: Выключите состояние файловой среды.

source: Audio offset of the File Media.
de: Audio-Offset des File Media.
fr: Décalage audio des fichiers multimédias.
pt: Desvio de udio da Mdia de Ficheiros.
ru: Аудиовизна файловых медиа.

source: Class used to hold a media item.
de: Klasse verwendet, um ein Medienelement zu halten.
fr: Classe utilisée pour détenir un élément médiatique.
pt: Classe usada para segurar um item de mdia.
ru: Класс раньше держал в руках медиа вещь.

source: Save annotations.
de: Merken Sie sich Anmerkungen.
fr: Sauvegardez les annotations.
pt: Salve anotaes.
ru: Сохранить аннотации.

source: Save resolution.
de: Auflsung speichern.
fr: Enregistrer la résolution.
pt: Salve a resoluo.
ru: Сохранить разрешение.

source: FFmpeg Profile.
de: FFmpeg Profil.
fr: Profil FFmpeg.
pt: Perfil FFmpeg.
ru: Профиль FFmpeg.

source: FFmpeg Pixel Format.
fr: Format FFmpeg Pixel.
pt: Formato FFmpeg Pixel.
ru: FFmpeg Pixel Формат.

source: FFmpeg video encoding with hardware if possible.
de: FFmpeg Videokodierung mit Hardware, wenn mglich.
fr: Encodage vidéo FFmpeg avec du matériel si possible.
pt: Codificao de vdeo FFmpeg com hardware, se possvel.
ru: FFmpeg видеокодирование с аппаратными средствами, если возможно.

source: FFmpeg Override color characteristics.
de: FFmpeg berschreiben Sie die Farbeigenschaften.
fr: FFmpeg Override caractéristiques de couleur.
pt: FFmpeg Override caractersticas de cor.
ru: Характеристики цвета FFmpeg.

source: FFmpeg Color Range.
de: FFmpeg Farbbereich.
fr: Gamme de couleurs FFmpeg.
pt: Gama de cores FFmpeg.
ru: Цветной диапазон FFmpeg.

source: FFmpeg Color Space.
de: FFmpeg Farbraum.
fr: Espace couleur FFmpeg.
pt: Espao de cores FFmpeg.
ru: Цветное пространство FFmpeg.

source: FFmpeg Color Primaries.
de: Primäre Textfarbe
fr: FFmpeg Couleur Primaries.
pt: Primarias de cores FFmpeg.
ru: Первостепенные цвета FFmpeg.

source: FFmpeg Color Transfer Characteristics.
de: FFmpeg Farbbertragungseigenschaften.
fr: FFmpeg Caractéristiques du transfert de couleurs.
pt: Caractersticas de transferncia de cores FFmpeg.
ru: Характеристики передачи цвета FFmpeg.

source: OpenEXR's Compression.
de: OpenEXRs Kompression.
fr: La compression d'OpenEXR.
pt: Compresso do OpenEXR.
ru: Компрессия OpenEXR.

source: OpenEXR's Pixel Type.
de: Der Pixeltyp von OpenEXR.
fr: Type de pixel d'OpenEXR.
pt: Tipo Pixel do OpenEXR.
ru: Тип пикселя OpenEXR.

source: OpenEXR's Zip Compression Level.
de: OpenEXRs Zip-Kompressionsstufe.
fr: Niveau de compression zip d'OpenEXR.
pt: Nvel de compresso Zip da OpenEXR.
ru: Уровень компрессии OpenEXR.

source: OpenEXR's DWA Compression Level.
de: OpenEXRs DWA-Kompressionslevel.
fr: Le niveau de compression DWA d'OpenEXR.
pt: Nvel de compresso DWA da OpenEXR.
ru: Уровень сжатия DWA OpenEXR.

source: Command module. Used to run main commands and get arguments and set the display, image, compare, LUT options.
de: Befehlsmodul. Wird verwendet, um Hauptbefehle auszufhren und Argumente zu erhalten und die Anzeige, Bild, vergleichen, LUT-Optionen einzustellen.
fr: Module de commande. Utilisé pour exécuter les commandes principales et obtenir des arguments et définir l'affichage, l'image, comparer, LUT options.
pt: Mdulo de comandos. Usado para executar comandos principais e obter argumentos e definir a exibio, imagem, comparar, LUT opes.
ru: Командный модуль. Используется для выполнения основных команд, получения аргументов и установки дисплея, изображения, сравнения, опции LUT.

source: Get command-line arguments passed as single quoted string to -pythonArgs.
de: Erhalten Sie Kommandozeilen-Argumente, die als einzelne zitierte Zeichenkette an -pythonArgs bergeben werden.
fr: Obtenez les arguments de la ligne de commande passés comme une seule chaîne citée à -pythonArgs.
pt: Obter argumentos de linha de comando passados como uma nica string citada para -pythonArgs.
ru: Получите аргументы в командной линии, как одна цитируемая струна - PythonArgs.

source: Open file with optional audio.
de: Datei mit optionalem Audio ffnen.
fr: Ouvrir le fichier avec audio en option.
pt: Abrir arquivo com udio opcional.
ru: Открыть файл с факультативным звуком.

source: Compare two file items with a compare mode.
de: Vergleichen Sie zwei Dateielemente mit einem Vergleichsmodus.
fr: Comparez deux éléments de fichier avec un mode de comparaison.
pt: Compare dois itens de arquivo com um modo de comparao.
ru: Сравнить два файла с сопоставимым режимом.

source: Close the file item.
de: Schlieen Sie den Dateieintrag.
fr: Fermez l'élément du fichier.
pt: Fecha o item do ficheiro.
ru: Закрыть файл.

source: Close all file items.
de: Alle Dateieintrge schlieen.
fr: Fermez tous les éléments du fichier.
pt: Fechar todos os itens do ficheiro.
ru: Закрыть все файлы.

source: Return the root path to the insallation of mrv2.
de: Gibt den Wurzelpfad zur Insallation von mrv2 zurck.
fr: Retourner le chemin racine vers l'insallation de mrv2.
pt: Retorne o caminho da raiz para a insalao de mrv2.
ru: Вернуть корневую дорожку к изолированию mrv2.

source: Return the path to preferences of mrv2.
de: Gibt den Pfad zu den Prferenzen von mrv2 zurck.
fr: Retourner le chemin vers les préférences de mrv2.
pt: Retornar o caminho para as preferncias do mrv2.
ru: Вернуть путь к предпочтениям mrv2.

source: Return the display options.
de: Gibt die Anzeigeoptionen zurck.
fr: Retourner les options d'affichage.
pt: Devolver as opes de exibio.
ru: Верните опции дисплея.

source: Set the display options.
de: Stellen Sie die Anzeigeoptionen ein.
fr: Définissez les options d'affichage.
pt: Defina as opes de exibio.
ru: Установите параметры дисплея.

source: Return the LUT options.
de: Geben Sie die LUT-Optionen zurck.
fr: Retourner les options LUT.
pt: Devolver as opes LUT.
ru: Верните варианты LUT.

source: Set the LUT options.
de: Legen Sie die LUT-Optionen fest.
fr: Définissez les options LUT.
pt: Defina as opes LUT.
ru: Установите варианты LUT.

source: Return the image options.
de: Gibt die Bildoptionen zurck.
fr: Retourner les options d'image.
pt: Devolver as opes de imagem.
ru: Верните опции изображения.

source: Set the image options.
de: Stellen Sie die Bildoptionen ein.
fr: Définissez les options d'image.
pt: Defina as opes de imagem.
ru: Установите параметры изображения.

source: Return the environment map options.
de: Geben Sie die Optionen fr die Umgebungskarte zurck.
fr: Retourner les options de carte d'environnement.
pt: Devolver as opes de mapa de ambiente.
ru: Возвращайте параметры карты окружающей среды.

source: Set the environment map options.
de: Legen Sie die Optionen fr die Umgebungskarte fest.
fr: Définissez les options de la carte d'environnement.
pt: Defina as opes de mapa de ambiente.
ru: Установите параметры экологической карты.

source: Set the compare options.
de: Stellen Sie die Vergleichsoptionen ein.
fr: Définissez les options de comparaison.
pt: Defina as opes de comparao.
ru: Установите сравнительные параметры.

source: Set the stereo 3D options.
de: Stellen Sie die Stereo 3D Optionen.
fr: Définissez les options stéréo 3D.
pt: Definir as opes 3D estreo.
ru: Установите 3D опции стерео.

source: Get the language of mrv2.
de: Holen Sie sich die Sprache von mrv2.
fr: Obtenez la langue de mrv2.
pt: Obter a linguagem de mrv2.
ru: Узнайте язык mrv2.

source: Get the layers of the timeline (GUI).
de: Holen Sie sich die Schichten der Zeitlinie (GUI).
fr: Obtenez les couches de la timeline (GUI).
pt: Obter as camadas da linha do tempo (GUI).
ru: Соберите слои временной линии (GUI).

source: Get the version of mrv2.
de: Holen Sie sich die Version von mrv2.
fr: Obtenez la version de mrv2.
pt: Obter a verso do mrv2.
ru: Получите версию mrv2.

source: Call Fl::check to update the GUI and return the number of seconds that elapsed.
de: Rufen Sie Fl::checken, um die GUI zu aktualisieren und die Anzahl der verstrichenen Sekunden zurckzugeben.
fr: Appelez Fl::check pour mettre à jour l'interface graphique et retourner le nombre de secondes écoulées.
pt: Chame Fl::check para atualizar a GUI e devolver o nmero de segundos que decorreram.
ru: Вызовите Fl::check, чтобы обновить интерфейс и вернуть количество секунд, которые прошли.

source: Returns true if audio is muted.
de: Gibt true zurck, wenn Audio stumm ist.
fr: Renvoie true si l'audio est muet.
pt: Devolve true se o udio for silenciado.
ru: Возвращается, если звук заглушен.

source: Runs the same or a new mrv2 with a session file.
de: Luft das gleiche oder ein neues mrv2 mit einer Sitzungsdatei.
fr: Exécute le même ou un nouveau mrv2 avec un fichier de session.
pt: Executa o mesmo ou um novo mrv2 com um arquivo de sesso.
ru: Запускает тот же или новый mrv2 с сессионным файлом.

source: Set the muting of the audio.
de: Stellen Sie die Stummschaltung des Audios ein.
fr: Réglez le mutisme de l'audio.
pt: Ajuste o silenciamento do udio.
ru: Установите глушение звука.

source: Toggle Image Auto Normalize.
de: Bild automatisch normalisieren umschalten.
fr: Commutation de l'image Normaliser automatiquement.
pt: Alternar a Normalizao Automtica da Imagem.
ru: Автонормализировать изображение.

source: Toggle Data Window.
de: Datenfenster umschalten.
fr: Activer la fenêtre de données.
pt: Activar a Janela de Dados.
ru: Окно Панелей данных.

source: Toggle Display Window.
de: Fenster zur Anzeige einschalten.
fr: Commutation de la fenêtre d'affichage.
pt: Comutar a janela de exibio.
ru: Окно буфера обмена.

source: Toggle Ignored Display Window on OpenEXRs.
de: Schaltet Ignoriertes Anzeigefenster auf OpenEXRs ein.
fr: Commutation de la fenêtre d'affichage ignorée sur OpenEXRs.
pt: Alterna a janela de exibio ignorada no OpenEXRs.
ru: Окно Показать на OpenEXR.

source: Toggle Image invalid values.
de: Bild ungltige Werte umschalten.
fr: Commutation des valeurs de l'image non valides.
pt: Alternar valores invlidos da imagem.
ru: Неверные значения изображения.

source: Toggle Safe Areas.
de: Sichere Bereiche einschalten.
fr: Commutation des zones de sécurité.
pt: Alternar reas Seguras.
ru: Безопасные районы.

source: Get the playback volume.
de: Holen Sie sich die Wiedergabe-Volume.
fr: Obtenez le volume de lecture.
pt: Obter o volume de reproduo.
ru: Возьмите громкость воспроизведения.

source: Set the playback volume.
de: Legen Sie die Wiedergabe-Volume.
fr: Définissez le volume de lecture.
pt: Defina o volume de reproduo.
ru: Установите громкость воспроизведения.

source: Save a movie or sequence from the front layer.
de: Speichern Sie einen Film oder eine Sequenz von der vorderen Ebene.
fr: Enregistrer un film ou une séquence à partir du calque frontal.
pt: Salve um filme ou sequncia da camada frontal.
ru: Сохранить фильм или последовательность из переднего слоя.

source: Save a single frame.
pt: Salve uma única moldura.
ru: Оставьте одну рамку.

source: Save an .otio file from the current selected image.
de: Speichern Sie eine.otio-Datei aus dem aktuellen ausgewhlten Bild.
fr: Enregistrer un fichier.otio à partir de l'image sélectionnée.
pt: Gravar um ficheiro.otio da imagem selecionada.
ru: Сохранить файл.otio из текущего выбранного изображения.

source: Save a PDF document with all annotations and notes.
de: Speichern Sie ein PDF-Dokument mit allen Anmerkungen und Notizen.
fr: Enregistrer un document PDF avec toutes les annotations et notes.
pt: Gravar um documento PDF com todas as anotaes e notas.
ru: Сохранить документ PDF со всеми аннотациями и примечаниями.

source: Annotations module. Contains all functions and classes related to the annotationss.
de: Annotations-Modul. Enthlt alle Funktionen und Klassen im Zusammenhang mit den Annotationen.
fr: Module annotations. Contient toutes les fonctions et classes liées aux annotations.
pt: Mdulo de anotaes. Contm todas as funes e classes relacionadas com as anotaes.
ru: Модуль для аббревиатур. Содержит все функции и классы, связанные с аннотациями.

source: Add notes annotations to current clip at a certain time.
de: Anmerkungen zu aktuellen Clips zu einer bestimmten Zeit hinzufgen.
fr: Ajouter des annotations de notes au clip actuel à un certain moment.
pt: Adicionar anotaes de notas ao clipe atual em um determinado momento.
ru: Добавить примечания к текущему клипу в определенное время.

source: Add notes annotations to current clip at a certain frame.
de: Anmerkungen zu aktuellen Clips an einem bestimmten Frame hinzufgen.
fr: Ajouter des annotations de notes au clip actuel à un certain cadre.
pt: Adicionar anotaes de notas ao clipe atual em uma determinada moldura.
ru: Добавить примечания к текущему клипу в определенном кадре.

source: Add notes annotations to current clip at certain seconds.
de: Fgen Sie Notizen Anmerkungen zum aktuellen Clip an bestimmten Sekunden hinzu.
fr: Ajouter des annotations de notes au clip actuel à certaines secondes.
pt: Adicionar anotaes de notas ao clipe atual em certos segundos.
ru: Добавить примечания к текущему клипу в определенные секунды.

source: Get all times for annotations.
pt: Obter todos os tempos para anotações.
ru: Найдите все время для аннотаций.

source: Open with Audio
de: Mit Audio ffnen
fr: Ouvrez avec l'audio
pt: Abrir com udio
ru: Открыто с помощью звука

source: Video
fr: Vidéo
pt: Vdeo
ru: Видео

source: Audio
pt: udio
ru: Звук

source: Cancel
de: Abbrechen
fr: Annuler
pt: Cancelar
ru: Отмена

source: {0} - Channels: {1} {2} {3}
de: {0} - Kanle: {1} {2} {3}
fr: {0} - Chaînes: {1} {2} {3}
pt: {0} - Canais: {1} {2} {3}
ru: {0} - Каналы: {1} {2} {3}

source: Play timelines, movies, and image sequences.
de: Zeitleisten, Filme und Bildsequenzen abspielen.
fr: Jouez des chronologies, des films et des séquences d'images.
pt: Reproduzir linhas de tempo, filmes e sequncias de imagens.
ru: Воспроизвести графики, фильмы и последовательности изображений.

source: Timelines, movies, image sequences, or folders.
de: Zeitleisten, Filme, Bildsequenzen oder Ordner.
fr: Délais, films, séquences d'images ou dossiers.
ru: Сроки, фильмы, последовательности изображений или папки.

source: Debug verbosity.
de: Debug-Verbalsitt.
fr: Déboguez la verbosité.
pt: Depurar a verbosidade.
ru: Глаголёзность отладки.

source: Audio file name.
de: Name der Audiodatei.
fr: Nom du fichier audio.
pt: Nome do ficheiro de udio.
ru: Имя звукового файла.

source: A/B comparison "B" file name.
de: A/B Vergleich "B" Dateiname.
fr: A/B comparaison "B" nom du fichier.
pt: A/Comparao B "B" nome do arquivo.
ru: A/Сравнение имени файла "B".

source: A/B comparison mode.
de: A/B-Vergleichsmodus.
fr: A/Mode de comparaison B.
pt: A/Modo de comparao B.
ru: Режим сравнения A/B.

source: A/B comparison wipe center.
de: A/B Vergleich Wischmitte.
fr: A/B centre de comparaison d'essuie-glace.
pt: A/Centro de limpeza de comparao B.
ru: Центр сдвига сравнения A/B.

source: A/B comparison wipe rotation.
de: A/B Vergleich Wischrotation.
fr: A/Comparaison B rotation d'essuie-glace.
pt: A/Comparao B rotao de limpeza.
ru: Вращение сдвига сравнения A/B.

source: Create OpenTimelineIO EDL from the list of clips provided.
de: Erstellen Sie OpenTimelineIO EDL aus der Liste der mitgelieferten Clips.
fr: Créez OpenTimelineIO EDL à partir de la liste des clips fournis.
pt: Crie OpenTimelineIO EDL a partir da lista de clipes fornecidos.
ru: Создать OpenTimelineIO EDL из списка предоставленных клипов.

source: OpenTimelineIO Edit mode.
de: OpenTimelineIO Bearbeitungsmodus.
fr: Mode d'édition OpenTimelineIO.
pt: Modo OpenTimelineIO Editar.
ru: Режим Правки OpenTimelineIO.

source: Load the images as still images not sequences.
de: Laden Sie die Bilder als stille Bilder nicht Sequenzen.
fr: Chargez les images comme des images fixes et non comme des séquences.
pt: Carregue as imagens como imagens fixas e no sequncias.
ru: Загрузить изображения как снимки, а не как последовательности.

source: Playback speed.
de: Rckspielgeschwindigkeit.
fr: Vitesse de retour.
pt: Velocidade de reproduo.
ru: Скорость воспроизведения.

source: Playback mode.
de: Wiedergabemodus.
fr: Mode de lecture.
pt: Modo de reproduo.
ru: Режим воспроизведения.

source: Playback loop mode.
de: Wiedergabeschleife-Modus.
fr: Mode boucle de lecture.
pt: Modo de loop de reproduo.
ru: Режим цикла воспроизведения.

source: Seek to the given time, in value/fps format. Example: 50/30.
de: Suchen Sie nach der angegebenen Zeit, im Wert/fps-Format. Beispiel: 50/30.
fr: Cherchez le temps donné, en format valeur/fps. Exemple : 50/30.
pt: Procure o tempo dado, no formato valor/fps. Exemplo: 50/30.
ru: Ищите время в формате значения/фиксов. Пример: 50/30.

source: Set the in/out points range in start/end/fps format, like 23/120/24.
de: Stellen Sie den In/Out-Punktebereich im Start/End/fps-Format ein, wie 23/120/24.
fr: Définissez la plage de points entrants/sortis au format start/end/fps, comme 23/120/24.
pt: Defina o intervalo de pontos de entrada/sada no formato start/end/fps, como 23/120/24.
ru: Установить диапазон точек входа/выхода в формате запуска/конца/фпса, как 23/120/24.

source: OpenColorIO input color space.
de: OpenColorIO Eingabe-Farbraum.
fr: Espace de couleur d'entrée OpenColorIO.
pt: Espao de cores de entrada OpenColorIO.
ru: Цветовое пространство OpenColorIO.

source: OpenColorIO display name.
de: OpenColorIO Anzeigename.
fr: Nom d'affichage OpenColorIO.
pt: Nome de exibio do OpenColorIO.
ru: Название дисплея OpenColorIO.
