Repository: ggarra13/mrv2
Catalog: src/po/*.po
Languages: de, fr, pt, ru

source: Saving audio but current clip does not have audio.
de: Speichern von Audio, aber der aktuelle Clip hat keine Audio.
fr: Enregistrer l'audio mais le clip courant n'a pas d'audio.
pt: Salvar udio mas o clipe atual no tem udio.
ru: Сохранение аудио, но текущего клипа не имеет звука.

source: Saving video but with an audio extension.
de: Video speichern, aber mit einer Audio-Erweiterung.
fr: Enregistrement vidéo mais avec une extension audio.
pt: Salvar vdeo, mas com uma extenso de udio.
ru: Сохранить видео, но с аудиопродукцией.

source: View/Mask
de: Ansicht/Maske
fr: Affichage/Masque
pt: Visualizao/Mscara
ru: Вид/Маска

source: OCIO/ Input Color Space
de: OCIO/ Eingabe-Farbraum
fr: OCIO/Espace couleur d'entrée
pt: OCIO/Espao de cor de entrada
ru: OCIO/ Цветовое пространство

source: OCIO/ Look
de: OCIO/ Sehen Sie.
fr: OCIO/Regarde.
pt: OCIO/ Olha.
ru: OCIO/ Смотри.

source: All Monitors
de: Alle Monitore
fr: Tous les moniteurs
pt: Todos os Monitores
ru: Все мониторы

source: Pick Color
de: Farbe auswhlen
fr: Choisissez la couleur
pt: Escolher a cor
ru: Выбрать цвет

source: Pick Draw Color and Alpha
de: Whlen Sie Farbe und Alpha zeichnen
fr: Choisissez Dessiner la couleur et l'alpha
pt: Escolha Desenhar Cor e Alfa
ru: Выберите цвет рисунка и Альфа

source: Media
de: Medien
fr: Médias
pt: Mdia
ru: Средства массовой информации

source: Pan And Zoom
de: Pan und Zoom
fr: Pan et zoom
pt: Panormica e zoom
ru: Пэн и Зум

source: Timeline
de: Zeitleiste
fr: Échéancier
pt: Linha Do Tempo
ru: Сроки

source: You have EDLs in the current session. These will not be saved in the session file. Do you want to continue?
de: Sie haben EDLs in der aktuellen Sitzung. Diese werden nicht in der Sitzungsdatei gespeichert. Mchten Sie fortfahren?
fr: Vous avez des EDL dans la session en cours. Celles-ci ne seront pas sauvegardées dans le fichier de session. Voulez-vous continuer?
pt: Tem EDLs na sesso actual. Estes no sero salvos no ficheiro de sesso. Deseja continuar?
ru: На текущей сессии у вас есть EDL. Они не будут сохранены в файле сеанса. Вы хотите продолжить?

source: Edit Text Annotation
de: Text-Annotation bearbeiten
fr: Modifier l'annotation texte
pt: Editar Anotao de Texto
ru: Изменить текст Аннотация

source: No item selected
de: Kein Eintrag ausgewhlt
fr: Aucun élément sélectionné
pt: Nenhum elemento seleccionado
ru: Не выбранный элемент

source: Frame {0} - TC: {1} - S: {2}
de: Frame {0} - ZC: {1} - S: {2}
fr: Cadre {0} - CT: {1} - S: {2}
pt: Quadro {0} - CT: {1} - S: {2}
ru: Рамка {0} - ТС: {1} - S: {2}

source: Image too big. Will save the viewport size.
de: Bild zu gro. Speichert die Ansichtsfenstergre.
fr: Image trop grande. Enregistrera la taille du viseur.
pt: Imagem muito grande. Vai salvar o tamanho da vista.
ru: Слишком большое изображение, сохранит размер смотрового портала.

source: Scrub
de: Schrubben
fr: Arrosage
pt: Esfregar
ru: Скреб

source: Selection
de: Auswahl
fr: Sélection
pt: Seleco
ru: Выбор

source: Draw
de: Zeichnen
fr: Tirer
pt: Desenhar
ru: Рисовать

source: Erase
de: Lschen
fr: Effacer
pt: Apagar
ru: Стереть

source: Circle
de: Kreis
fr: Cercle
pt: Crculo
ru: Круг

source: Filled Circle
de: Gefüllter Kreis
pt: Círculo Enchido
ru: Заполненный круг

source: Rectangle
de: Rechteck
pt: Retngulo
ru: Прямоугольник

source: Filled Rectangle
de: Gefülltes Rechteck
pt: Retângulo preenchido
ru: Заполненный фильтр

source: Arrow
de: Pfeil
fr: Flèche
pt: Seta
ru: Стрела

source: Rotate
de: Drehen
fr: Rotation
pt: Rotao
ru: Вращение

source: Polygon
pt: Polígono
ru: Многоугольник

source: Filled Polygon
de: Polygon gefüllt
pt: Polígono enchido
ru: Заполненный многоугольник

source: Trim
de: Trimmung
fr: Découpe
ru: Трим

source: Slip
de: Schlpfe
fr: Glisse
pt: Deslizamento
ru: Скачок

source: Slide
de: Schieben
fr: Diapositive
pt: Deslize
ru: Слайд

source: Ripple
de: Rippig
fr: Courbure
ru: Риппл

source: Roll
de: Walzwerk
fr: Rouleau
pt: Rolo
ru: Поворачивай.

source: Render/Minify Filter/Linear
de: Render/Filter verkleinern/Linear
fr: Rendre/Minimiser le filtre/Linear
pt: Renncia/Minimizar o Filtro/Linear
ru: Редакция/Минимизация фильтра/Linear

source: Render/Magnify Filter/Linear
de: Render/Filter vergrern/Linear
fr: Rendre/Amplifier le filtre/Linear
pt: Renncia/Aumentar o Filtro/Linear
ru: Редакция/Увеличить фильтр/Linear

source: (no image)
de: (kein Bild)
fr: (pas d'image)
pt: (sem imagem)
ru: (без изображения)

source: Unknown action mode in
de: Unbekannter Aktionsmodus im
fr: Mode d'action inconnu dans
pt: Modo de ao desconhecido em
ru: Неизвестный режим действия в

source: Cannot create an annotation here for all frames. A current frame annotation already exists.
de: Hier kann fr alle Frames keine Annotation erstellt werden. Eine aktuelle Frame-Annotation existiert bereits.
fr: Impossible de créer une annotation ici pour tous les cadres. Une annotation actuelle existe déjà.
pt: No possvel criar uma anotao aqui para todos os quadros. J existe uma anotao actual.
ru: Невозможно создать аннотацию для всех рамок. Аннотация течений уже существует.

source: Cannot create an annotation here for current frame. An all frames annotation already exists.
de: Eine Annotation fr aktuelle Frames kann hier nicht erstellt werden. Eine Annotation fr alle Frames existiert bereits.
fr: Impossible de créer une annotation ici pour le cadre actuel. Une annotation de tous les cadres existe déjà.
pt: No possvel criar uma anotao aqui para o quadro atual. Uma anotao de todos os quadros j existe.
ru: Невозможно создать аннотацию для текущей структуры. Аннотация всех рамок уже существует.

source: Play
de: Wiedergabe
fr: Jouer
pt: Reproduzir
ru: Воспроизвести

source: Stop
de: Anhalten
fr: Arrêtez-vous.
pt: Pra.
ru: Стой.

source: Cache:
ru: Кэш:

source: Used: %.2g of %zu Gb (%.2g %%)
de: Verwendet: %.2g %zu Gb (%.2g %%)
fr: Utilisé : %.2g de %zu Gb (%.2g %%)
pt: Utilizado: %.2g de %zu Gb (%.2g%%)
ru: Использовано: %.2g от %zu Gb (%.2g%%)

source: Ahead V: % 4<PRIu64> A: % 4<PRIu64>
de: Vorne V: % 4<PRIu64> A: % 4<PRIu64>
fr: Avant V: % 4<PRIu64> A: % 4<PRIu64>
pt: Antes V: % 4<PRIu64> A: % 4<PRIu64>
ru: Впереди V: % 4<PRIu64> A: % 4<PRIu64>

source: Behind V: % 4<PRIu64> A: % 4<PRIu64>
de: Hinter V: % 4<PRIu64> A: % 4<PRIu64>
fr: Derrière V: % 4<PRIu64> A: % 4<PRIu64>
pt: Atrs de V: % 4<PRIu64> A: % 4<PRIu64>
ru: Позади V: % 4<PRIu64> A: % 4<PRIu64>

source: Edit Text
de: Text bearbeiten
fr: Modifier le texte
pt: Editar o Texto
ru: Изменить текст

source: Invalid font for text drawing
de: Ungltige Schriftart fr Textzeichnung
fr: Police non valide pour le dessin de texte
pt: Fonte invlida para desenho de texto
ru: Неверный шрифт для текстового рисунка

source: Could not convert message to shape:
de: Nachricht kann nicht in Form konvertiert werden:
fr: Impossible de convertir le message en forme :
pt: No foi possvel converter a mensagem para forma:
ru: Невозможно преобразовать сообщение в форму:

source: File/Open/Movie or Sequence
de: Datei/ffnen/Film oder Sequenz
fr: Fichier/Ouvrir/Film ou séquence
pt: Ficheiro/Abrir/Filme ou sequncia
ru: Файл/Открыто/Фильм или последовательность

source: File/Open/With Separate Audio
de: Datei/ffnen/Mit separatem Audio
fr: Fichier/Ouvrir/Avec audio séparé
pt: Ficheiro/Abrir/Com udio Separado
ru: Файл/Открыто/С отдельным звуком

source: File/Open/Single Image
de: Datei/ffnen/Einzelbild
fr: Fichier/Ouvrir/Image unique
pt: Ficheiro/Abrir/Imagem nica
ru: Файл/Открыто/Единый образ

source: File/Open/Directory
de: Datei/ffnen/Verzeichnis
fr: Fichier/Ouvrir/Annuaire
pt: Ficheiro/Abrir/Diretrio
ru: Файл/Открыто/Каталог

source: File/Open/Session
de: Datei/ffnen/Sitzung
fr: Fichier/Ouvrir/Session
pt: Ficheiro/Abrir/Sesso
ru: Файл/Открыто/Сессия

source: File/Save/Movie or Sequence
de: Datei/Speichern/Film oder Sequenz
fr: Fichier/Enregistrer/Film ou séquence
pt: Ficheiro/Gravar/Filme ou sequncia
ru: Файл/Сохранить/Фильм или последовательность

source: File/Save/Audio
pt: Ficheiro/Gravar/Áudio
ru: Файл/Сохранить/Звук

source: File/Save/Single Frame
de: Datei/Speichern/Einzelrahmen
fr: Fichier/Enregistrer/Cadre unique
pt: Ficheiro/Gravar/Frame nico
ru: Файл/Сохранить/Единая основа

source: File/Save/Frames to Folder
de: Datei/Speichern/Frames zu Ordner
fr: Fichier/Enregistrer/Cadres dans le dossier
pt: Ficheiro/Gravar/Quadros na Pasta
ru: Файл/Сохранить/Рамки папки

source: File/Save/OTIO EDL Timeline
de: Datei/Speichern/OTIO EDL Timeline
fr: Fichier/Enregistrer/Échéancier OTIO EDL
pt: Ficheiro/Gravar/Cronologia OTIO EDL
ru: Файл/Сохранить/График работы OTIO EDL

source: File/Save/Annotations Only
de: Datei/Speichern/Nur Anmerkungen
pt: Ficheiro/Gravar/Apenas anotações
ru: Файл/Сохранить/Только аннотации

source: File/Save/Annotations as JSON
de: Datei/Speichern/Anmerkungen als JSON
pt: Ficheiro/Gravar/Anotações como JSON
ru: Файл/Сохранить/Аннотации как JSON

source: File/Save/PDF Document
de: Datei/Speichern/PDF-Dokument
fr: Fichier/Enregistrer/Document PDF
pt: Ficheiro/Gravar/Documento PDF
ru: Файл/Сохранить/Документ PDF

source: File/Save/Session
de: Datei/Speichern/Sitzung
fr: Fichier/Enregistrer/Session
pt: Ficheiro/Gravar/Sesso
ru: Файл/Сохранить/Сессия

source: File/Save/Session As
de: Datei/Speichern/Sitzung als
fr: Fichier/Enregistrer/Session en tant que
pt: Ficheiro/Gravar/Sesso Como
ru: Файл/Сохранить/Сессия в качестве сессии

source: File/Close Current
de: Datei/Strmung schlieen
fr: Fichier/Fermer le courant
pt: Ficheiro/Fechar Atualidade
ru: Файл/Закрыть текущее

source: File/Close All
de: Datei/Alle schlieen
fr: Fichier/Fermer tout
pt: Ficheiro/Fechar tudo
ru: Файл/Закрыть все

source: File/Recent/%s
de: Datei/Letztendlich/%s
fr: Fichier/Récent/%s
pt: Ficheiro/Recentes/%s
ru: Файл/Последние/%s

source: File/Quit
de: Datei/Beenden
fr: Fichier/Quitter
pt: Ficheiro/Sair
ru: Файл/Выход

source: Window/Presentation
de: Fenster/Prsentation
fr: Fenêtre/Présentation
pt: Janela/Apresentao
ru: Окно/Представление

source: Window/Full Screen
de: Fenster/Vollstndiger Bildschirm
fr: Fenêtre/Plein écran
pt: Janela/Ecr Completo
ru: Окно/Полноэкранный скриншот

source: Window/Float On Top
de: Fenster/Oben schwimmen
fr: Fenêtre/Flotte sur le dessus
pt: Janela/Flutuar no topo
ru: Окно/Поплавок сверху

source: Window/Secondary
de: Fenster/Sekundarbereich
fr: Fenêtre/Secondaire
pt: Janela/Secundrio
ru: Окно/Средняя школа

source: Window/Secondary Float On Top
de: Fenster/Sekundre Float auf der Oberseite
fr: Fenêtre/Flotte secondaire en haut
pt: Janela/Flutuao Secundria no topo
ru: Окно/Средняя плавка сверху

source: View/Tool Bars/Toggle Menu Bar
de: Sicht/Werkzeugleisten/umschalten
fr: Affichage/Barres d'outils/Commutation de la barre de menu
pt: Visualizao/Barras de Ferramentas/Alternar a barra de menus
ru: Вид/Панели инструментов/Переключить панель меню

source: View/Tool Bars/Toggle Top Bar
de: Sicht/Werkzeugleisten/Top Bar umschalten
fr: Affichage/Barres d'outils/Commutation de la barre supérieure
pt: Visualizao/Barras de Ferramentas/Comutar a barra superior
ru: Вид/Панели инструментов/Переключить верхнюю панель

source: View/Tool Bars/Toggle Pixel Bar
de: Sicht/Werkzeugleisten/Pixelleiste umschalten
fr: Affichage/Barres d'outils/Commutation de la barre des pixels
pt: Visualizao/Barras de Ferramentas/Alternar a barra de pixels
ru: Вид/Панели инструментов/Переключить панель пикселей

source: View/Tool Bars/Toggle Timeline Bar
de: Sicht/Werkzeugleisten/Zeitleiste umschalten
fr: Affichage/Barres d'outils/Commutation de la barre de la ligne de temps
pt: Visualizao/Barras de Ferramentas/Comutar a barra da linha de tempo
ru: Вид/Панели инструментов/Переключить панель временной шкалы

source: View/Tool Bars/Toggle Status Bar
de: Sicht/Werkzeugleisten/umschalten
fr: Affichage/Barres d'outils/Commutation de la barre d'état
pt: Visualizao/Barras de Ferramentas/Alternar a barra de estado
ru: Вид/Панели инструментов/Скриншот состояния закладки

source: View/Tool Bars/Toggle Action Dock
de: Sicht/Werkzeugleisten/Aktions-Dock umschalten
fr: Affichage/Barres d'outils/Commutateur d'action
pt: Visualizao/Barras de Ferramentas/Alternar o Dock de Aco
ru: Вид/Панели инструментов/Переключить панель действий

source: View/Auto Frame
de: Sicht/Automatischer Rahmen
fr: Affichage/Cadre automatique
pt: Visualizao/Quadro Automtico
ru: Вид/Автоматическая основа

source: View/Safe Areas
de: Sicht/Sicherheitsbereiche
fr: Affichage/Zones de sécurité
pt: Visualizao/reas de Segurana
ru: Вид/Безопасные районы

source: View/OpenEXR/Data Window
de: Sicht/OpenEXR/Datenfenster
fr: Affichage/OpenEXR/Fenêtre de données
pt: Visualizao/OpenEXR/Janela de Dados
ru: Вид/OpenEXR/Окно данных

source: View/OpenEXR/Display Window
de: Sicht/OpenEXR/Fenster anzeigen
fr: Affichage/OpenEXR/Affiche la fenêtre
pt: Visualizao/OpenEXR/Janela de exibio
ru: Вид/OpenEXR/Показать окно

source: View/OpenEXR/Ignore Display Window
de: Sicht/OpenEXR/Ignorieren
fr: Affichage/OpenEXR/Ignorer la fenêtre d'affichage
pt: Visualizao/OpenEXR/Ignorar a janela de exibio
ru: Вид/OpenEXR/Игнорировать окно отображения

source: Panel/One Panel Only
de: Panel/Nur ein Panel
fr: Panel/Un seul panel
pt: Painel/Apenas um painel
ru: Панель/Только одна группа

source: Panel/
pt: Painel/
ru: Панель/

source: Window/
de: Fenster/
fr: Fenêtre/
pt: Janela/
ru: Окно/

source: Unknown menu entry
de: Unbekannter Meneintrag
fr: Entrée de menu inconnue
pt: Incio de menu desconhecido
ru: Неизвестная запись меню

source: Render/Color Channel
de: Render/Farbkanal
fr: Rendre/Chaîne de couleurs
pt: Renncia/Canal de cores
ru: Редакция/Цветной канал

source: Render/Red Channel
de: Render/Roter Kanal
fr: Rendre/Chaîne rouge
pt: Renncia/Canal Vermelho
ru: Редакция/Красный канал

source: Render/Green Channel
de: Render/Grner Kanal
fr: Rendre/Chaîne verte
pt: Renncia/Canal Verde
ru: Редакция/Зеленый канал

source: Render/Blue Channel
de: Render/Blauer Kanal
fr: Rendre/Chaîne bleue
pt: Renncia/Canal Azul
ru: Редакция/Голубой канал

source: Render/Alpha Channel
de: Render/Alpha-Kanal
fr: Rendre/Chaîne Alpha
pt: Renncia/Canal Alfa
ru: Редакция/Альфа-канал

source: Render/Lumma
fr: Rendre/Lumma
pt: Renncia/Lumma
ru: Редакция/Lumma

source: Render/Mirror X
de: Render/Spiegel X
fr: Rendre/Miroir X
pt: Renncia/Espelho X
ru: Редакция/Зеркало X

source: Render/Mirror Y
de: Render/Spiegel Y
fr: Rendre/Miroir Y
pt: Renncia/Espelho Y
ru: Редакция/Зеркало Y

source: Render/Rotate/-90 Degrees
de: Render/Drehen/-90 Grad
fr: Rendre/Rotation/-90 Degrés
pt: Renncia/Rotao/-90 graus
ru: Редакция/Вращение/-90 степеней

source: Render/Rotate/+90 Degrees
de: Render/Drehen/+90 Grad
fr: Rendre/Rotation/+90 Degrés
pt: Renncia/Rotao/+90 graus
ru: Редакция/Вращение/+90 степеней

source: Render/Video Levels/From File
de: Render/Video-Ebenen/Aus Datei
fr: Rendre/Niveaux vidéo/À partir du fichier
pt: Renncia/Nveis de vdeo/A partir do Ficheiro
ru: Редакция/Видеоуровни/Из файла

source: Render/Video Levels/Legal Range
de: Render/Video Levels/Legaler Bereich
fr: Rendre/Niveaux vidéo/Étendue juridique
pt: Renncia/Nveis de vdeo/Intervalo Legal
ru: Редакция/Видеоуровни/Законный Диапазон

source: Render/Video Levels/Full Range
de: Render/Video-Ebenen/Vollständiger Bereich
fr: Rendre/Niveaux vidéo/Plage complète
pt: Renncia/Nveis de vdeo/Intervalo completo
ru: Редакция/Видеоуровни/Полная дальность

source: Render/Alpha Blend/None
de: Render/Alpha-Mischung/Keine
fr: Rendre/Mélange Alpha/Aucun
pt: Renncia/Mistura Alfa/Nenhuma
ru: Редакция/Альфа Бленд/Нет

source: Render/Alpha Blend/Straight
de: Render/Alpha-Mischung/gerade
fr: Rendre/Mélange Alpha/Droite
pt: Renncia/Mistura Alfa/Direto
ru: Редакция/Альфа Бленд/Прямо

source: Render/Alpha Blend/Premultiplied
de: Render/Alpha Blend/Vorvervielfacht
fr: Rendre/Mélange Alpha/Prémultiplication
pt: Renncia/Mistura Alfa/Pr-multiplicado
ru: Редакция/Альфа Бленд/Предмногочисленные

source: Render/Minify Filter/Nearest
de: Render/Filter verkleinern/Nchstgelegen
fr: Rendre/Minimiser le filtre/Le plus proche
pt: Renncia/Minimizar o Filtro/Mais perto
ru: Редакция/Минимизация фильтра/Ближайший

source: Render/Magnify Filter/Nearest
de: Render/Filter vergrern/Nchstgelegen
fr: Rendre/Amplifier le filtre/Le plus proche
pt: Renncia/Aumentar o Filtro/Mais perto
ru: Редакция/Увеличить фильтр/Ближайший

source: Render/HDR/Auto Normalize
de: Render/HDR/Automatisch normalisieren
fr: Rendre/HDR/Normaliser automatiquement
pt: Renncia/HDR/Normalizar automaticamente
ru: Редакция/HDR/Автонормализовать

source: Render/HDR/Invalid Values
de: Render/HDR/Ungltige Werte
fr: Rendre/HDR/Valeurs non valides
pt: Renncia/HDR/Valores invlidos
ru: Редакция/HDR/Неверные значения

source: Playback/Stop
de: Wiedergabe/Anhalten
fr: Remise en ligne/Arrêtez-vous.
pt: Reproduo/Pra.
ru: Воспроизведение/Стой.

source: Playback/Forwards
de: Wiedergabe/Weiterleitung
fr: Remise en ligne/Avant
pt: Reproduo/Avanar
ru: Воспроизведение/Вперёд

source: Playback/Backwards
de: Wiedergabe/Rckwrts
fr: Remise en ligne/Retour vers l'arrière
pt: Reproduo/Para trs
ru: Воспроизведение/Назад

source: Playback/Toggle Playback
de: Wiedergabe/Wiedergabe einschalten
fr: Remise en ligne/Commutation de la lecture
pt: Reproduo/Alterna a Reproduo
ru: Воспроизведение/Переключить воспроизведение

source: Playback/Toggle In Point
de: Wiedergabe/In Punkt einschalten
fr: Remise en ligne/Commutation en point
pt: Reproduo/Comutar Em Ponto
ru: Воспроизведение/Переключить начальную точку

source: Playback/Toggle Out Point
de: Wiedergabe/Umschalten auerhalb des Punktes
fr: Remise en ligne/Commutation du point de sortie
pt: Reproduo/Desligar o ponto de sada
ru: Воспроизведение/Переключить конечную точку

source: Playback/Toggle In\/Out Otio Clip
pt: Reprodução/Comutar em\/Fora Otio Clip
ru: Воспроизведение/Заголовок in\/Выйти из Клипа Отио

source: Playback/Loop Playback
de: Wiedergabe/Loop-Wiedergabe
fr: Remise en ligne/Lecture des boucles
pt: Reproduo/Reproduo do Loop
ru: Воспроизведение/Воспроизведение

source: Playback/Playback Once
de: Wiedergabe/Einmalige Wiedergabe
fr: Remise en ligne/Reproduire une fois
pt: Reproduo/Reproduo Uma vez
ru: Воспроизведение/Воспроизвести один раз

source: Playback/Playback Ping Pong
de: Wiedergabe/Wiedergabe Ping Pong
fr: Remise en ligne/Playback Ping Pong
pt: Reproduo/Reproduo Ping Pong
ru: Воспроизведение/Воспроизведение Ping Pong

source: Playback/Go to/Start
de: Wiedergabe/Gehen Sie zu/Starten
fr: Remise en ligne/Allez-y./Début
pt: Reproduo/V para/Incio
ru: Воспроизведение/Перейти/Запуск

source: Playback/Go to/End
de: Wiedergabe/Gehen Sie zu/End
fr: Remise en ligne/Allez-y./End
pt: Reproduo/V para/End
ru: Воспроизведение/Перейти/End

source: Playback/Go to/Previous Frame
de: Wiedergabe/Gehen Sie zu/Vorheriger Rahmen
fr: Remise en ligne/Allez-y./Cadre précédent
pt: Reproduo/V para/Quadro anterior
ru: Воспроизведение/Перейти/Предыдущая основа

source: Playback/Go to/Next Frame
de: Wiedergabe/Gehen Sie zu/Nchster Rahmen
fr: Remise en ligne/Allez-y./Cadre suivant
pt: Reproduo/V para/Prxima moldura
ru: Воспроизведение/Перейти/Следующая основа

source: Playback/Go to/Previous Clip
de: Wiedergabe/Gehen Sie zu/Vorheriger Clip
fr: Remise en ligne/Allez-y./Clip précédent
pt: Reproduo/V para/Clipe anterior
ru: Воспроизведение/Перейти/Предыдущий слип

source: Playback/Go to/Next Clip
de: Wiedergabe/Gehen Sie zu/Nchster Clip
fr: Remise en ligne/Allez-y./Prochain clip
pt: Reproduo/V para/Prximo Clipe
ru: Воспроизведение/Перейти/Следующий слип

source: Playback/Go to/Previous Annotation
de: Wiedergabe/Gehe zu/Vorherige Annotation
fr: Remise en ligne/Allez-y./Annotation précédente
pt: Reproduo/V para/Anotao anterior
ru: Воспроизведение/Перейти/Предыдущая аннотация

source: Playback/Go to/Next Annotation
de: Wiedergabe/Gehe zu/nchster Anmerkung
fr: Remise en ligne/Allez-y./Prochaine annotation
pt: Reproduo/V para/Prxima Anotao
ru: Воспроизведение/Перейти/Следующая аннотация

source: Playback/Annotation/Clear
de: Wiedergabe/Anmerkung/Lschen
fr: Remise en ligne/Annotation/Effacer
pt: Reproduo/Anotao/Limpar
ru: Воспроизведение/Аннотация/Очистить

source: Playback/Annotation/Clear All
de: Wiedergabe/Anmerkung/Alle lschen
fr: Remise en ligne/Annotation/Tout effacer
pt: Reproduo/Anotao/Limpar tudo
ru: Воспроизведение/Аннотация/Очистить все

source: View/Mask/%s
de: Sicht/Maske/%s
fr: Affichage/Masque/%s
pt: Visualizao/Mscara/%s
ru: Вид/Маска/%s

source: View/Hud
de: Sicht/Hud
fr: Affichage/Hud
pt: Visualizao/Hud
ru: Вид/Hud

source: View/Compare/None
pt: Ver/Comparar/Nenhum
ru: Вид/Сравнение/Нет

source: View/Compare/Overlay
pt: Ver/Comparar/Sobreposição
ru: Вид/Сравнение/Оверлей

source: View/Compare/Wipe
pt: Ver/Comparar/Apagar
ru: Вид/Сравнение/Протирка

source: View/Compare/Difference
pt: Ver/Comparar/Diferença
ru: Вид/Сравнение/Разница

source: View/Compare/Horizontal
pt: Ver/Comparar/Horizontal
ru: Вид/Сравнение/По горизонтали

source: View/Compare/Vertical
pt: Ver/Comparar/Vertical
ru: Вид/Сравнение/Вертикальная передача

source: View/Compare/Tile
pt: Ver/Comparar/Azulejo
ru: Вид/Сравнение/Плитка

source: Timeline/Cache/Clear
de: Zeitleiste/Zwischenspeicher/Lschen
fr: Échéancier/Cache/Effacer
pt: Linha Do Tempo/Cache/Limpar
ru: Сроки/Кэш/Очистить

source: Timeline/Cache/Update Frame
de: Zeitleiste/Zwischenspeicher/Rahmen aktualisieren
fr: Échéancier/Cache/Mise à jour du cadre
pt: Linha Do Tempo/Cache/Atualizar o Quadro
ru: Сроки/Кэш/Обновить рамки

source: Timeline/Editable
de: Zeitleiste/Bearbeitbar
fr: Échéancier/Éditable
pt: Linha Do Tempo/Editvel
ru: Сроки/Редакция

source: Timeline/Edit Associated Clips
de: Zeitleiste/Bearbeiten von verbundenen Clips
fr: Échéancier/Modifier les clips associés
pt: Linha Do Tempo/Editar Clips Associados
ru: Сроки/Правка Ассоциированные Клипы

source: Timeline/Frame View
de: Zeitleiste/Rahmenansicht
fr: Échéancier/Affichage du cadre
pt: Linha Do Tempo/Visualizao do Quadro
ru: Сроки/Рамочный вид

source: Timeline/Scroll To Current Frame
de: Zeitleiste/Scroll zum aktuellen Frame
fr: Échéancier/Faites défiler vers le cadre actuel
pt: Linha Do Tempo/Deslocar para o Quadro Atual
ru: Сроки/Свиток в текущую структуру

source: Timeline/Track Info
de: Zeitleiste/Titelinformationen
fr: Échéancier/Informations sur la piste
pt: Linha Do Tempo/Informaes da Faixa
ru: Сроки/Информация о дорожке

source: Timeline/Clip Info
de: Zeitleiste/Clip-Info
fr: Échéancier/Informations sur le clip
pt: Linha Do Tempo/Informaes do clipe
ru: Сроки/Скопировать информацию

source: Timeline/Thumbnails/None
de: Zeitleiste/Thumbnails/Keine
fr: Échéancier/Thumbnails/Aucun
pt: Linha Do Tempo/Thumbnails/Nenhuma
ru: Сроки/Пальцы/Нет

source: Timeline/Thumbnails/Small
de: Zeitleiste/Thumbnails/Klein
fr: Échéancier/Thumbnails/Petite
pt: Linha Do Tempo/Thumbnails/Pequeno
ru: Сроки/Пальцы/Маленький

source: Timeline/Thumbnails/Medium
de: Zeitleiste/Thumbnails/Mittel
fr: Échéancier/Thumbnails/Moyenne
pt: Linha Do Tempo/Thumbnails/Mdia
ru: Сроки/Пальцы/Средняя

source: Timeline/Thumbnails/Large
de: Zeitleiste/Thumbnails/Gro
fr: Échéancier/Thumbnails/Grandes
pt: Linha Do Tempo/Thumbnails/Grandes
ru: Сроки/Пальцы/Большой

source: Timeline/Transitions
de: Zeitleiste/bergnge
fr: Échéancier/Transitions
pt: Linha Do Tempo/Transies
ru: Сроки/Переходные периоды

source: Timeline/Markers
de: Zeitleiste/Markierungen
fr: Échéancier/Marqueurs
pt: Linha Do Tempo/Marcadores
ru: Сроки/Маркеры

source: Timeline/Visible Tracks/{0}
pt: Calendário/Pistas Visíveis/{0}
ru: Сроки/Видимые дорожки/{0}

source: Image/Next
de: Bild/Nchster
fr: Image/Suivant
pt: Imagem/Prxima
ru: Фотография/Следующий

source: Image/Next Limited
de: Bild/Nächstes Limitiert
fr: Image/Prochaine Limitée
pt: Imagem/Próximo Limitado
ru: Фотография/Следующий лимитед

source: Image/Previous
de: Bild/Zurck
fr: Image/Précédent
pt: Imagem/Anterior
ru: Фотография/Предыдущий

source: Image/Previous Limited
de: Bild/Früher Begrenzt
fr: Image/Précédent Limité
pt: Imagem/Anterior Limitado
ru: Фотография/Предыдущая ограниченная
