Repository: ggarra13/mrv2
Catalog: src/po/*.po
Languages: de, fr, pt, ru

source: Output Device to use for audio playback.
de: Ausgabegert zur Audiowiedergabe.
fr: Dispositif de sortie à utiliser pour la lecture audio.
pt: Dispositivo de sada a usar para reproduo de udio.
ru: Выходное устройство для использования для воспроизведения звука.

source: Here are the current settings to interact with ComfyUI. It requires installation of mrv2's comfyUI nodes.
de: Hier sind die aktuellen Einstellungen, um mit ComfyUI zu interagieren. Es erfordert die Installation von mrv2 comfyUI-Knoten.
fr: Voici les paramètres actuels pour interagir avec ComfyUI. Il nécessite l'installation des nœuds comfyUI de mrv2.
pt: Aqui esto as configuraes atuais para interagir com o ComfyUI. Ele requer a instalao dos ns confortveis do mrv2.
ru: Вот текущие настройки для взаимодействия с ComfyUI. Это требует установки узлов mrv2 comfyUI.

source: Use ComfyUI Pipe
de: ComfyUI Pipe verwenden
fr: Utiliser le tuyau ComfyUI
pt: Usar Tubo ComfyUI
ru: Использовать ComfyUI трубу

source: This setting opens a pipe to communicate with ComfyUI's mrv2_save_exr_node.py
de: Diese Einstellung ffnet eine Pipe, um mit ComfyUIs mrv2_save_exr_node.py zu kommunizieren.
fr: Ce réglage ouvre un tuyau pour communiquer avec le mrv2_save_exr_node.py de ComfyUI
pt: Esta configurao abre um tubo para se comunicar com o mrv2_save_exr_node.py do ComfyUI
ru: Эта установка открывает трубу для связи с ComfyUI mrv2_save_exr_node.py

source: Errors
de: Fehler
fr: Erreurs
pt: Erros
ru: Ошибки

source: On FFmpeg Error
de: Auf FFmpeg Fehler
fr: Erreur sur FFmpeg
pt: No erro do FFmpeg
ru: Ошибка FFmpeg

source: Adjusts how Log Window behaves in case of an FFmpeg error.
de: Passt an, wie sich Log Window bei einem FFmpeg-Fehler verhlt.
fr: Ajuste le comportement de Log Window en cas d'erreur FFmpeg.
pt: Ajusta como a Janela de Registro se comporta em caso de erro do FFmpeg.
ru: Регулирует поведение окна журнала в случае ошибки FFmpeg.

source: On Error
de: Fehler
fr: Erreur
pt: Em Erro
ru: Ошибка

source: Adjusts how Log Window behaves in case of error.
de: Passt an, wie sich Log Window im Fehlerfall verhlt.
fr: Ajuste le comportement de Log Window en cas d'erreur.
pt: Ajusta como a Janela de Registro se comporta em caso de erro.
ru: Отрегулирует поведение окна журнала в случае ошибки.

source: Check for Updates
de: Nach Updates suchen
fr: Vérifier les mises à jour
pt: Verificar as Atualizaes
ru: Проверка обновления

source: Allows you to automatically download updates of mrv2 when it starts up.
de: Ermglicht es Ihnen, Updates von mrv2 automatisch herunterzuladen, wenn es startet.
fr: Vous permet de télécharger automatiquement les mises à jour de mrv2 lorsqu'il démarre.
pt: Permite que voc baixe automaticamente as atualizaes do mrv2 quando ele comear.
ru: Позволяет вам автоматически загружать обновления mrv2 при запуске.

source: Reset settings to the default.
de: Einstellungen auf die Standardeinstellung zurcksetzen.
fr: Réinitialiser les paramètres à la valeur par défaut.
pt: Reiniciar as configuraes para o padro.
ru: Перезагрузить настройки по умолчанию.

source: Revert
de: Umkehren
fr: Refuser
pt: Reverter
ru: Отменить

source: Revert settings to last saved preferences.
de: Einstellungen auf zuletzt gespeicherte Einstellungen umkehren.
fr: Renouveler les paramètres pour les dernières préférences enregistrées.
pt: Reverter as configuraes para as ltimas preferncias salvas.
ru: Отменить настройки для последнего сохранения предпочтений.

source: Accept settings but don't save. They will get saved when exiting the program.
de: Einstellungen akzeptieren, aber nicht speichern. Sie werden beim Beenden des Programms gespeichert.
fr: Acceptez les paramètres mais ne les enregistrez pas. Ils seront enregistrés lors de la sortie du programme.
pt: Aceite as configuraes, mas no salve. Eles sero salvos ao sair do programa.
ru: Принимать настройки, но не сохранять. Они будут спасены при выходе из программы.

source: Module
de: Modul
pt: Mdulo
ru: Модуль

source: User Interface/View Window
de: Benutzeroberflche/Ansichtsfenster
fr: Interface utilisateur/Affichage de la fenêtre
pt: Interface do Usurio/Janela de Visualizao
ru: Интерфэйс пользователя/Вид Окно

source: User Interface/File Requester
de: Benutzeroberflche/Datei-Anfrager
fr: Interface utilisateur/Demandeur de fichier
pt: Interface do Usurio/Solicitante de Ficheiro
ru: Интерфэйс пользователя/Запрашиватель файла

source: User Interface/Fonts
de: Benutzeroberflche/Schriftarten
fr: Interface utilisateur/Polices
pt: Interface do Usurio/Fontes
ru: Интерфэйс пользователя/Шрифты

source: User Interface/Language and Colors
de: Benutzeroberflche/Sprache und Farben
fr: Interface utilisateur/Langue et couleurs
pt: Interface do Usurio/Lngua e cores
ru: Интерфэйс пользователя/Язык и цвета

source: User Interface/Pixel Toolbar
de: Benutzeroberflche/Pixel-Werkzeugleiste
fr: Interface utilisateur/Barre d'outils Pixel
pt: Interface do Usurio/Barra de Ferramentas do Pixel
ru: Интерфэйс пользователя/Панель пикселя

source: User Interface/Positioning
de: Benutzeroberflche/Positionierung
fr: Interface utilisateur/Positionnement
pt: Interface do Usurio/Posio
ru: Интерфэйс пользователя/Расположение

source: User Interface/Render
de: Benutzeroberflche/Render
fr: Interface utilisateur/Rendre
pt: Interface do Usurio/Renncia
ru: Интерфэйс пользователя/Редакция

source: User Interface/Thumbnails
de: Benutzeroberflche/Thumbnails
fr: Interface utilisateur/Thumbnails
pt: Interface do Usurio/Thumbnails
ru: Интерфэйс пользователя/Пальцы

source: User Interface/Timeline
de: Benutzeroberflche/Zeitleiste
fr: Interface utilisateur/Échéancier
pt: Interface do Usurio/Linha Do Tempo
ru: Интерфэйс пользователя/Сроки

source: No Audio was Compiled
de: Kein Audio wurde zusammengestellt
fr: Aucun audio n'a été compilé
pt: Nenhum udio foi compilado
ru: Никакого звука не было скомпилировано

source: No Audio Devices were Found
de: Es wurden keine Audiogerte gefunden
fr: Aucun appareil audio n'a été trouvé
pt: No foram encontrados dispositivos de udio
ru: Аудиовизуальные устройства не найдены

source: Default API
de: Standard-API
fr: API par défaut
pt: API padro
ru: По умолчанию API

source: No Valid Devices found
de: Keine gltigen Gerte gefunden
fr: Aucun périphérique valide n'a été trouvé
pt: No foram encontrados dispositivos vlidos
ru: Не найдены действительные устройства

source: Default Device
de: Standardgert
fr: Périphérique par défaut
pt: Dispositivo padro
ru: По умолчанию

source: PDF Options
de: PDF-Optionen
fr: Options PDF
pt: Opções PDF
ru: Параметры PDF

source: Page Size
de: Seitengröße
fr: Taille de la page
pt: Tamanho da página
ru: Размер страницы

source: Remote to Local Path Mapping
de: Entfernung zum lokalen Pfad Mapping
fr: Cartographie des chemins de distance vers les localités
pt: Mapeamento do Caminho Remoto para Local
ru: Дистанционное картирование до местного картирования

source: Remote Path
de: Remote-Pfad
fr: Chemin distant
pt: Caminho remoto
ru: Удалённый путь

source: Local Path
de: Lokale Pfade
fr: Chemin local
pt: Caminho Local
ru: Местный путь

source: Okay
fr: C'est bon.
pt: Est bem.
ru: Хорошо.

source: OCIO Presets
de: OCIO-Voreinstellungen
fr: OCIO Présélections
ru: Пресеты OCIO

source: Click to switch to a stored preset.
de: Klicken Sie, um zu einem gespeicherten Preset zu wechseln.
fr: Cliquez pour passer à un préréglage stocké.
pt: Clique para mudar para um pr- configurado armazenado.
ru: Нажмите, чтобы перейти к хранимой предварительной настройке.

source: Click to add a new preset with the current settings.
de: Klicken Sie, um eine neue Voreinstellung mit den aktuellen Einstellungen hinzuzufgen.
fr: Cliquez pour ajouter un nouveau préréglage avec les paramètres actuels.
pt: Clique para adicionar um novo predefinido com as configuraes atuais.
ru: Нажмите для добавления новой предварительной настройки с текущими настройками.

source: Click to delete the selected preset.
de: Klicken Sie, um das ausgewhlte Preset zu lschen.
fr: Cliquez pour supprimer le préréglage sélectionné.
pt: Clique para apagar o predefinido selecionado.
ru: Нажмите для удаления выбранного предварительного набора.

source: Select, Add or Delete an OCIO Preset that stores: config filename, Input Color Space, View, Look, LUT settings and Defaults for 8-bits, 16-bits, 32-bits, half and float images.
de: Whlen, hinzufgen oder lschen Sie einen OCIO Preset, der speichert: config filename, Input Color Space, View, Look, LUT-Einstellungen und Defaults fr 8-Bits, 16-Bits, 32-Bits, Halb- und Float-Bilder.
fr: Sélectionnez, Ajoutez ou Supprimez un preset OCIO qui stocke : nom de fichier de configuration, espace de couleur d'entrée, vue, look, paramètres LUT et par défaut pour 8 bits, 16 bits, 32 bits, demi et des images flottantes.
ru: Выберите, добавьте или удалите OCIO Preset, который хранит: config Pame, Introduction Color Space, View, LUT, настройки и по умолчанию для 8-битных, 16-битных, 32-битных, половинчатых и поплавковых изображений.

source: Summary
de: Zusammenfassung
fr: Résumé
pt: Resumo
ru: Резюме

source: Preset Name
de: Voreingestellter Name
fr: Nom prédéfini
pt: Nome Predefinido
ru: Предопределенное имя

source: Active
de: Aktiv
pt: Ativo
ru: Активные

source: Function
de: Funktion
fr: Fonction
pt: Funo
ru: Функция

source: Reset hotkeys to mrv2's default configuration.
de: Hotkeys auf die Standardkonfiguration von mrv2 zurcksetzen.
fr: Réinitialiser les hot-keys à la configuration par défaut de mrv2.
pt: Reinicie as teclas de acesso para a configurao padro do mrv2.
ru: Перезагрузить хот-доги в конфигурацию mrv2.

source: Reload
de: Neu laden
fr: Recharger
pt: Recarregar
ru: Перезагрузить

source: Reload hotkeys to last saved file.
de: Hotkeys in die zuletzt gespeicherte Datei laden.
fr: Recharger les touches raccourcies dans le dernier fichier enregistré.
pt: Recarregar as teclas para o ltimo arquivo salvo.
ru: Перезагрузить хот-доги в последний сохраненный файл.

source: Accept the current hotkeys.
de: Akzeptieren Sie die aktuellen Hotkeys.
fr: Acceptez les hot-keys actuels.
pt: Aceite as teclas atuais.
ru: Прими текущие хижины.

source: CPU Information
de: Informationen ber die CPU
fr: Informations du processeur
pt: Informao da CPU
ru: Информация о процессоре

source: GPU Information
de: Informationen zur GPU
fr: Informations sur la GPU
pt: Informao da GPU
ru: Информация GPU

source: Formats
de: Formate
pt: Formatos
ru: Форматы

source: Codecs
pt: Cdigos
ru: Коды

source: Subtitles
de: Untertitel
fr: Sous-titres
pt: Legendas
ru: Субтитры

source: Protocols
de: Protokolle
fr: Protocoles
pt: Protocolos
ru: Протоколы

source: Thanks
de: Vielen Dank.
fr: Merci.
pt: Obrigado.
ru: Спасибо.

source: Hotkey for...
de: Hotkey fr...
fr: Hotkey pour...
pt: Chave-chave para...
ru: Хоткей для...

source: Type Key
de: Schlssel eingeben
fr: Clé de type
pt: Chave de Tipo
ru: Тип ключа

source: Type a key.
de: Geben Sie einen Schlssel ein.
fr: Tapez une clé.
pt: Digite uma chave.
ru: Набери ключ.

source: Shift
de: Schicht
fr: Décalage
pt: Mudana
ru: Смена

source: Ctrl
de: Strg
ru: linkki

source: Clear
de: Lschen
fr: Effacer
pt: Limpar
ru: Очистить

source: OCIO Browser
fr: Navigateur OCIO
pt: Navegador OCIO
ru: Просмотр OCIO

source: Select an OCIO Transform
de: Whlen Sie eine OCIO-Transformation
fr: Sélectionner une transformation OCIO
pt: Selecione uma Transformao OCIO
ru: Выбрать OCIO Transform

source: Accept the selected OCIO file.
de: Akzeptieren Sie die ausgewhlte OCIO-Datei.
fr: Accepter le fichier OCIO sélectionné.
pt: Aceite o ficheiro OCIO selecionado.
ru: Выбрать выбранный файл OCIO.

source: Cancel the OCIO selection and don't change anything.
de: Abbrechen Sie die OCIO-Auswahl und ndern Sie nichts.
fr: Annulez la sélection OCIO et ne changez rien.
pt: Cancele a seleo da OCIO e no mude nada.
ru: Отмените отбор ОВД и ничего не меняйте.

source: Escape
de: Flucht
fr: Évasion
ru: Побег

source: BackSpace
de: Rckraum
ru: Заднее пространство

source: Return
de: Rckgabe
fr: Retour
pt: Retornar
ru: Возвращение

source: Print
de: Ausdrucken
fr: Imprimer
pt: Impresso
ru: Печать

source: ScrollLock
fr: Bloc de défilement
pt: Bloqueio de Pergaminho
ru: Блокировка прокрутки

source: Pause
pt: Pausa
ru: Приостановить

source: Insert
de: Einfgen
fr: Insérer
pt: Inserir
ru: Вставить

source: PageUp
de: Seite nach oben
fr: Page vers le haut
pt: Subir a pgina
ru: Стр.

source: PageDown
de: SeiteAbwrts
fr: Page en bas
pt: Pgina para baixo
ru: Страница

source: Left
de: Links
fr: Gauche
pt: Esquerda
ru: Налево

source: Right
de: Richtig.
fr: C'est vrai.
pt: Est bem.
ru: Верно.

source: Down
de: Nach unten
fr: En bas
pt: Abaixo
ru: Вниз

source: LeftShift
de: Linksschiene
fr: Voie gauche
pt: Esquerda
ru: Левый шифт

source: RightShift
de: Rechtsverkehr
fr: Voie droite
pt: Direita
ru: Правый шайт

source: LeftCtrl
de: LinksCtrl
fr: Ctrl gauche
pt: Ctrl Esquerda
ru: Левый трл

source: RightCtrl
de: RechtsCtrl
fr: DroitCtrl
pt: DireitaCtrl
ru: Правый

source: LeftAlt
de: LinksAlt
fr: GaucheAlt
pt: EsquerdaAlt
ru: Левый альт

source: RightAlt
de: RechtsAlt
fr: Droite
pt: DireitaAlt
ru: Правильно.

source: LeftMeta
de: LinksMeta
fr: Méta Gauche
pt: MetaEsquerda
ru: Левая Мета

source: RightMeta
de: RechtsMeta
fr: DroiteMéta
pt: Meta Direita
ru: Правая Мета

source: Menu
de: Men
ru: Меню

source: NumLock
fr: Noyau
pt: Bloqueio de Num
ru: Нумлок

source: padEnter
fr: pdEnter
ru: Вход

source: pad0
fr: pour les produits de la sous-catégorie 1 et les produits de la sous-catégorie 1 et de la sous-catégorie 1
ru: Paper0

source: pad1
fr: bâtiment 1
ru: колодка1

source: pad2
fr: bâtiment 2
ru: колодка2

source: pad3
fr: bâtiment 3
ru: колодка3

source: pad4
fr: pour les produits de la sous-catégorie 1 et pour les produits de la sous-catégorie 1 et de la sous-catégorie 2
ru: рисунок4

source: pad5
fr: pour les produits de la sous-catégorie 1 et pour les produits de la sous-catégorie 1 et de la sous-catégorie 2
ru: рисунок5

source: pad6
fr: pour les produits de la sous-catégorie 6
ru: рисунок6

source: pad7
fr: pour les produits de la sous-catégorie 7
ru: рисунок7

source: pad8
fr: pour les produits de la sous-catégorie 1
ru: рисунок 8

source: pad9
fr: pour les produits de la sous-catégorie 1 et pour les produits de la sous-catégorie 1 et de la sous-catégorie 2
ru: рисунок9

source: Space (' ')
de: Raum (' ')
fr: Espace ('')
pt: Espao ('')
ru: Космос ('')

source: Multiply
de: Multiplizieren
fr: Multiplier
pt: Multiplicar
ru: Умножить

source: Subtract
de: Subtrahieren
fr: Soustraire
pt: Subtrair
ru: Вычитать

source: Decimal
de: Entschlie ung
fr: Décimale
ru: Десимальная

source: Divide
de: Teilen
fr: Diviser
pt: Dividir
ru: Разделение

source: Desktop:
de: Arbeitsflche:
fr: Bureau & #160;:
ru: Рабочий стол:

source: Running on:
de: Laufend:
fr: En cours d'exécution :
ru: Работает:

source: sysctl failed!
de: sysctl fehlgeschlagen!
fr: sysctl a échoué!
pt: Sysctl falhou!
ru: Сисктл провалился!

source: host_statistics64 failed
de: host_statistik64 fehlgeschlagen
fr: host_statistics64 a échoué
pt: falhou o host_statistics64
ru: shop_statistics64 не сработал

source: task info failed
de: Task-Info fehlgeschlagen
fr: l'information de la tâche a échoué
pt: Falhou a informao da tarefa
ru: Ошибка информации о задаче

source: Open Directory
de: Ordner ffnen
fr: Ouvrir l'annuaire
pt: Abrir o Diretrio
ru: Открыть каталог

source: Open Movie or Sequence
de: Film oder Sequenz ffnen
fr: Ouvrez le film ou la séquence
pt: Abrir filme ou sequncia
ru: Открытое кино или последовательность

source: Open Single Image
de: Einzelnes Bild ffnen
fr: Ouvrir une image unique
pt: Abrir a Imagem nica
ru: Открыть единый образ

source: Save Image
de: Bild speichern
fr: Enregistrer l'image
pt: Gravar a Imagem
ru: Сохранить изображение

source: Save Frames To Folder
de: Frames in Ordner speichern
fr: Enregistrer les cadres dans le dossier
pt: Salvar os quadros para a pasta
ru: Сохранить рамки папки

source: Save OTIO Timeline
de: OTIO-Zeitleiste speichern
fr: Enregistrer la chronologie OTIO
pt: Salvar a linha de tempo do OTIO
ru: Сохранить временную линию OTIO

source: Save Annotations Only
de: Nur Anmerkungen speichern
pt: Salvar apenas anotações
ru: Сохранить только аннотации

source: Save Annotations as JSON
de: Anmerkungen als JSON speichern
pt: Salvar anotações como JSON
ru: Сохранить ссылки как JOSON

source: Save PDF Document
de: PDF-Dokument speichern
fr: Enregistrer le document PDF
pt: Gravar o Documento PDF
ru: Сохранить документ PDF

source: Save Session As
de: Sitzung speichern unter
fr: Enregistrer la session sous
pt: Salvar a Sesso Como
ru: Сохранить сеанс как

source: Close Current
de: Strmung schlieen
fr: Fermer le courant
pt: Fechar Atualidade
ru: Закрыть текущее

source: Close All
de: Alle schlieen
fr: Fermer tout
pt: Fechar tudo
ru: Закрыть все

source: Quit Program
de: Programm beenden
fr: Programme d'abandon
pt: Sair do Programa
ru: Выход из программы

source: Zoom Minimum
de: Minimum vergrern
pt: Mnimo de zoom
ru: Минимальное увеличение

source: Zoom Maximum
de: Maximal vergrern
pt: Mximo de zoom
ru: Максимальное увеличение

source: Center Image
de: Bild zentrieren
fr: Image du centre
pt: Imagem do Centro
ru: Фотография центра

source: Fit Screen
de: Bildschirm anpassen
fr: Fixer l'écran
pt: Ecr de Ajuste
ru: Скриншот

source: Resize Main Window to Fit
de: Gre des Hauptfensters anpassen
fr: Redimensionner la fenêtre principale pour s'adapter
pt: Redimensionar a janela principal para encaixar
ru: Изменить размер главного окна, чтобы его можно было использовать

source: Fit All
de: Alle passen
fr: Convient à tous
pt: Encaixe-se em tudo
ru: Совместиться со всеми

source: Toggle Minify Texture Filtering
de: Umschalten Vermindere Textur Filterung
fr: Commutation Minimiser le filtre de texture
pt: Activar o Filtro de Textura MinifyName
ru: Переключить фильтрацию уменьшения текстур

source: Toggle Magnify Texture Filtering
de: Umschalten Vergrerung der Textur Filterung
fr: Commutation du filtre d'agrandissement de la texture
pt: Activar o Filtro de Textura para Aumentar
ru: Переключить фильтрацию увеличения текстур

source: Auto Frame View
de: Automatische Rahmenansicht
fr: Affichage automatique du cadre
pt: Visualizao Automtica do Quadro
ru: Вид авторамки

source: Ignore Display Window
de: Anzeigefenster ignorieren
fr: Ignorer la fenêtre d'affichage
pt: Ignorar a janela de exibio
ru: Игнорировать окно отображения

source: Auto Normalize
de: Automatisch normalisieren
fr: Normaliser automatiquement
pt: Normalizar automaticamente
ru: Автонормализовать

source: Invalid Values
de: Ungltige Werte
fr: Valeurs non valides
pt: Valores invlidos
ru: Неверные значения

source: Display Window
de: Fenster anzeigen
fr: Affiche la fenêtre
pt: Janela de exibio
ru: Показать окно

source: Data Window
de: Datenfenster
fr: Fenêtre de données
pt: Janela de Dados
ru: Окно данных

source: Compare Wipe
de: Vergleiche Wipe
fr: Comparer Essuie-glace
pt: Comparar Limpar
ru: Сравнить сетку

source: Compare Overlay
de: Overlay vergleichen
fr: Comparer Superposition
pt: Comparar a Superposio
ru: Сравнить оплошность

source: Compare Difference
de: Vergleichsunterschied
fr: Comparer la différence
pt: Comparar a diferena
ru: Сравнить разницу

source: Compare Horizontal
de: Horizontale Vergleiche
fr: Comparer horizontalement
pt: Comparar horizontalmente
ru: Сравните горизонтальные

source: Compare Vertical
de: Vertikal vergleichen
fr: Comparer Vertical
pt: Comparar Vertical
ru: Сравните вертикально

source: Compare Tile
de: Kachel vergleichen
fr: Comparer le carrelage
pt: Comparar a telha
ru: Сравнить подтяжку

source: Color Channel
de: Farbkanal
fr: Chaîne de couleurs
pt: Canal de cores
ru: Цветной канал

source: Red Channel
de: Roter Kanal
fr: Chaîne rouge
pt: Canal Vermelho
ru: Красный канал

source: Green Channel
de: Grner Kanal
fr: Chaîne verte
pt: Canal Verde
ru: Зеленый канал

source: Blue Channel
de: Blauer Kanal
fr: Chaîne bleue
pt: Canal Azul
ru: Голубой канал

source: Alpha Channel
de: Alpha-Kanal
fr: Chaîne Alpha
pt: Canal Alfa
ru: Альфа-канал

source: Lumma Channel
de: Lumma-Kanal
fr: Chaîne Lumma
pt: Canal Lumma
ru: Ламмский канал

source: Flip X
de: Drehen X
fr: Retour X
ru: Перевернуть X

source: Flip Y
de: Drehen Sie Y
fr: Retour Y
pt: Inverter Y
ru: Перевернуть Y

source: Rotate Images +90 Degrees
de: Drehen von Bildern +90 Grad
fr: Tourner les images +90 Degrés
pt: Rota imagens +90 graus
ru: Вращение изображений +90 степеней

source: Rotate Images -90 Degrees
de: Drehen von Bildern -90 Grad
fr: Tourner les images -90 Degrés
pt: Rota imagens -90 graus
ru: Поворачивай образы - 90 степеней

source: Video Levels from File
de: Video-Levels aus der Datei
fr: Niveaux vidéo à partir du fichier
pt: Nveis de Vdeo do Ficheiro
ru: Видеоуровни из файла

source: Video Levels Legal Range
de: Video-Levels Legaler Bereich
fr: Niveaux vidéo Gamme juridique
pt: Nveis de video Intervalo Legal
ru: Правовой диапазон Законный Диапазон

source: Video Levels Full Range
de: Video-Levels Vollständiger Bereich
fr: Niveaux vidéo Gamme complète
pt: Nveis de vdeo Intervalo Completo
ru: Видеоуровни Полная дальность

source: Alpha Blend None
de: Alpha Blend Keine
fr: Mélange alphabétique Aucun
pt: Mistura Alfa Nenhuma
ru: Альфа Бленд Отсутствует

source: Alpha Blend Straight
de: Alpha-Mischung gerade
fr: Mélange Alpha droit
pt: Mistura Alfa Direta
ru: Альфа Бленд Прямой

source: Alpha Blend Premultiplied
de: Alpha Blend vorvervielfacht
fr: Mélange Alpha Prémultiplié
pt: Mistura Alfa Pr-multiplicada
ru: &lt; Альфа Бленд &gt;

source: Annotation Clear Frame
de: Annotation Klarer Rahmen
fr: Cadre d'Annotation Effacer
pt: Quadro de Limpar Anotao
ru: Чистая основа примечания

source: Annotation Clear All Frames
de: Annotation Alle Rahmen lschen
fr: Annulation Effacer tous les cadres
pt: Anotao Limpar todos os quadros
ru: Обозначение Очистить все рамки

source: Annotation Frame Step Backwards
de: Anmerkung Rahmen Schritt zurck
fr: Cadre d'annotation marche vers l'arrière
pt: Quadro de anotao Passo para trs
ru: Обозначение Шаг назад

source: Frame Step Backwards
de: Rahmen Schritt nach hinten
fr: Frame marche vers l'arrière
pt: Passo para trs da moldura
ru: Шаг назад

source: Frame Step FPS Backwards
de: Rahmen Schritt FPS nach hinten
fr: Cadre Étape FPS vers l'arrière
pt: Quadro Passo FPS para trs
ru: Шаг FPS назад

source: Annotation Frame Step Forwards
de: Anmerkung Rahmen Schritt vorwrts
fr: Cadre d'annotation Étape vers l'avant
pt: Quadro de anotao Passo para a frente
ru: Обозначение Шаг вперёд

source: Frame Step Forwards
de: Rahmenschritte nach vorn
fr: Étape du cadre vers l'avant
pt: Etapa da moldura para a frente
ru: Шаг вперёд

source: Frame Step FPS Forwards
de: Rahmen Schritt FPS vorwrts
fr: Cadre Étape FPS vers l'avant
pt: Etapa do quadro FPS para a frente
ru: Фрейм-шап FPS вперёд

source: Play Backwards
de: Nach hinten spielen
fr: Jouer à l'arrière
pt: Jogar para trs
ru: Воспроизвести назад

source: Play Backwards / Change Speed
de: Nach hinten spielen/Geschwindigkeit ndern
fr: Jouer à l'arrière/Modification de la vitesse
pt: Jogar para trs/Alterar a Velocidade
ru: Воспроизвести назад/Изменить скорость

source: Play in Current Direction
de: In der aktuellen Richtung abspielen
fr: Jouer dans la direction actuelle
pt: Reproduzir na Direco Atual
ru: Воспроизвести в текущем направлении

source: Play Forwards
de: Vorwrts abspielen
fr: Jouer vers l'avant
pt: Reproduzir Avanar
ru: Воспроизвести вперёд

source: Play Forwards / Change Speed
de: Vorwrts abspielen/Geschwindigkeit ndern
fr: Jouer vers l'avant/Modification de la vitesse
pt: Reproduzir Avanar/Alterar a Velocidade
ru: Воспроизвести вперёд/Изменить скорость

source: Next Clip
de: Nchster Clip
fr: Prochain clip
pt: Prximo Clipe
ru: Следующий слип

source: Previous Clip
de: Vorheriger Clip
fr: Clip précédent
pt: Clipe anterior
ru: Предыдущий слип
