Repository: ggarra13/mrv2
Catalog: src/po/*.po
Languages: de, fr, pt, ru

source: Advanced Settings Help
de: Erweiterte Einstellungen Hilfe
fr: Aide pour les paramètres avancés
pt: Ajuda de Configuraes Avanadas
ru: Усовершенствованные параметры Справка

source: The Advanced Settings allows you store metadata in the movie file to determine where and how it was created. Useful to indicate, for example, if a set of 8-bit images were bt709 or some other color space. If you don't know what those settings do, DON'T MESS WITH THEM!
de: Die Erweiterten Einstellungen können Sie speichern Metadaten in der Filmdatei zu bestimmen, wo und wie es erschaffen wurde. Nützlich zu deuten, z.B. wenn ein Satz von 8-Bit-Bildern bt709 oder einen anderen Farbraum. Wenn Sie nicht wissen, was diese Einstellungen tun, Lass sie in Ruhe!
pt: As configurações avançadas permitem armazenar metadados no arquivo do filme para determinar onde e como foi criado. Útil para indicar, por exemplo, se um conjunto de imagens de 8 bits bt709 ou algum outro espaço de cores. Se você não sabe o que essas configurações fazem, Não mexas com eles!
ru: Дополнительные параметры позволяют хранить Метаданные в файле фильма для определения места и как она была сотворена, и она была полезной для того, чтобы видеть, например, если набор из 8-битных изображений bt709 или какое-то другое цветовое пространство. Если ты не знаешь, что делают эти настройки, Не думай об этом!

source: RGBA
ru: РГБ

source: 8bit
pt: 8 bits
ru: 8 бит

source: Lab CIELAB (L*a*b*)
de: Labor CIELAB (L*a*b*)
fr: Laboratoire CIELAB (L*a*b*)
pt: Laboratrio CIELAB (L*a*b*)
ru: Лаборатория CIELAB (L*a*b*)

source: YDbDr (Analog SECAM/PAL-N)
ru: YDbDr (Analog SECAM)/ПАЛ-Н)

source: ITU-601 (Digital PAL/NTSC YCbCr)
fr: UIT-601 (PAL numérique)/NTSC YCbCr)
pt: ITU-601 (PAL digital)/NTSC YCbCr)
ru: МСЭ-601 (Дигнальный ПАЛ)/NTSC YCbCr)

source: ITU-709 (Digital HDTV YCbCr)
fr: UIT-709 (Digital HDTV YCbCr)
ru: МСЭ-709 (Дигинальный HDTV YCbCr)

source: Full
de: Voll
fr: Complète
pt: Completo
ru: Полный

source: Original
de: Ursprnglich
ru: Оригинал

source: Y (Luminance)
de: Y (Luminanz)
pt: Y (Luminncia)
ru: Y (муниципалитет)

source: Y' (Lumma)
fr: Y' (Lumme)
ru: Y' (Лумма)

source: L (Lightness)
de: L (Licht)
fr: L (Lumière)
pt: L (Luz)
ru: L (светлость)

source: Image coordinate of pixel under mouse.
de: Bildkoordinate des Pixels unter der Maus.
fr: Coordonnée d'image du pixel sous la souris.
pt: Coordenada de imagem do pixel sob o mouse.
ru: Координаты изображения пикселя под мышью.

source: Switch RGBA display between floating point, hexadecimal (0..0xff) and decimal (0..255).
de: Schalten Sie RGBA-Anzeige zwischen Schwebepunkt, Hexadezimal (0..0xff) und Dezimal (0..255).
fr: Affichage RGBA entre le point flottant, l'hexadécimal (0.0xff) et la décimale (0.255).
pt: Alterar o ecr RGBA entre ponto flutuante, hexadecimal (0..0xff) e decimal (0.255).
ru: Переключить дисплей RGBA между плавающей точкой, гексадековым (0,0xff) и десятичным (0,255).

source: Red value of image pixel under mouse.
de: Roter Wert des Bildpixels unter der Maus.
fr: Valeur rouge du pixel de l'image sous la souris.
pt: Valor vermelho do pixel da imagem sob o mouse.
ru: Красное значение пикселя изображения под мышью.

source: Green value of image pixel under mouse.
de: Grner Wert des Bildpixels unter der Maus.
fr: Valeur verte du pixel de l'image sous la souris.
pt: Valor verde do pixel da imagem sob o mouse.
ru: Зеленое значение пикселя изображения под мышью.

source: Blue value of image pixel under mouse.
de: Blauer Wert des Bildpixels unter der Maus.
fr: Valeur bleue du pixel de l'image sous la souris.
pt: Valor azul do pixel da imagem sob o mouse.
ru: Синее значение пикселя изображения под мышью.

source: Alpha value of image pixel under mouse.
de: Alpha-Wert des Bildpixels unter der Maus.
fr: Valeur alpha du pixel de l'image sous la souris.
pt: Valor alfa do pixel da imagem sob o mouse.
ru: Альфа-значение пикселя изображения под мышью.

source: 8-bit sample of image pixel under mouse.
de: 8-Bit-Beispiel des Bild-Pixels unter der Maus.
fr: Échantillon 8 bits de pixel d'image sous la souris.
pt: 8-bit amostra de pixel de imagem sob o mouse.
ru: 8-битный образец пикселя изображения под мышью.

source: Switch pixel color space information display for the pixel under the cursor.
de: Schalten Sie Pixel-Farbraum-Informationsanzeige fr das Pixel unter dem Cursor.
fr: Changer l'affichage des informations de l'espace de couleur du pixel sous le curseur.
pt: Mude a exibio de informaes de espao de cores do pixel para o pixel sob o cursor.
ru: Переключить цветную информацию для пикселя под курсором.

source: Hue value of image pixel under mouse.
de: Hue-Wert des Bild-Pixels unter der Maus.
fr: Valeur de teinte du pixel de l'image sous la souris.
pt: Valor de tonalidade do pixel da imagem sob o mouse.
ru: Жесткое значение пикселя изображения под мышью.

source: Saturation value of image pixel under mouse.
de: Sttigungswert des Bildpixels unter der Maus.
fr: Valeur de saturation du pixel de l'image sous la souris.
pt: Valor de saturao do pixel da imagem sob o mouse.
ru: Значение насыщения пикселя изображения под мышью.

source: Value (Intensity) of image pixel under mouse.
de: Wert (Intensitt) des Bildpixels unter der Maus.
fr: Valeur (intensité) du pixel de l'image sous la souris.
pt: Valor (Intensidade) do pixel da imagem sob o mouse.
ru: Значение (интенсивность) пикселя изображения под мышью.

source: Displays: * Full Pixel Values (Gamma, Gain and LUT) * Original (No Gamma, No Gain, No Lut)
de: Anzeige: * Vollstndige Pixelwerte (Gamma, Gain und LUT) * Original (No Gamma, No Gain, No Lut)
fr: Affichages : * Valeurs pixel complètes (Gamma, Gain et LUT) * Original (Pas de Gamma, Pas de Gain, Pas de Lut)
pt: Displays: * Valores Pixel completos (Gamma, Gain e LUT) * Original (Sem Gamma, Sem Gain, Sem Lut)
ru: Показать: * Полные пиксельные значения (гамма, прибыль и LUT) * Оригинал (Нет гаммы, нет гонорара, нет лута)

source: Switch brightness calculation. Y (Luminance) is the pixel value according to Rec709: Y = 0.2126 R + 0.7152 G + 0.0722 B Y' (Lumma) is the weighted pixel value according to: Y' = ( R + G + B ) / 3.0 L (Lightness) is the human perception of luminance of the image which is non linear. According to CIE No.15.2: L = (116 * Y ^ 1/3 - 16) / 100 A pixel of Y = 0.18 (L = 0.5) will appear about half as bright as Y = L = 1.0 (white).
de: Helligkeitsberechnung wechseln. Y (Luminanz) ist der Pixelwert gemäß Rec709: Y = 0,2126 R + 0,7152 G + 0,0722 B Y' (Lumma) ist der gewichtete Pixelwert gemäß: Y' = ( R + G + B ) / 3,0 L (Helligkeit) ist die menschliche Wahrnehmung der Luminanz des Bildes, die nicht linear ist. Laut CIE Nr. 15.2: L = (116 * Y ^ 1/3 - 16) / 100 Ein Pixel mit Y = 0,18 (L = 0,5) erscheint etwa halb so hell wie Y = L = 1,0 (weiß).
fr: Calcul de la luminosité du commutateur. Y (Luminance) est la valeur du pixel selon la Rec709 : Y = 0,2126 R + 0,7152 G + 0,0722 B Y' (Lumma) est la valeur du pixel pondérée selon : Y' = ( R + G + B ) / 3,0 L (Lightness) est la perception humaine de la luminance de l'image qui n'est pas linéaire. Selon la norme CIE n°15.2 : L = (116 * Y ^ 1/3 - 16) / 100 Un pixel de Y = 0,18 (L = 0,5) apparaîtra environ deux fois moins brillant que Y = L = 1,0 (blanc).
pt: Alternar o cálculo do brilho. Y (Luminância) é o valor do pixel de acordo com o Rec709: Y = 0,2126 R + 0,7152 G + 0,0722 B Y' (Lumma) é o valor ponderado do pixel de acordo com: Y' = ( R + G + B ) / 3,0 L (Claridade) é a percepção humana da luminância da imagem, que é não linear. De acordo com a CIE No.15.2: L = (116 * Y ^ 1/3 - 16) / 100 Um pixel de Y = 0,18 (L = 0,5) parecerá aproximadamente metade tão brilhante quanto Y = L = 1,0 (branco).
ru: Переключение расчета яркости. Y (Люминанс) — это значение пикселя согласно Rec709: Y = 0.2126 R + 0.7152 G + 0.0722 B Y' (Люма) — это взвешенное значение пикселя согласно: Y' = ( R + G + B ) / 3.0 L (Светлота) — это восприятие яркости изображения человеком, которое нелинейно. Согласно CIE No.15.2: L = (116 * Y ^ 1/3 - 16) / 100 Пиксель с Y = 0.18 (L = 0.5) будет казаться примерно в два раза темнее, чем пиксель с Y = L = 1.0 (белый).

source: Luminance of image pixel under mouse.
de: Luminanz des Bildpixels unter der Maus.
fr: Luminance du pixel de l'image sous la souris.
pt: Luminncia do pixel da imagem sob o mouse.
ru: Яркость пикселя изображения под мышью.

source: Seconds
de: Sekunden
fr: Secondes
pt: Segundos
ru: Секунды

source: Timecode
de: Zeitcode
fr: Code horaire
pt: Cdigo de tempo
ru: Код времени

source: Switch between Frame, Seconds and Timecode display
de: Wechseln zwischen Frame, Seconds und Timecode-Anzeige
fr: Changer entre Frame, Seconds et affichage de Timecode
pt: Mudar entre Frame, Seconds e Display de Timecode
ru: Переключение между рамками, секундами и отображением кода времени

source: Current frame.
de: Aktueller Rahmen.
fr: Cadre actuel.
pt: Quadro atual.
ru: Текущая структура.

source: Advance one frame.
de: Einen Rahmen vorrcken.
fr: Avancez un cadre.
pt: Avance um quadro.
ru: Запустить одну рамку.

source: Play sequence forward.
de: Spielsequenz nach vorne.
fr: Jouez la séquence vers l'avant.
pt: Reproduz a sequncia para a frente.
ru: Воспроизвести последовательность вперёд.

source: Looping mode (Loop, Once, Ping-Pong)
de: Looping-Modus (Loop, Einmal, Ping-Pong)
fr: Mode Looping (Loop, Once, Ping-Pong)
pt: Modo Looping (Loop, Once, Ping-Pong)
ru: Режим растяжки (Loop, один раз, Ping-Pong)

source: Some default frame rate settings.
de: Einige Standard-Framerate-Einstellungen.
fr: Quelques paramètres par défaut du taux de frame.
pt: Algumas configuraes padro da taxa de frame.
ru: Некоторые параметры рейтинга по умолчанию.

source: Allows you to adjust frame rate playback.
de: Ermglicht die Anpassung der Bildrate-Wiedergabe.
fr: Permet d'ajuster le taux de lecture des images.
pt: Permite ajustar a taxa de reproduo de quadros.
ru: Позволяет вам отрегулировать рамку.

source: Mute audio or switch audio tracks with the right mouse button.
de: Stumm Audio oder schalten Sie Audiospuren mit der rechten Maustaste.
fr: Mutez les pistes audio ou commutez les pistes audio avec le bouton droit de la souris.
pt: Mute udio ou troque pistas de udio com o boto direito do mouse.
ru: Выключите аудио- или переключайте звуковые дорожки с правильной кнопкой мыши.

source: Audio Volume
fr: Volume audio
pt: Volume de udio
ru: Звуковой объем

source: Allows you to set starting frame for timeline.
de: Ermglicht es Ihnen, den Startrahmen fr die Timeline einzustellen.
fr: Permet de définir le cadre de départ pour la chronologie.
pt: Permite- lhe definir o quadro inicial para a linha do tempo.
ru: Позволяет вам установить хронологию.

source: Allows you to set the ending frame for timeline.
de: Ermglicht Ihnen, den Endrahmen fr die Zeitleiste einzustellen.
fr: Permet de définir le cadre de fin pour la chronologie.
pt: Permite- lhe definir o quadro final para a linha do tempo.
ru: Позволяет вам установить конечный график.

source: MenuBar
de: Menleiste
fr: Barre de menus
pt: Barra de Menus
ru: Меню

source: Edit
de: Bearbeiten
fr: Modifier
pt: Editar
ru: Правка

source: Fit Window to Image
de: Fenster auf Bild einfgen
fr: Fixer la fenêtre à l'image
pt: Ajustar a Janela Imagem
ru: Подключить окно к картинке

source: TopBar
fr: Barre supérieure
pt: Barra superior
ru: Верхний пузырь

source: Layers
de: Ebenen
fr: Calques
pt: Camadas
ru: Слои

source: Exposure, Saturation, and Gamma
de: Exposition, Sättigung und Gamma
fr: Exposition, saturation et gamma
pt: Exposio, Saturao e Gama
ru: Воздействие, насыщение и гамма

source: Exposure and Gain
de: Forderung und Gewinn
fr: Exposition et gain
pt: Exposio e ganho
ru: Воздействие и прибыль

source: Exposure
de: Risikopositionen
fr: Exposition
pt: Exposio
ru: Воздействие

source: Toggle gain between 1 and the previous setting.
de: Gewinn zwischen 1 und der vorherigen Einstellung umschalten.
fr: Commutation du gain entre 1 et le réglage précédent.
pt: Comuta o ganho entre 1 e a configurao anterior.
ru: Накопление лома между 1 и предыдущей настройкой.

source: Gain
de: Gewinn
pt: Ganho
ru: Прибыль

source: Gain image value. A simple multiplier of the image pixel values.
de: Bildwert gewinnen. Ein einfacher Multiplikator der Bildpixelwerte.
fr: Gagnez une valeur d'image. Un simple multiplicateur des valeurs de pixels d'image.
pt: Ganha o valor da imagem. Um simples multiplicador dos valores dos pixels da imagem.
ru: Получите значение изображения. Простое умножение значений пикселя изображения.

source: Toggle Saturation between current and previous setting.
de: Umschalten Sättigung zwischen aktueller und früherer Einstellung.
fr: Commutation de la saturation entre le réglage actuel et le réglage précédent.
pt: Comuta a Saturao entre a configurao actual e a anterior.
ru: Настройка между текущей и предыдущей настройками.

source: Saturation Input
de: Sättigungseingabe
fr: Saturation
pt: Entrada em Saturao
ru: Вход в насыщение

source: Saturation value.
de: Sättigungswert.
fr: Valeur de saturation.
pt: Valor de saturao.
ru: Значимость насыщения.

source: Toggle gamma between 1 and the previous setting.
de: Gamma zwischen 1 und der vorherigen Einstellung umschalten.
fr: Commutation gamma entre 1 et le réglage précédent.
pt: Comuta gama entre 1 e a configurao anterior.
ru: Настроить гамма между 1 и предыдущей настройкой.

source: Gamma Input
de: Gamma-Eingabe
fr: Entrée Gamma
pt: Entrada em Gama
ru: Вход Gamma

source: Allows you to adjust gamma curve for display. Value is: pow( 2, 1/x );
de: Ermglicht die Anpassung der Gammakurve fr die Anzeige. Wert ist: pow( 2, 1/x );
fr: Permet de régler la courbe gamma pour l'affichage. La valeur est : pow( 2, 1/x );
pt: Permite ajustar a curva gama para exibio. O valor : pow( 2, 1/x );
ru: Позволит вам отрегулировать гамма-изгиб для показа. Значение: pow( 2, 1/x);

source: ICS, View, Look
de: ICS, Sicht, Blick
fr: ICS, vue, regarde
pt: ICS, Vista, Olha
ru: ICS, вид, смотри.

source: Input Color Space
de: Eingabe-Farbraum
fr: Espace couleur d'entrée
pt: Espao de cor de entrada
ru: Цветовое пространство

source: OCIO input color space for the image
de: OCIO-Eingangsfarbraum fr das Bild
fr: Espace couleur d'entrée OCIO pour l'image
pt: Espao de cores de entrada da OCIO para a imagem
ru: Цветовое пространство OCIO для изображения

source: View
de: Sicht
fr: Affichage
pt: Visualizao
ru: Вид

source: OCIO Display/View
de: OCIO-Anzeige/Sicht
fr: Affichage OCIO/Affichage
pt: Display OCIO/Visualizao
ru: Выставка OCIO/Вид

source: Look
de: Sehen Sie.
fr: Regarde.
pt: Olha.
ru: Смотри.

source: OCIO Looks
fr: OCIO regarde
pt: OCIO parece
ru: OCIO выглядит

source: TileGroup
de: Fliesengruppe
fr: Groupe des carreaux
pt: Grupo de Telha
ru: Группа TileGroup

source: Polygon Tool.
pt: Ferramenta de polígonos.
ru: Многоугольник.

source: Opacity of pen stroke
de: Deckkraft des Pen-Hubs
fr: Opacité de l'accident vasculaire cérébral du stylo
pt: Opacidade do curso da caneta
ru: Непрозрачность ручного инсульта

source: Switch Colors
de: Farben wechseln
fr: Changer les couleurs
pt: Alterar as cores
ru: Переключить цвета

source: Old Color Used. Click on the Arrow to alternate.
de: Alte Farbe verwendet. Klicken Sie auf den Pfeil, um zu wechseln.
fr: Old Color Utilisé. Cliquez sur la flèche pour alterner.
pt: Antiga cor usada. Clique na seta para alternar.
ru: Старый цвет использован. Нажмите Стрела на альтернативную.

source: Undo Last Shape Drawn in Current Frame.
de: Letzte Form im aktuellen Rahmen gezeichnet rckgngig machen.
fr: Annuler la dernière forme dessinée dans le cadre actuel.
pt: Desfazer a ltima forma desenhada no quadro atual.
ru: Отменить последнюю форму в текущей системе.

source: Redo Previous Shape Drawn in Current Frame.
de: Vorherige Form im aktuellen Rahmen wiederhergestellt.
fr: Refaire la forme précédente dessinée dans le cadre actuel.
pt: Refazer a forma anterior desenhar no quadro atual.
ru: Редо Предыдущая Шейп Драген в текущей системе.

source: DockGroup
de: Dockgruppe
fr: Groupe Dock
pt: Grupo de DockName
ru: Докгруппа

source: BottomBar
de: Untere Leiste
fr: Barre inférieure
pt: Barra inferior
ru: Нижний пузырь

source: StatusBar
de: Statusleiste
fr: Barre d'état
pt: Barra de Estado
ru: Строка статуса

source: Current tool being used.
de: Derzeitiges Werkzeug wird verwendet.
fr: L'outil actuel est utilisé.
pt: Ferramenta atual a ser usada.
ru: Используется текущий инструмент.

source: ZIPS
ru: ЗИПС

source: Half
de: Hlfte
fr: Demi
pt: Metade
ru: Половина

source: Float
fr: Flux flottants
pt: Ponto de flutuação
ru: Число с плавающей точкой

source: Save Image Options
de: Bild-Optionen speichern
fr: Enregistrer les options d'image
pt: Gravar Opes de Imagem
ru: Сохранить параметры изображения

source: OpenEXR Options
de: OpenEXR-Optionen
fr: Options OpenEXR
pt: Opes OpenEXR
ru: Параметры OpenEXR

source: OpenEXR's Compression Type
de: Der Drucktyp von OpenEXR
fr: Type de compression d'OpenEXR
pt: Tipo de compresso da OpenEXR
ru: Тип сжатия OpenEXR

source: Pixel Type
de: Pixel-Typ
fr: Type de pixel
pt: Tipo de pixel
ru: Тип пикселя

source: OpenEXR's Pixel Type
de: Der Pixeltyp von OpenEXR
fr: Type de pixel d'OpenEXR
pt: Tipo de Pixel do OpenEXR
ru: Тип пикселя OpenEXR

source: ZIP Compression
de: ZIP-Kompression
fr: Compression ZIP
pt: Compresso ZIP
ru: ZIP Компрессия

source: DWA Compression
de: DWA-Kompression
fr: Compression DWA
pt: Compresso DWA
ru: DWA - подавление

source: 0.00 None
de: 0,00 Keine
fr: 0,00 Aucun
pt: 0,00 Nenhuma
ru: 0,00 Нет

source: 1.00 Square
de: 1,00 Quadrat
fr: 1,00 carré
pt: 1.00 Quadrado
ru: 1,00 Квадрат

source: 1.19 Movietone
de: 1,19 Filmton
fr: 1.19 Cinéma
pt: 1.19 Pelcula
ru: 1,19 Мовитоне

source: 1.37 Academy (Full Frame)
de: 1,37 Akademie (Full Frame)
fr: 1.37 Académie (cadre complet)
pt: 1.37 Academia (Full Frame)
ru: 1,37 Академия (полная основа)

source: 1.50 Still Photo
de: 1,50 Foto immer noch
fr: 1.50 Encore photo
pt: 1.50 Foto ainda
ru: 1,50 Фотография все еще

source: 1.56 STV - HDTV (14:9)
ru: 1,56 СЦВ - ХДТВ (14:9)

source: 1.66 European Widescreen
de: 1,66 Europischer Widescreen
fr: 1.66 Grand écran européen
pt: 1.66 Ecr Amplo Europeu
ru: 1,66 Европейское широкоэкранное стекло

source: 1.85 Widescreen (3-perf)
fr: 1.85 Grand écran (3-perf)
ru: 1,85 Широкий экран (3-перф)

source: 2.00 Univisium
ru: 2,00 Университет

source: 2.10 VistaVision
pt: 2.10 VistaViso
ru: 2,10 Виставидение

source: 2.20 70mm
ru: 2,20 70 мм

source: 2.35 CinemaScope (old 2.35)
de: 2,35 CinemaScope (alte 2.35)
fr: 2.35 CinémaScope (ancien 2.35)
pt: 2.35 CinemaScope (antigo 2.35)
ru: 2,35 Кассета кинематографа (прежний пункт 2,35)

source: 2.39 Panavision (new 2.35)
de: 2,39 Panavision (neu 2.35)
fr: 2.39 Panavision (nouveau 2.35)
pt: 2.39 Panaviso (novo 2.35)
ru: 2,39 Панавидение (новый пункт 2,35)

source: 4.00 Polyvision
pt: 4.00 Poliviso
ru: 4,00 Поливидитория

source: Slow
de: Langsam
fr: Lent
pt: Devagar
ru: Медленно

source: Medium
de: Mittel
fr: Moyenne
pt: Mdia
ru: Средняя

source: Fast
de: Schnell
fr: Rapide
pt: Rpido
ru: Быстрая

source: gleam
de: Glnzen
fr: l'éclat
pt: Brilho
ru: Сияние

source: Float Values
de: Float-Werte
fr: Valeurs flottantes
pt: Valores de flutuao
ru: Значения поплавка

source: Hex Values
de: Hex-Werte
fr: Valeurs hexagonales
pt: Valores de Hexadecime
ru: Значения гекса

source: 8-bit Values
de: 8-Bit-Werte
fr: Valeurs 8 bits
pt: Valores de 8 bits
ru: 8-битные значения

source: Full Lut, Gamma and Gain
de: Volle Lut, Gamma und Gain
fr: Pleine luth, gamma et gain
pt: Lot completo, Gamma e Gain
ru: Полная лута, гамма и прибыль

source: Original without Gamma, Gain or Lut
de: Original ohne Gamma, Gain oder Lut
fr: Original sans Gamma, Gain ou Lut
pt: Original sem Gamma, Gain ou Lut
ru: Оригинал без гаммы, гонорара или люта

source: From File
de: Aus Datei
fr: À partir du fichier
pt: A partir do Ficheiro
ru: Из файла

source: Full Range
de: Vollstndiger Bereich
fr: Plage complète
pt: Intervalo completo
ru: Полная дальность

source: Legal Range
de: Legaler Bereich
fr: Étendue juridique
pt: Alcance legal
ru: Законный Диапазон

source: Straight
de: gerade
fr: Droite
pt: Direto
ru: Прямо

source: Premultiplied
de: Vervielfacht
fr: Prémultiplication
pt: Pr-multiplicado
ru: Предмногочисленные

source: Nearest
de: Nchstgelegen
fr: Le plus proche
pt: Mais perto
ru: Ближайший

source: Small
de: Klein
fr: Petite
pt: Pequeno
ru: Маленький

source: Large
de: Gro
fr: Grandes
pt: Grandes
ru: Большой

source: Loop
de: Schleife
fr: Boucle
ru: Лоп

source: Ping Pong
ru: Пинг Понг

source: Video Only
de: Nur Video
fr: Vidéo seulement
pt: Apenas vdeo
ru: Только видео

source: Video and Audio
de: Video und Audio
fr: Vidéo et audio
pt: Vdeo e udio
ru: Видео и аудио

source: Black Frame
de: Schwarzer Rahmen
fr: Cadre noir
pt: Quadro preto
ru: Черная основа

source: Repeat Frame
de: Rahmen wiederholen
fr: Répéter le cadre
pt: Repetir o Quadro
ru: Повторить

source: Scratched Frame
de: Gekratzter Rahmen
fr: Cadre écrasé
pt: Quadro rasgado
ru: Сломанная основа

source: Always
de: Immer
fr: Toujours
pt: Sempre
ru: Всегда

source: Presentation Mode
de: Prsentationsmodus
fr: Mode de présentation
pt: Modo de apresentao
ru: Режим отображения

source: Automatic
de: Automatisch
fr: Automatique
pt: Automtico
ru: Автоматическое

source: Half Float
de: Halbschwimmen
fr: La moitié flottante
pt: Metade flutuante
ru: Половина поплавка

source: Full Float (Accurate)
de: Vollschwimmen (Accurate)
fr: Flûte totale (Accurate)
pt: Flutuao total (apurado)
ru: Полный поплавок (аккурат)

source: Do Nothing
de: Nichts tun
fr: Ne rien faire
pt: No faas nada
ru: Ничего не делай

source: Open Logs on Dock
de: Protokolle auf dem Dock ffnen
fr: Ouvrir les registres sur le dock
pt: Abrir os registos na Dock
ru: Открыть журнал на доке

source: Open Logs on Window
de: Protokolle im Fenster ffnen
fr: Ouvrir les journaux sur la fenêtre
pt: Abrir registos na janela
ru: Открыть журналы на окне

source: On Demand From Help Menu
de: Auf Anfrage aus dem Hilfe-Men
fr: Sur demande du menu d'aide
pt: A pedido do menu Ajuda
ru: По запросу из меню Справка

source: At Start Up
de: Beim Start nach oben
fr: Au démarrage
pt: No incio
ru: На старте

source: This will reset all your preferences to their default values. Are you sure you want to continue?
de: Dadurch werden alle Ihre Einstellungen auf ihre Standardwerte zurckgesetzt. Sind Sie sicher, dass Sie fortfahren mchten?
fr: Cela réinitialisera toutes vos préférences à leurs valeurs par défaut. Voulez-vous vraiment continuer?
pt: Isto ir redefinir todas as suas preferncias para os seus valores padro. Tem a certeza de que deseja continuar?
ru: Это перезагрузит все ваши предпочтения к их нормальным значениям. Вы уверены, что хотите продолжить?

source: User Interface
de: Benutzeroberflche
fr: Interface utilisateur
pt: Interface do Usurio
ru: Интерфэйс пользователя

source: Window Behavior
de: Fensterverhalten
fr: Comportement de la fenêtre
pt: Comportamento da Janela
ru: Поведение окна

source: Always on Top
de: Immer an der Spitze
fr: Toujours en haut
pt: Sempre no topo
ru: Всегда на вершине

source: When selected, mrv2's window will always show up on top of other windows on the desktop.
de: Wenn ausgewhlt, wird das Fenster von mrv2 immer auf anderen Fenstern auf dem Desktop angezeigt.
fr: Une fois sélectionnée, la fenêtre de mrv2 apparaîtra toujours sur les autres fenêtres du bureau.
pt: Quando selecionado, a janela do mrv2 aparecer sempre em cima de outras janelas no desktop.
ru: Когда будет выбрано окно mrv2, оно всегда будет появляться на верхушке других окон на рабочем столе.

source: Secondary on Top
de: Sekundarbereich an der Spitze
fr: Secondaire en haut
pt: Secundrio no topo
ru: Средняя школа наверху

source: Single Instance
de: Einheitliche Instanz
fr: Instance unique
pt: Instncia nica
ru: Единовременные случаи
