Repository: ggarra13/mrv2
Catalog: src/po/*.po
Languages: de, fr, pt, ru

source: When selected, only a single mrv2 instance is allowed. If you try to open several mrv2s with different images, all these images will be sent to the already open mrv2.
de: Bei Auswahl ist nur eine einzelne mrv2-Instanz erlaubt. Wenn Sie versuchen, mehrere mrv2s mit unterschiedlichen Bildern zu ffnen, werden alle diese Bilder an die bereits geffnete mrv2 gesendet.
fr: Une fois sélectionnée, seule une seule instance mrv2 est autorisée. Si vous essayez d'ouvrir plusieurs mrv2s avec des images différentes, toutes ces images seront envoyées au mrv2 déjà ouvert.
pt: Quando selecionado, apenas uma nica instncia mrv2 permitida. Se voc tentar abrir vrios mrv2s com imagens diferentes, todas estas imagens sero enviadas para o mrv2 j aberto.
ru: При выборе допускается только один случай mrv2. Если вы попытаетесь открыть несколько mrv2 с различными изображениями, все эти изображения будут отправлены на уже открытый mrv2.

source: Auto Refit Image
de: Bild automatisch refitieren
fr: Image de refit automatique
pt: Imagem de Refinamento Automtico
ru: Автомобильная модификация изображения

source: When selected, mrv2 will apply a fit image operation on each video played. This effectly means the video will be resized automatically based on the size of the window.
de: Wenn mrv2 ausgewhlt wird, wird auf jedem gespielten Video eine passende Bildoperation durchgefhrt. Dies bedeutet, dass das Video automatisch nach der Gre des Fensters verkleinert wird.
fr: Une fois sélectionné, mrv2 appliquera une opération d'image adaptée à chaque vidéo lue. Cela signifie que la vidéo sera redimensionnée automatiquement en fonction de la taille de la fenêtre.
pt: Quando selecionado, o mrv2 ir aplicar uma operao de imagem adequada a cada vdeo reproduzido. Isto significa que o vdeo ser redimensionado automaticamente com base no tamanho da janela.
ru: При выборе, mrv2 будет применять встроенную операцию изображения на каждом воспроизведенном видео. Это будет означать, что видео будет умножено автоматически на размер окна.

source: Raise on Enter
de: Beim Eintreten aufsteigen
fr: Lever à l'entrée
pt: Aumentar no Enter
ru: Подняться на входе

source: When selected, mrv2 will raise the window to the front once you enter the view window.
de: Wenn mrv2 ausgewhlt ist, wird das Fenster nach vorne angehoben, sobald Sie das Ansichtsfenster eingeben.
fr: Lorsqu'il est sélectionné, mrv2 soulève la fenêtre vers l'avant une fois que vous entrez la fenêtre de vue.
pt: Quando selecionado, o mrv2 ir elevar a janela para a frente uma vez que voc introduzir a janela de viso.
ru: При выборе mrv2 поднимет окно вперед, как только вы войдете в окно просмотра.

source: Normal
ru: Обычный

source: When selected, mrv2 will resize its window to the first image.
de: Wenn mrv2 ausgewhlt wird, wird die Gre des Fensters auf das erste Bild gendert.
fr: Une fois sélectionné, mrv2 redimensionnera sa fenêtre à la première image.
pt: Quando selecionado, o mrv2 ir redimensionar a sua janela para a primeira imagem.
ru: При выборе mrv2 перестроит окно на первое изображение.

source: Fullscreen
de: Vollbild
fr: Plein écran
pt: Ecr completo
ru: Полноэкранный экран

source: When selected, mrv2 will start in full screen mode.
de: Wenn ausgewhlt, startet mrv2 im Vollbildmodus.
fr: Une fois sélectionné, mrv2 démarre en mode plein écran.
pt: Quando selecionado, o mrv2 comear em modo de tela cheia.
ru: При выборе mrv2 начнется в режиме полного экрана.

source: Presentation
de: Prsentation
fr: Présentation
pt: Apresentao
ru: Представление

source: When selected, mrv2 will start in presentation mode.
de: Wenn ausgewhlt, startet mrv2 im Prsentationsmodus.
fr: Une fois sélectionné, mrv2 démarrera en mode de présentation.
pt: Quando selecionado, o mrv2 comear no modo de apresentao.
ru: При выборе mrv2 начнется в режиме презентации.

source: Maximized
de: Maximiert
fr: Maximisé
pt: Mximo
ru: Максимизация

source: When selected, mrv2 will start in a maximized window.
de: Wenn ausgewhlt, startet mrv2 in einem maximierten Fenster.
fr: Une fois sélectionné, mrv2 démarrera dans une fenêtre maximisée.
pt: Quando selecionado, o mrv2 comear numa janela maximizada.
ru: При выборе mrv2 начнётся в максимальном окне.

source: UI Elements
de: UM-Elemente
fr: Éléments de l'interface utilisateur
pt: Elementos da UI
ru: Элементы UI

source: Menu Bar
de: Menleiste
fr: Barre de menus
pt: Barra de menus
ru: Панель меню

source: When selected, mrv2 will start with the menu bar already shown.
de: Wenn ausgewhlt, startet mrv2 mit der bereits angezeigten Menleiste.
fr: Une fois sélectionné, mrv2 commencera avec la barre de menus déjà affichée.
pt: Quando selecionado, o mrv2 comear com a barra de menu j mostrada.
ru: При выборе mrv2 начнётся с уже показанной панели меню.

source: Topbar
de: Oberleiste
fr: Barre supérieure
pt: Barra superior
ru: Топбар

source: When selected, mrv2 will start with its channel, gain, gamma toolbar visible.
de: Wenn ausgewhlt, startet mrv2 mit seinem Kanal, Gain, Gamma-Symbolleiste sichtbar.
fr: Une fois sélectionné, mrv2 commencera par son canal, gain, barre d'outils gamma visible.
pt: Quando selecionado, o mrv2 comear com seu canal, ganho, barra de ferramentas gama visvel.
ru: При выборе mrv2 начнётся с своего канала, выиграет, гамма будет видна.

source: Pixel Toolbar
de: Pixel-Werkzeugleiste
fr: Barre d'outils Pixel
pt: Barra do Pixel
ru: Панель пикселя

source: When selected, mrv2 will start with the pixel toolbar shown.
de: Wenn ausgewhlt, startet mrv2 mit der angezeigten Pixel-Symbolleiste.
fr: Une fois sélectionné, mrv2 commencera avec la barre d'outils de pixels affichée.
pt: Quando selecionado, o mrv2 comear com a barra de ferramentas de pixels exibida.
ru: При выборе mrv2 начнётся с показанной панели инструментов пикселя.

source: When selected, mrv2 will start with the timeline shown.
de: Wenn ausgewhlt, startet mrv2 mit der angezeigten Zeitachse.
fr: Une fois sélectionné, mrv2 commencera par la chronologie affichée.
pt: Quando selecionado, o mrv2 comear com a linha de tempo mostrada.
ru: Когда будет выбрана, mrv2 начнётся с показываемой временной линии.

source: Status Bar
de: Statusleiste
fr: Barre d'état
pt: Barra de Estado
ru: Строка статуса

source: When selected, mrv2 will start with the status bar visible.
de: Wenn ausgewhlt, startet mrv2 mit der sichtbaren Statusleiste.
fr: Une fois sélectionné, mrv2 commencera avec la barre d'état visible.
pt: Quando selecionado, o mrv2 comear com a barra de estado visvel.
ru: При выборе mrv2 начинается с видимого стержня состояния.

source: macOS Menus
de: macOS-Mens
fr: Menus macOS
pt: Menus macOS
ru: Меню MacOS

source: This is a macOS setting only. When selected the menus will appear on the system toolbar instead of the mrv2 toolbar.
de: Dies ist nur eine macOS-Einstellung. Bei Auswahl erscheinen die Mens in der System-Symbolleiste anstelle der mrv2-Symbolleiste.
fr: Il s'agit d'un paramètre macOS seulement. Lorsqu'ils sont sélectionnés, les menus apparaîtront sur la barre d'outils du système au lieu de la barre d'outils mrv2.
pt: Esta apenas uma configurao macOS. Quando selecionado, os menus aparecero na barra de ferramentas do sistema em vez da barra de ferramentas mrv2.
ru: Это только macOS. При выборе меню появится на панели инструментов системы, а не на панели инструментов mrv2.

source: Tool Dock
de: Werkzeug-Dock
fr: Dock de l'outil
pt: Dock da Ferramenta
ru: Панель инструментов

source: When selected, mrv2 will start with the action tool dock already open.
de: Wenn ausgewhlt, startet mrv2 mit dem bereits geffneten Action-Tool-Dock.
fr: Une fois sélectionné, mrv2 commencera avec le dock de l'outil d'action déjà ouvert.
pt: Quando selecionado, o mrv2 comear com o dock da ferramenta de ao j aberto.
ru: Когда будет выбрана, mrv2 начнётся с уже открытой доки.

source: Only One Panel
de: Nur ein Panel
fr: Un seul groupe d'experts
pt: Apenas um painel
ru: Только одна группа

source: When selected, mrv2 will start with the only one panel option selected.
de: Wenn ausgewhlt, startet mrv2 mit der einzigen gewhlten Paneloption.
fr: Une fois sélectionné, mrv2 commencera avec la seule option de panneau sélectionnée.
pt: Quando selecionado, o mrv2 comear com a nica opo de painel selecionada.
ru: При выборе mrv2 начнётся с единственного выбранного варианта панели.

source: View Window
de: Ansichtsfenster
fr: Affichage de la fenêtre
pt: Janela de Visualizao
ru: Вид Окно

source: Defaults
de: Voreinstellungen
fr: Défauts
pt: Predefinies
ru: Погрешности

source: Sets the default gain when mrv2 starts.
de: Setzt den Standardgewinn, wenn mrv2 startet.
fr: Définit le gain par défaut lorsque mrv2 démarre.
pt: Define o ganho padro quando o mrv2 comea.
ru: Устанавливает выигрыш по умолчанию, когда начинается mrv2.

source: Sets the default gamma when mrv2 starts.
de: Setzt die Standard-Gamma, wenn mrv2 startet.
fr: Définit le gamma par défaut lorsque mrv2 démarre.
pt: Define a gama padro quando o mrv2 comear.
ru: Устанавливает гамма по умолчанию, когда начинается mrv2.

source: Crop
de: Pflanzen
fr: Croissance
pt: Cultivo
ru: Урожай

source: Allows you to select a standard cropping area around image.
de: Ermglicht es Ihnen, eine Standard-Beschneidungsflche um das Bild zu whlen.
fr: Permet de sélectionner une zone de recoupement standard autour de l'image.
pt: Permite que voc selecione uma rea de recorte padro em torno da imagem.
ru: Позволяет вам выбрать стандартную зону сбора урожая вокруг изображения.

source: Auto Frame
de: Automatischer Rahmen
fr: Cadre automatique
pt: Quadro Automtico
ru: Автоматическая основа

source: When this is on, View/Auto Frame will be active.
de: Wenn dies aktiviert ist, wird View/Auto Frame aktiv sein.
fr: Lorsque cela est activé, View/Auto Frame sera actif.
pt: Quando isto estiver ligado, o Quadro de Visualizao/Auto estar ativo.
ru: Когда это будет включено, будет активно работать View/Auto Frame.

source: Safe Areas
de: Sicherheitsbereiche
fr: Zones de sécurité
pt: reas de Segurana
ru: Безопасные районы

source: When mrv2 starts, the safe area display will be active by default.
de: Wenn mrv2 gestartet wird, wird die Anzeige des sicheren Bereichs standardmig aktiv.
fr: Lorsque mrv2 démarre, l'affichage de la zone de sécurité sera actif par défaut.
pt: Quando o mrv2 comear, o ecr de rea segura estar ativo por padro.
ru: При запуске mrv2 дисплей безопасности будет активирован по умолчанию.

source: OCIO in Top Bar
de: OCIO in der oberen Leiste
fr: OCIO dans la barre supérieure
pt: OCIO no Top Bar
ru: OCIO в топ-баре

source: When mrv2 starts, OCIO should start in the top bar instead of color adjustments.
de: Wenn mrv2 startet, sollte OCIO in der oberen Leiste statt Farbanpassungen starten.
fr: Lorsque mrv2 démarre, OCIO doit démarrer dans la barre supérieure au lieu des réglages de couleur.
pt: Quando o mrv2 comea, o OCIO deve comear na barra superior em vez de ajustes de cor.
ru: Когда начинается mrv2, OCIO должна начинаться в верхнем стержне вместо цветовой корректировки.

source: Zoom Speed
de: Geschwindigkeit vergrern
fr: Vitesse de zoom
pt: Velocidade de zoom
ru: Скорость увеличения

source: This area specifies which elements should be shown as a HUD overlay on the view screen.
de: Dieser Bereich gibt an, welche Elemente als HUD-Overlay auf dem Bildschirm angezeigt werden sollen.
fr: Cette zone spécifie quels éléments doivent être affichés comme une superposition HUD sur l'écran de vue.
pt: Esta rea especifica quais elementos devem ser mostrados como uma superposio HUD na tela de visualizao.
ru: В этой области указывается, какие элементы следует показывать в виде накладки HUD на экране обзора.

source: Frame
de: Rahmen
fr: Cadre
pt: Quadro
ru: Рамки

source: Frame Range
de: Rahmenbereich
fr: Gamme de cadre
pt: Gama de molduras
ru: Диапазон

source: Frame Count
de: Bildanzahl
fr: Nombre de cadres
pt: Contagem de Quadros
ru: Графический подсчет

source: Memory
de: Speicher
fr: Mémoire
pt: Memria
ru: Память

source: Attributes
de: Attribute
fr: Attributs
pt: Atributos
ru: Атрибуты

source: File Requester
de: Datei-Anfrager
fr: Demandeur de fichier
pt: Solicitante de Ficheiro
ru: Запрашиватель файла

source: Single Click to Travel Drawers
de: Einzelklick auf Reiseschubladen
fr: Un seul clic pour les tiroirs de voyage
pt: Clique apenas para tirar os desenhos de viagem
ru: Один щёлкните к рисункам путешествий

source: When using mrv2's file chooser, a single click on a folder will open it.
de: Bei der Verwendung von mrv2 Datei-Whler, ein einzelner Klick auf einen Ordner wird es ffnen.
fr: Lors de l'utilisation du sélectionneur de fichiers mrv2, un simple clic sur un dossier l'ouvrira.
pt: Ao usar o seletor de arquivos do mrv2, um nico clique em uma pasta ir abri-lo.
ru: При использовании выбора файла mrv2 его откроет один щелчок на папке.

source: Thumbnails Active
de: Thumbnails aktiv
fr: Thumbnails actifs
pt: Thumbnails Ativo
ru: Активированные пальцы

source: Show thumbnails for known files.
de: Thumbnails fr bekannte Dateien anzeigen.
fr: Afficher les vignettes pour les fichiers connus.
pt: Mostrar miniaturas para ficheiros conhecidos.
ru: Показать пальцы для известных файлов.

source: USD Thumbnails
de: USD-Tumbnails
fr: Thumbnails en dollars des États-Unis
pt: Thumbnails USD
ru: Памфотные пули в долл. США

source: Show Thumbnails for USD files (can be slow if they are big)
de: Thumbnails fr USD-Dateien anzeigen (kann langsam sein, wenn sie gro sind)
fr: Afficher les miniatures pour les fichiers USD (peut être lent s'ils sont grands)
pt: Mostrar miniaturas para arquivos USD (pode ser lento se eles so grandes)
ru: Показать пальцы для файлов в долларах США (может быть медленно, если они большие)

source: Use Native File Chooser
de: Native Datei auswhlen
fr: Utiliser le sélectionneur de fichiers natif
pt: Usar o Seletor de Ficheiros Nativo
ru: Использовать выбранный файл

source: If selected, the natlve file chooser will be used. If unselected, mrv2's standard file chooser will be used.
de: Wenn ausgewhlt, wird der natlve Dateiauswahler verwendet. Wenn nicht ausgewhlt, wird der Standard-Dateiauswahler von mrv2 verwendet.
fr: S'il est sélectionné, le choix du fichier natlve sera utilisé. Si le fichier n'est pas sélectionné, le choix du fichier standard de mrv2 sera utilisé.
pt: Se selecionado, ser usado o seletor de ficheiros natlve. Se no selecionado, o seletor de ficheiros padro do mrv2 ser usado.
ru: Если выбрано, будет использован выбравший файл natlve. В случае невыбранного будет использован выбранный стандартный файл mrv2.

source: Fonts
de: Schriftarten
fr: Polices
pt: Fontes
ru: Шрифты

source: Menus
de: Mens
ru: Меню

source: Sets the font to use in menus.
de: Setzt die Schriftart, die in Mens verwendet werden soll.
fr: Définit la police à utiliser dans les menus.
pt: Define a fonte a usar nos menus.
ru: Устанавливает шрифт для использования в меню.

source: Panels
de: Paneele
fr: Tables rondes
pt: Painis
ru: Таблицы

source: Sets the font to use in panels. (Not yet working)
de: Setzt die Schriftart, die in Panels verwendet werden soll. (noch nicht funktioniert)
fr: Définit la police à utiliser dans les panneaux. (Pas encore de travail)
pt: Defina a fonte a usar em painis. (Ainda no est funcionando)
ru: Устанавливает шрифт для использования в панелях. (Еще не работает)

source: Language and Colors
de: Sprache und Farben
fr: Langue et couleurs
pt: Lngua e cores
ru: Язык и цвета

source: Scheme
de: Regelung
fr: Régime
pt: Regime
ru: Схема

source: Color Theme
de: Farb-Design
fr: Thème couleur
pt: Tema de cor
ru: Цветовая тема

source: Reload Theme
de: Thema neu laden
fr: Recharger le thème
pt: Recarregar o Tema
ru: Перезагрузить тему

source: Reload color theme from mrv2.colors file again to refresh change in colors
de: Reload Farbe Thema aus mrv2.colors Datei wieder, um nderung in Farben aktualisieren
fr: Recharger le thème des couleurs à partir du fichier mrv2.colors pour rafraîchir le changement de couleurs
pt: Recarregar o tema de cores do arquivo mrv2.colors novamente para atualizar a mudana de cores
ru: Перезагрузить цветную тему из файла mrv2.colors снова для обновления изменения цвета

source: Selects the background color of areas outside the current image.
de: Whlt die Hintergrundfarbe der Bereiche auerhalb des aktuellen Bildes aus.
fr: Sélectionne la couleur d'arrière-plan des zones en dehors de l'image actuelle.
pt: Seleciona a cor de fundo das reas fora da imagem atual.
ru: Выберите цвет фона участков вне текущего изображения.

source: Text Overlay
de: Textberlagerung
fr: Revêtement du texte
pt: Sobreposio de texto
ru: Текстовая накладка

source: Selects the color of text overlays printed over the current image.
de: Whlt die Farbe der ber das aktuelle Bild gedruckten Text-Overlays aus.
fr: Sélectionne la couleur des superpositions de texte imprimées sur l'image actuelle.
pt: Seleciona a cor das superfcies de texto impressas sobre a imagem atual.
ru: Выберите цвет текстовых накладок, напечатанных по текущему снимку.

source: Selects the color of the selection rectangle over the current image.
de: Whlt die Farbe des Auswahl-Rechtecks ber dem aktuellen Bild aus.
fr: Sélectionne la couleur du rectangle de sélection sur l'image actuelle.
pt: Seleciona a cor do retngulo de seleo sobre a imagem atual.
ru: Выберите цвет выбранного прямоугольника по отношению к текущему снимку.

source: Selects the color of HUD overlays.
de: Whlt die Farbe der HUD-Overlays aus.
fr: Sélectionne la couleur des superpositions HUD.
pt: Seleciona a cor das superposies HUD.
ru: Выберите цвет накладок HUD.

source: RGBA Display
de: RGBA-Anzeige
fr: Affichage RGBA
pt: Display RGBA
ru: Показать RGBA

source: Pixel Values
de: Pixel-Werte
fr: Valeurs des pixels
pt: Valores do pixel
ru: Значения пикселя

source: Secondary Display
de: Sekundre Anzeige
fr: Affichage secondaire
pt: Apresentao secundria
ru: Вторичное отображение

source: Luminance
de: Leuchtdichte
pt: Luminncia
ru: Освещение

source: Positioning
de: Positionierung
fr: Positionnement
pt: Posio
ru: Расположение

source: Always Save on Exit
de: Immer beim Beenden speichern
fr: Économisez toujours à la sortie
pt: Salvar sempre na sada
ru: Всегда сохранять в выходе

source: When this option is set, mrv2 will save its position and size upon exiting the program.
de: Wenn diese Option gesetzt ist, speichert mrv2 seine Position und Gre beim Verlassen des Programms.
fr: Lorsque cette option est définie, mrv2 enregistrera sa position et sa taille lors de la sortie du programme.
pt: Quando esta opo estiver definida, o mrv2 salvar a sua posio e tamanho ao sair do programa.
ru: Когда эта опция установлена, mrv2 сохранит свое положение и размер при выходе из программы.

source: Fixed Position
de: Behobene Position
fr: Position fixe
pt: Posio fixa
ru: Стационарное положение

source: When this option is set, mrv2 will open in the position you set here (except if the window goes out of the Desktop). If Always Save on Exit is on, the values are recakculated upon exiting the program.
de: Wenn diese Option gesetzt ist, ffnet sich mrv2 in der Position, die Sie hier gesetzt haben (auer wenn das Fenster aus dem Desktop austritt). Wenn beim Beenden immer Speichern eingeschaltet ist, werden die Werte beim Beenden des Programms reakkuliert.
fr: Lorsque cette option est définie, mrv2 s'ouvrira dans la position que vous avez définie ici (sauf si la fenêtre sort du bureau). Si Toujours Enregistrer sur Exit est activée, les valeurs sont recalculées à la sortie du programme.
pt: Quando esta opo estiver definida, o mrv2 abrir- se- na posio que voc definir aqui (exceto se a janela sair do Desktop). Se Sempre Salvar na sada estiver activada, os valores sero recampulados ao sair do programa.
ru: Когда эта опция установлена, mrv2 будет открыта в положении, которое вы установили здесь (за исключением того, что окно выходит из рабочего стола). Если всегда включён вход на входе, значения выстраиваются при выходе из программы.

source: Fixed Size
de: Behobene Gre
fr: Taille fixe
pt: Tamanho Fixo
ru: Фиксированный размер

source: When this option is on, mrv2 will always open to the size you set in W and H. If Always Save on Exit is on, the values are recalculated upon exiting the program.
de: Wenn diese Option aktiviert ist, ffnet sich mrv2 immer fr die Gre, die Sie in W und H gesetzt haben.Wenn Always Save on Exit eingeschaltet ist, werden die Werte beim Verlassen des Programms neu berechnet.
fr: Lorsque cette option est activée, mrv2 s'ouvrira toujours à la taille que vous avez définie dans W et H. Si Always Save on Exit est activée, les valeurs seront recalculées à la sortie du programme.
pt: Quando esta opo estiver ligada, o mrv2 ir sempre abrir para o tamanho que voc definiu em W e H. Se Sempre Salvar na sada estiver ligada, os valores sero recalculados ao sair do programa.
ru: Когда эта опция включена, mrv2 всегда будет открыта для размера, установленного в W и H. Если всегда сохранить на выходе, значения пересчитываются при выходе из программы.

source: Take Current Window Values
de: Aktuelle Fensterwerte nehmen
fr: Prendre les valeurs actuelles de la fenêtre
pt: Aceitar os Valores da Janela Atual
ru: Воспользуйтесь текущими значениями окна

source: Fills the Fixed Position and and Fixed Size values with the current values of the viewer. Remember to also check the boxes for Fixed Position and/or Fixed Size depending what you want to save.
de: Fills the Fixed Position and Fixed Size values with the current values of the viewer. Remember to also check the boxes for Fixed Position and/or Fixed Size depending what you want to save.
fr: Fills the Fixed Position and Fixed Size values with the current values of the viewer. Remember to also check the boxes for Fixed Position and/or Fixed Size depending what you want to save.
pt: Preenche os valores de Posio Fixa e Tamanho Fixo com os valores atuais do visualizador. Lembre- se tambm de assinalar as caixas de Posio Fixa e/ou Tamanho Fixo dependendo do que deseja salvar.
ru: Fills the Fixed Position and Fixed Size values with the current values of the viewer. Remember to also check the boxes for Fixed Position and/or Fixed Size depending what you want to save.

source: Render
fr: Rendre
pt: Renncia
ru: Редакция

source: Alpha Blend
de: Alpha-Mischung
fr: Mélange Alpha
pt: Mistura Alfa
ru: Альфа Бленд

source: Minify Filter
de: Filter verkleinern
fr: Minimiser le filtre
pt: Minimizar o Filtro
ru: Минимизация фильтра

source: Magnify Filter
de: Filter vergrern
fr: Amplifier le filtre
pt: Aumentar o Filtro
ru: Увеличить фильтр

source: Thumbnails
ru: Пальцы

source: Preview Thumbnails above Timeline
de: Vorschau Thumbnails ber Timeline
fr: Aperçu des miniatures ci-dessus Chronologie
pt: Previsualizar as miniaturas acima da linha de tempo
ru: Просмотр миниатюрных пальцев над временной линией

source: Preview Thumbnails in a rectangle above Timeline
de: Vorschau Thumbnails in einem Rechteck oberhalb der Timeline
fr: Aperçu des miniatures dans un rectangle au-dessus de la ligne de temps
pt: Anteviso Thumbnails em um retngulo acima da linha de tempo
ru: Просмотреть пальцы в прямоугольнике над временной линией

source: Preview Thumbnails on Panels
de: Vorschau-Tumbnails auf Panels
fr: Aperçu des miniatures sur les panneaux
pt: Previsualizar miniaturas em painis
ru: Просмотр табличек с пальцами на табличках

source: Preview Thumbnails in Panels
de: Vorschau Thumbnails in Panels
fr: Aperçu des miniatures dans les panneaux
pt: Previsualizar miniaturas em painis
ru: Просмотр миниатюрных снимков в табличках

source: Edit Viewport
de: Ansicht bearbeiten
fr: Modifier le point de vue
pt: Editar a Viso
ru: Правка Просмотра

source: How to display timeline thumbnails by default.
de: Wie werden standardmig Timeline-Vorschaubilder angezeigt?
fr: Comment afficher les miniatures de la chronologie par défaut.
pt: Como exibir miniaturas de linha de tempo por padro.
ru: Как отображать хронологию ногтей по умолчанию.
