Repository: ggarra13/mrv2
Catalog: src/po/python/plug-ins/locale/*/LC_MESSAGES/update-mrv2.po
Languages: fr

source: Install completed with output:
fr: Installer complété avec la sortie:

source: Removed temporary "
fr: Supprimé temporairement > >.

source: The new version of mrv2 was installed.
fr: La nouvelle version de mrv2 a été installée.

source: Could not locate mrv2 in:
fr: Impossible de localiser mrv2 dans :

source: Maybe you installed it in a non-default location.
fr: Peut-être que vous l'avez installé dans un endroit non par défaut.

source: Something failed installing mrv2 - It is not in "
fr: Quelque chose a échoué à installer mrv2 - Il n'est pas dans "

source: Invalid ISO 8601 format provided:
fr: Format ISO 8601 non valide fourni:

source: No file matching
fr: Aucun fichier correspondant

source: was found
fr: a été trouvé

source: No match found
fr: Aucune correspondance n'a été trouvée

source: Install Location:
fr: Emplacement de l'installation :

source: Error retrieving value:
fr: Erreur lors de la récupération de la valeur :

source: Unknown platform
fr: Plate-forme inconnue

source: Saving session:
fr: Session d'épargne :

source: An unexpected error occurred:
fr: Une erreur inattendue s'est produite :

source: Trying to install
fr: Essai d'installation

source: Please wait
fr: S'il vous plaît, attendez.

source: Enter Sudo Password
fr: Saisissez le mot de passe de Sudo

source: Password
fr: Mot de passe

source: You will need to install file
fr: Vous devrez installer le fichier

source: manually.
fr: manuellement.

source: Unknown operating system
fr: Système d'exploitation inconnu

source: Downloading
fr: Téléchargement

source: Download seems to have failed!
fr: Le téléchargement semble avoir échoué!

source: Release Notes
fr: Notes de publication

source: Current version is v
fr: La version actuelle est v

source: Latest version at Github is v
fr: Dernière version chez Github est v

source: Released on
fr: Relâché le

source: Ignore
fr: Ignorer

source: Error fetching latest release information:
fr: Erreur lors de la recherche des dernières informations de publication :

source: There's a new release but it has not been more than 5 days
fr: Il y a une nouvelle sortie mais ça n'a pas été plus de 5 jours

source: unknown date.
fr: date inconnue.

source: Update anyway
fr: Mise à jour de toute façon

source: Downgrade
fr: Déclassement

source: Upgrade
fr: Mise à niveau

source: No download url was found for
fr: Aucun téléchargement url n'a été trouvé pour

source: No releases found for the specified repository.
fr: Aucune version n'a été trouvée pour le dépôt spécifié.

source: Help/Update mrv2
fr: Aide/Mise à jour mrv2
