Repository: ggarra13/mrv2
Catalog: src/po/license_helper/*.po
Languages: de, es, fr, hi_in, it, ja, pt, ru, zh_cn

source: Check your browser for a valid donation. Send your machine id in the comment.
de: Prüfen Sie Ihren Browser auf eine gültige Spende. Geben Sie Ihre Machine-ID im Kommentarfeld an.
es: Chequée su navegador por una donación válida. Envíe su id de máquina en el comentario.
fr: Vérifiez votre navigateur pour confirmer votre don. Envoyez votre Identifiant Machine (Machine ID) dans le commentaire.
hi_in: वैध दान (donation) के लिए अपना ब्राउज़र जांचें। टिप्पणी में अपनी मशीन आईडी (machine id) भेजें।
it: Controlla il tuo browser per una donazione valida. Invia il tuo ID macchina nel commento.
ja: ブラウザで寄付が正しく行われたか確認してください。コメント欄にマシンIDを入力して送信してください。
pt: Verifique o seu navegador para uma doação válida. Envie o ID da sua máquina no comentário.
ru: Проверьте ваш браузер на наличие подтвержденного пожертвования. Укажите ID вашего компьютера в комментарии.
zh_cn: 请检查浏览器以确认有效的捐赠。请在备注中发送您的机器 ID。

source: If you submitted a valid donation, you will get a message in the mail activating your license plan.
de: Wenn Sie eine gültige Spende getätigt haben, erhalten Sie eine E-Mail zur Aktivierung Ihres Lizenzplans.
es: Si usted envió una donación válida, recibirá un mensaje en el correo activando su plan de licencia.
fr: Si vous avez effectué un don valide, vous recevrez un e-mail d'activation de votre licence.
hi_in: यदि आपने वैध दान जमा किया है, तो आपको अपना लाइसेंस प्लान सक्रिय करने के लिए ईमेल पर एक संदेश प्राप्त होगा।
it: Se hai effettuato una donazione valida, riceverai un messaggio via e-mail per attivare il tuo piano di licenza.
ja: 有効な寄付が確認されましたら、ライセンスプランを有効化するためのメールが送信されます。
pt: Se você enviou uma doação válida, receberá uma mensagem por e-mail ativando o seu plano de licença.
ru: После подтверждения пожертвования вы получите электронное письмо для активации вашего тарифного плана лицензии.
zh_cn: 如果您已提交有效的捐赠，您将收到一封激活许可计划的电子邮件。

source: Please fill in the master key with the one you got.
es: Por favor complete con la llave maestra que obtuvo.
hi_in: कृपया वह मास्टर कुंजी दर्ज करें जो आपको मिली है।
ru: Пожалуйста, введите мастер-ключ, который вы получили.

source: License helper
de: Lizenz-Assistent
es: Utilidad de Licencia
fr: Assistant de licence
hi_in: लाइसेंस सहायक
it: Assistente licenza
ja: ライセンス・ヘルパー
pt: Assistente de licença
ru: Помощник по лицензированию
zh_cn: 许可助手

source: Node-Locked License
de: Node-Locked-Lizenz
es: Licencia atada a Nodo
fr: Licence monoposte (Node-Locked)
hi_in: नोड-लॉक्ड लाइसेंस (Node-Locked License)
it: Licenza Node-Locked
ja: ノードロック・ライセンス
pt: Licença Node-Locked
ru: Лицензия с привязкой к узлу (Node-Locked)
zh_cn: 节点锁定许可 (Node-Locked)

source: To unlock features, please submit the machine id below with your Paypal donation of:
de: Um Funktionen freizuschalten, geben Sie bitte untenstehende Machine-ID bei Ihrer Paypal-Spende an:
es: Para destrabar prestaciones, por favor envíe la ID de máquina aquí listada con la donación de Paypal de:
fr: Pour débloquer les fonctionnalités, veuillez soumettre l'identifiant machine ci-dessous avec votre don Paypal de :
hi_in: फीचर्स अनलॉक करने के लिए, कृपया नीचे दी गई मशीन आईडी को अपने इतने पेपैल (Paypal) दान के साथ सबमिट करें:
it: Per sbloccare le funzioni, invia l'ID macchina qui sotto insieme alla tua donazione Paypal di:
ja: 機能をアンロックするには、以下のマシンIDを添えて、Paypalで以下の金額の寄付をお願いします：
pt: Para desbloquear recursos, envie o ID da máquina abaixo com sua doação via Paypal de:
ru: Чтобы разблокировать функции, пожалуйста, отправьте указанный ниже ID компьютера вместе с пожертвованием Paypal в размере:
zh_cn: 要解锁功能，请提交以下机器 ID 并通过 Paypal 捐赠：

source: Only the listed amounts unlock features; all others are regular donations.
de: Nur die aufgeführten Beträge schalten Funktionen frei; alle anderen Beträge gelten als reguläre Spenden.
es: Sólo las cifras listadas destraban prestaciones; las demás son donaciones regulares.
fr: Seuls les montants listés débloquent les fonctionnalités ; tous les autres sont considérés comme des dons réguliers.
hi_in: केवल सूचीबद्ध राशियाँ ही फीचर्स अनलॉक करती हैं; अन्य सभी सामान्य दान माने जाते हैं।
it: Solo gli importi elencati sbloccano le funzioni; tutti gli altri sono considerati donazioni regolari.
ja: 記載されている金額のみが機能のアンロック対象となります。それ以外の金額は通常の寄付として扱われます。
pt: Apenas os valores listados desbloqueiam recursos; todos os outros são considerados doações regulares.
ru: Только указанные суммы разблокируют функции; все остальные считаются обычными пожертвованиями.
zh_cn: 只有列出的金额才能解锁功能；其他金额将被视为普通捐赠。

source: Annotations and Saving only for a year Solo + Python for one year Standard + Editing for one year Editing + Voice and Link Annotations for one year All of Pro but without expiration date (you own it).
es: Anotaciones y guardado solo por un año Solo + Python por un año Estándar + Edición por un año Edición + anotaciones de voz y enlaces por un año Todo lo de Pro pero sin fecha de vencimiento (es tuyo).
fr: Annotations et sauvegarde uniquement pendant un an Solo + Python pendant un an Standard + Édition pendant un an Édition + annotations vocales et de liens pendant un an Tout ce qui est inclus dans Pro, mais sans date d’expiration (vous le possédez).
hi_in: एनोटेशन और सेविंग केवल एक वर्ष के लिए Solo + Python एक वर्ष के लिए Standard + एडिटिंग एक वर्ष के लिए एडिटिंग + वॉयस और लिंक एनोटेशन एक वर्ष के लिए Pro की सभी सुविधाएँ, लेकिन बिना समाप्ति तिथि के (यह आपका है)।
ja: 注釈と保存は1年間のみ Solo + Python は1年間 Standard + 編集 は1年間 編集 + 音声およびリンク注釈 は1年間 Pro のすべての機能を含みますが、有効期限はありません（ご自身のものです）。
pt: Anotações e salvamento apenas por um ano Solo + Python por um ano Padrão + Edição por um ano Edição + anotações de voz e de links por um ano Todo o conteúdo do Pro, mas sem data de expiração (é seu).
ru: Аннотации и сохранение только на один год Solo + Python на один год Standard + редактирование на один год Редактирование + голосовые и ссылочные аннотации на один год Все возможности Pro, но без срока действия (вы владеете этим).

source: Custom Development
de: Individuelle Entwicklung
es: Desarrollo Personalizado
fr: Développement personnalisé
hi_in: कस्टम डेवलपमेंट (Custom Development)
it: Sviluppo personalizzato
ja: カスタム開発
pt: Desenvolvimento Personalizado
ru: Индивидуальная разработка
zh_cn: 定制开发

source: For custom development:
de: Für individuelle Entwicklung:
es: Para desarrollo personalizado:
fr: Pour un développement personnalisé :
hi_in: कस्टम डेवलपमेंट के लिए:
it: Per lo sviluppo personalizzato:
ja: カスタム開発について：
pt: Para desenvolvimento personalizado:
ru: Для индивидуальной разработки:
zh_cn: 关于定制开发：

source: USD $ 5000 for Remote - Open Source Development without Hardware (I may fail). USD $ 10000 for Remote - Open Source Development With Hardware. USD $ 40000 for Remote - Closed Source Custom Development. USD $100000 for Buying the source as is and stop its Open Source Development. Contact ggarra13@@gmail.com
de: USD $ 5000 für Remote - Open-Source-Entwicklung ohne Hardware (Erfolg nicht garantiert). USD $ 10000 für Remote - Open-Source-Entwicklung mit Hardware. USD $ 40000 für Remote - Closed-Source Individualentwicklung. USD $100000 für den Kauf des Quellcodes im Ist-Zustand und Einstellung der Open-Source-Entwicklung. Kontakt: ggarra13@@gmail.com
es: USD $ 5000 para Remoto - Desarrollo Código Abierto sin Hardware (puedo fallar). USD $ 10000 para Remoto - Desarrollo Código Abierto con Hardware. USD $ 40000 for Remote - Desarrollo Privativo sin Código Abierto. USD $100000 para Comprar el código como está y parar su desarrollo de Código Abierto. Contacte a ggarra13@@gmail.com
fr: 5 000 USD pour Développement Open Source à distance - sans matériel (sous réserve de faisabilité). 10 000 USD pour Développement Open Source à distance - avec matériel. 40 000 USD pour Développement propriétaire (Closed Source) personnalisé à distance. 100 000 USD pour l'achat du code source en l'état et l'arrêt de son développement Open Source. Contact : ggarra13@@gmail.com
hi_in: USD $ 5000 रिमोट के लिए - बिना हार्डवेयर के ओपन सोर्स डेवलपमेंट (मैं विफल हो सकता हूँ)। USD $ 10000 रिमोट के लिए - हार्डवेयर के साथ ओपन सोर्स डेवलपमेंट। USD $ 40000 रिमोट के लिए - क्लोज्ड सोर्स कस्टम डेवलपमेंट। USD $100000 सोर्स कोड को वर्तमान स्थिति में खरीदने और इसके ओपन सोर्स डेवलपमेंट को रोकने के लिए। संपर्क करें: ggarra13@@gmail.com
it: USD $ 5000 per Sviluppo Open Source remoto - senza hardware (potrei non riuscire). USD $ 10000 per Sviluppo Open Source remoto - con hardware. USD $ 40000 per Sviluppo personalizzato Closed Source remoto. USD $100000 per l'acquisto del codice sorgente così com'è e l'interruzione del suo sviluppo Open Source. Contatto: ggarra13@@gmail.com
ja: USD $ 5,000 リモート - オープンソース開発（ハードウェアなし、不成功に終わる可能性あり）。 USD $ 10,000 リモート - オープンソース開発（ハードウェアあり）。 USD $ 40,000 リモート - クローズドソース・カスタム開発。 USD $ 100,000 ソースコードを現状有姿で購入し、オープンソース開発を停止する場合。 連絡先： ggarra13@@gmail.com
pt: USD $ 5000 para Remoto - Desenvolvimento Open Source sem Hardware (posso falhar). USD $ 10000 para Remoto - Desenvolvimento Open Source com Hardware. USD $ 40000 para Remoto - Desenvolvimento Personalizado de Código Fechado. USD $100000 para Comprar o código-fonte como está e interromper seu desenvolvimento Open Source. Contato: ggarra13@@gmail.com
ru: 5000 USD Удаленная разработка Open Source без оборудования (возможна неудача). 10000 USD Удаленная разработка Open Source с оборудованием. 40000 USD Удаленная разработка проприетарного ПО (Closed Source). 100000 USD Покупка исходного кода «как есть» и прекращение его разработки в формате Open Source. Контакт: ggarra13@@gmail.com
zh_cn: 5000 美元 远程开发 - 无硬件支持的开源开发（可能会失败）。 10000 美元 远程开发 - 包含硬件支持的开源开发。 40000 美元 远程开发 - 闭源定制开发。 100000 美元 按现状买断源码并停止其开源开发。 联系方式：ggarra13@@gmail.com

source: Annotations and Saving only for a year Solo + Python Standard + Editing Editing + Voice and Link Annotations All of Pro + change your machine[s] as you want
de: Annotationen und Speichern für nur ein Jahr Solo + Python Standard + Bearbeitung Bearbeitung + Sprach- und Link-Annotationen Alles von Pro + beliebiger Wechsel der Maschine(n)
it: Annotazioni e Salvataggio solo per un anno Solo + Python Standard + Editing Editing + Annotazioni vocali e link Tutto il pacchetto Pro + cambia le tue macchine come preferisci
zh_cn: 批注与保存（仅限一年） Solo + Python Standard + 编辑 编辑 + 语音及链接批注 包含所有 Pro 功能 + 随心更换机器设备
