Repository: ggarra13/mrv2
Catalog: src/po/mrv2/python/plug-ins/locale/*/LC_MESSAGES/update-mrv2.po
Languages: de, hi_in, it, ja, pt, ru

source: Install completed with output:
de: Installieren mit Ausgabe abgeschlossen:
hi_in: आउटपुट के साथ पूर्ण संस्थापित करें:
it: Installazione completata con uscita:
ja: インストールが完了しました。出力は以下の通りです:
pt: Instalar completado con salida:
ru: Установить выполненное мероприятие:

source: Removed temporary "
de: Vorübergehend entfernt "
hi_in: अस्थायी रूप से हटाया गया "नहीं है"
it: Rimosso temporaneo "
ja: 一時的な "
pt: Suprimido temporario "
ru: Удалено временно"

source: The new version of mrv2 was installed.
de: Die neue Version von mrv2 wurde installiert.
hi_in: mrv2 का नया संस्करण संस्थापित है.
it: La nuova versione di mrv2 è stata installata.
ja: mrv2 の新しいバージョンがインストールされました。
pt: La nueva versión de mrv2 fue instalada.
ru: Была установлена новая версия mrv2.

source: Could not locate mrv2 in:
de: mrv2 konnte nicht gefunden werden in:
hi_in: में mrv2 का पता नहीं लगा सका:
it: Impossibile localizzare mrv2 in:
ja: mrv2 が以下の場所に見つかりませんでした:
pt: Impossible localizar mrv2 en:
ru: Невозможно найти mrv2 в:

source: Maybe you installed it in a non-default location.
de: Vielleicht haben Sie es an einem nicht standardmäßigen Ort installiert.
hi_in: शायद आपने इसे गैर-डिफ़ॉल्ट स्थान में संस्थापित किया हो.
it: Forse l'hai installato in una posizione non predefinita.
ja: デフォルト以外の場所にインストールした可能性があります。
pt: Peut-être que l'avez instalado en un local no por default.
ru: Может, вы установили его в месте, где он не был неисправен.

source: Something failed installing mrv2 - It is not in "
de: Etwas fehlgeschlagen Installation mrv2 - Es ist nicht in "
hi_in: कुछ नहीं संस्थापन किया जा रहा है mrv2 - यह " में नहीं है
it: Qualcosa non è riuscito a installare mrv2 - Non è in "
ja: mrv2 のインストールに失敗しました。"
pt: Algo faillé instalar mrv2 - No está en "
ru: Что-то не сработало с установкой mrv2 - его нет в "

source: Downloaded file. Do a Manual Install
hi_in: फ़ाइल डाउनलोड हो गई है। कृपया मैनुअल इंस्टॉल करें।
it: File scaricato. Eseguire un'installazione manuale.
ja: ファイルをダウンロードしました。手動インストールを行ってください。
ru: Файл загружен. Выполните установку вручную.

source: Invalid ISO 8601 format provided:
de: Ungültiges ISO 8601-Format bereitgestellt:
hi_in: अवैध ISO 8601 फॉर्मेट प्रदान किया गया:
it: Formato ISO 8601 non valido fornito:
ja: 無効な ISO 8601 形式が提供されました:
pt: Formato ISO 8601 fourni:
ru: Неверный формат ISO 8601:

source: No file matching
de: Kein Datei-Matching
hi_in: कोई फ़ाइल मेल नहीं
it: Nessun file corrispondente
ja: 一致するファイルはありません
pt: No correspondencia de fichiers
ru: Нет совпадения файлов

source: was found
de: wurde gefunden
hi_in: मिला
it: è stato trovato
ja: が見つかりました
pt: fue encontrado
ru: был найден

source: No match found
de: Keine Übereinstimmung gefunden
hi_in: कोई मेल नहीं मिला
it: Nessuna corrispondenza trovata
ja: 一致するものは見つかりませんでした
pt: Não foi encontrada correspondência
ru: Совпадений не найдено

source: Install Location:
de: Ort installieren:
hi_in: स्थान संस्थापित करें:
it: Installa la posizione:
ja: インストール場所:
pt: Local de instalação:
ru: Расположение:

source: Error retrieving value:
de: Fehler beim Abrufen des Wertes:
hi_in: मूल्य पाने में त्रुटि:
it: Errore nel recuperare il valore:
ja: 値の取得にエラーが発生しました:
pt: Error en recuperar el valor:
ru: Погрешность поиска:

source: Unknown platform
de: Unbekannte Plattform
hi_in: अज्ञात प्लेटफॉर्म
it: Piattaforma sconosciuta
ja: 不明なプラットフォーム
pt: Plataforma inconnue
ru: Неизвестная платформа

source: Saving session:
de: Sitzung speichern:
hi_in: सत्र सहेजा जा रहा है:
it: Sessione di salvataggio:
ja: セッションを保存しています:
pt: Session de sauvegarde:
ru: Спасительный сеанс:

source: An unexpected error occurred:
de: Ein unerwarter Fehler ist aufgetreten:
hi_in: एक अप्रत्याशित त्रुटि हुई:
it: Si è verificato un errore inaspettato:
ja: 予期しないエラーが発生しました:
pt: Se produjo un error inesperado:
ru: Произошла неожиданная ошибка:

source: Trying to install
de: Versuchen zu installieren
hi_in: संस्थापित करने की कोशिश कर रहा है
it: Prova ad installare
ja: インストールを試みています
pt: Tentar d'installer
ru: Пытаюсь установить

source: Please wait
de: Bitte warten Sie.
hi_in: कृपया प्रतीक्षा करें
it: Per favore, aspettate.
ja: お待ちください
pt: Por favor, espere
ru: Подождите, пожалуйста.

source: Enter Sudo Password or Close Window
hi_in: Sudo पासवर्ड दर्ज करें या विंडो बंद करें
it: Inserire la password sudo o chiudere la finestra
ja: sudo パスワードを入力するか、ウィンドウを閉じてください
ru: Введите пароль sudo или закройте окно

source: Password
de: Passwort
hi_in: पासवर्ड
ja: パスワード
pt: Senha
ru: Пароль

source: You will need to install file
de: Sie müssen Datei installieren
hi_in: आपको फ़ाइल संस्थापित करना होगा
it: Avrai bisogno di installare il file
ja: ファイルをインストールする必要があります
pt: Necesitarás instalar un archivo
ru: Вы должны установить файл

source: manually.
de: manuell.
hi_in: दस्ती रूप से.
it: manualmente.
ja: 手動で。
pt: manualmente.
ru: Ручной.

source: Unknown operating system
de: Unbekanntes Betriebssystem
hi_in: अज्ञात ऑपरेटिंग सिस्टम
it: Sistema operativo sconosciuto
ja: 不明なオペレーティングシステム
pt: Sistema operativo desconocido
ru: Неизвестная операционная система

source: Downloading
de: Herunterladen
hi_in: डाउनलोड किया जा रहा है
it: Scaricamento
ja: ダウンロード中:
pt: Downloads
ru: Загрузка

source: Download seems to have failed!
de: Download scheint gescheitert zu sein!
hi_in: लगता है कि डाउनलोड असफल!
it: Il download sembra aver fallito!
ja: ダウンロードが失敗したようです!
pt: El download parece ter fracassado!
ru: Похоже, загрузка провалилась!

source: Release Notes
de: Freigabehinweise
hi_in: रिलीज नोट्स
it: Note di rilascio
ja: リリースノート
pt: Notes de liberation
ru: Выпущенные ноты

source: Current version is v
de: Aktuelle Version ist v
hi_in: वर्तमान संस्करण v है
it: La versione attuale è v
ja: 現在のバージョンは v
pt: La versión actual is v
ru: Текущая версия v

source: Latest version at Github is v
de: Letzte Version von Github ist v
hi_in: किबुब में नवीनतम संस्करण v है
it: Ultima versione a Github è v
ja: Github の最新バージョンは v
pt: Última versão em Github is v
ru: Последняя версия на Github v

source: Released on
de: Freigeben am
hi_in: जारी
it: Rilasciato il
ja: リリース日:
ru: Выпущена в эфир

source: Ignore
de: Ignorieren
hi_in: नजरअंदाज करें
it: Ignorare
ja: 無視
pt: Ignorar
ru: Игнорировать

source: Error fetching latest release information:
de: Fehler beim Abrufen aktueller Release-Informationen:
hi_in: नवीनतम रिलीज सूचना लाने में त्रुटि:
it: Errore nel recuperare le ultime informazioni di rilascio:
ja: 最新リリース情報の取得にエラーが発生しました:
pt: Error en la búsqueda de información sobre las últimas versiones:
ru: Ошибка получения последней информации о выпуске:

source: There's a new release but it has not been more than 5 days
de: Es gibt eine neue Veröffentlichung, aber es ist nicht mehr als 5 Tage her
hi_in: एक नया रिहाई है लेकिन यह 5 दिनों से अधिक नहीं किया गया है
it: C'è un nuovo rilascio, ma non è stato più di 5 giorni
ja: 新しいリリースがありますが、5日以上経過していません
pt: Hay un nuevo lanzamiento, pero no ha pasado más de 5 días
ru: Есть новое освобождение, но прошло не больше 5 дней.

source: unknown date.
de: Unbekanntes Datum.
hi_in: अज्ञात तारीख़.
it: data sconosciuta.
ja: 不明な日付。
pt: fecha desconhecida.
ru: Неизвестная дата.

source: Update anyway
de: Trotzdem aktualisieren
hi_in: किसी तरह अद्यतन करें
it: Aggiorna comunque
ja: それでも更新する
pt: Mettre à jour de toute façon
ru: В любом случае, обновите

source: Downgrade
de: Nachrüsten
hi_in: डाउनग्रेड
it: Riduzione
ja: ダウングレード
pt: Abaixamento
ru: Пониженный класс

source: Upgrade
de: Aktualisierung
hi_in: उन्नयन
it: Aggiornamento
ja: アップグレード
pt: Atualizar
ru: Модернизация

source: No download url was found for
de: Keine Download-URL wurde gefunden für
hi_in: कोई डाउनलोड यूआरएल नहीं मिला
it: Nessun download url è stato trovato per
ja: ダウンロードURLが見つかりませんでした:
pt: Aucun téléchargement url n'a été encontrado para
ru: Скачивания url не было найдено

source: No
hi_in: नहीं
ja: いいえ
ru: Нет

source: releases found for the specified repository.
hi_in: निर्दिष्ट रिपॉज़िटरी के लिए कोई रिलीज़ नहीं मिली।
it: nessuna release trovata per il repository specificato.
ja: 指定されたリポジトリにはリリースが見つかりませんでした。
ru: для указанного репозитория не найдено релизов.

source: Help/Update mrv2
de: Hilfe/Aktualisierung mrv2
hi_in: मदद/mrv2 अद्यतन करें
it: Aiuto/Aggiornamento mrv2
ja: ヘルプ/mrv2 を更新
pt: Ajuda/Atualização mrv2
ru: Справка/Обновить mrv2

source: Enter Sudo Password
de: Sudo-Passwort eingeben
pt: Introduza a senha Sudo
