Repository: ggarra13/mrv2
Catalog: src/po/mrv2/*.po
Languages: hi_in, it, ja

source: When this option is on, mrv2 will always open to the size you set in W and H. If Always Save on Exit is on, the values are recalculated upon exiting the program.
hi_in: जब यह विकल्प चालू होगा, mrv2 उस आकार के लिए हमेशा खुला रहेगा जो आपने डबल्यू और एच. में सेट किया है यदि हमेशा बाहर होने पर सहेजें, मूल्य प्रोग्राम से बाहर होने पर फिर से गणना किया जाता है.
it: Quando questa opzione è accesa, mrv2 si aprirà sempre alle dimensioni impostate in W e H. Se sempre Salva all'uscita è accesa, i valori vengono ricalcolati all'uscita del programma.
ja: このオプションがオンの場合、mrv2 は常に W と H で設定したサイズで開きます。常に終了時に保存がオンの場合、プログラムの終了時に値が再計算されます。

source: Take Current Window Values
hi_in: मौज़ूदा विंडो मान लें
it: Prendi i valori attuali della finestra
ja: 現在のウィンドウの値を使用

source: Fills the Fixed Position and and Fixed Size values with the current values of the viewer. Remember to also check the boxes for Fixed Position and/or Fixed Size depending what you want to save.
hi_in: Fills the Fixed Position and Fixed Size values with the current values of the viewer. Remember to also check the boxes for Fixed Position and/or Fixed Size depending what you want to save.
it: Fills the Fixed Position and Fixed Size values with the current values of the viewer. Remember to also check the boxes for Fixed Position and/or Fixed Size depending what you want to save.
ja: ビューアーの現在の値で、固定位置と固定サイズの値を埋めます。保存したいものに応じて、固定位置と/または固定サイズのチェックボックスも確認してください。

source: Render
hi_in: रेंडर
ja: レンダリング

source: Alpha Blend
hi_in: अल्फा ब्लेंड
it: Miscelazione alfa
ja: アルファブレンド

source: Minify Filter
hi_in: न्यूनतमीकरण फ़िल्टर
it: Minimizzare il filtro
ja: 縮小フィルタ

source: Magnify Filter
hi_in: आवाही फ़िल्टर
it: Ingrandisci il filtro
ja: 拡大フィルタ

source: Thumbnails
hi_in: लघु छवि
ja: サムネイル

source: Edit Viewport
hi_in: संपादन
it: Modifica visualizzazione
ja: 編集ビューポート

source: How to display timeline thumbnails by default.
hi_in: मूलभूत रूप से समयरेखा को कैसे दिखाएँ.
it: Come visualizzare le miniature della timeline per impostazione predefinita.
ja: タイムラインのサムネイルをデフォルトで表示する方法。

source: Preview Thumbnails above Timeline
hi_in: ऊपर की लघु छवि का पूर्वावलोकन
it: Anteprima Thumbnails sopra Timeline
ja: タイムライン上にサムネイルをプレビュー

source: Preview Thumbnails in a rectangle above Timeline
hi_in: ऊपर प्रयुक्त चतुर्भुज में लघु छवि पूर्वावलोकन दिखाता है
it: Anteprima Thumbnails in un rettangolo sopra Timeline
ja: タイムライン上の長方形内でサムネイルをプレビュー

source: Refresh Thumbnails on Panels Manuallly
hi_in: पैनलों पर थंबनेल को मैन्युअल रूप से ताज़ा करें
it: Aggiorna manualmente le miniature nei pannelli

source: When this option is on, thumbnails in panels won't be refreshed automatically. You will have to use RMB->Update Thumbnail on the Thumbnail.
hi_in: जब यह विकल्प चालू होता है, तो पैनलों में थंबनेल स्वतः ताज़ा नहीं होंगे। आपको थंबनेल पर दाएँ क्लिक -> थंबनेल अद्यतन करें का उपयोग करना होगा।
it: Quando questa opzione è attiva, le miniature nei pannelli non verranno aggiornate automaticamente. È necessario usare clic destro -> Aggiorna miniatura sulla miniatura.

source: Preview Thumbnails on Panels
hi_in: पैनलों पर लघु छवि पूर्वावलोकन
it: Anteprima miniature sui pannelli
ja: パネル上でサムネイルをプレビュー

source: Preview Thumbnails in Panels
hi_in: फलक में लघु छवि का पूर्वावलोकन
it: Anteprima miniature nei pannelli
ja: パネル内でサムネイルをプレビュー

source: Display
hi_in: प्रदर्शित करें
it: Visualizza
ja: 表示

source: How to display timeline by default.
hi_in: मूलभूत रूप से समय रेखा प्रदर्शित करने के लिए कैसे कार्य करना है.
it: Come visualizzare la timeline per impostazione predefinita.
ja: タイムラインをデフォルトで表示する方法。

source: Start in Edit mode
hi_in: संपादन मोड में प्रारंभ करें
it: Avvia in modalità Modifica
ja: 編集モードで開始

source: Editing viewport will be visible at start up.
hi_in: संपादन व्यूपोर्ट शुरू होने पर दिखाई देगा.
it: La modifica della vista sarà visibile all'avvio.
ja: 編集ビューポートが起動時に表示されます。

source: Remove EDLs in Temporary Folder on Exit
hi_in: बाहर होने पर अस्थाई फ़ोल्डर में EDL को मिटाएँ
it: Rimuovere EDL in cartella temporanea all'uscita
ja: 終了時に一時フォルダ内のEDLを削除

source: When selected, temporary EDLs (Playlists) will be removed from the temporary folder.
hi_in: जब चुना जाता है, अस्थायी EDL (Playlist) अस्थायी फ़ोल्डर से हटा दिया जाएगा.
it: Una volta selezionati, gli EDL temporanei (Playlists) verranno rimossi dalla cartella temporanea.
ja: 選択すると、一時フォルダ内の一時的なEDL（プレイリスト）が削除されます。

source: Video Start Frame
hi_in: वीडियो प्रारंभ फ्रेम
it: Cornice di avvio video
ja: ビデオ開始フレーム

source: Start value in the timeline where video starts.
hi_in: समय रेखा में आरंभ करें जहाँ वीडियो प्रारंभ होता है.
it: Inizia il valore nella timeline dove inizia il video.
ja: ビデオが開始されるタイムラインの開始値。

source: Playback
hi_in: प्लेबैक
it: Riproduzione
ja: 再生

source: Auto Playback
hi_in: स्वचालित बजाएँ
it: Riproduzione automatica
ja: 自動再生

source: Start Playback when opening files.
hi_in: जब फ़ाइलों को खोला जाए तो प्लेबैक प्रारंभ करें.
it: Avvia la riproduzione al momento dell'apertura dei file.
ja: ファイルを開く際に再生を開始します。

source: Single Click Playback
hi_in: एकल क्लिकबैक
it: Riproduzione singola clic
ja: 単一クリック再生

source: Start Playback when single clicking the left mouse button on the view window
hi_in: जब एकल माउस बटन को दृश्य विंडो में क्लिक करते हो तो प्लेबैक प्रारंभ करें
it: Inizia la riproduzione quando fai clic sul pulsante sinistro del mouse sulla finestra di visualizzazione
ja: ビューウィンドウで左クリックしたときに再生を開始します。

source: Auto Hide Pixel Bar
hi_in: पिक्सेल पट्टी स्वतः छुपाएँ
it: Nascondi automaticamente la barra dei pixel
ja: ピクセルバーを自動的に隠す

source: Sequences
hi_in: अनुक्रम
it: Sequenze
ja: シーケンス

source: Speed
hi_in: गति
it: Velocità
ja: 速度

source: Frames Per Second value for sequences that don't have embedded speed.
hi_in: फ्रेम पर निर्भर करता है कि अनुक्रमों के लिए दूसरा मूल्य है जो एम्बेडेड गति नहीं है.
it: Frames Per secondo valore per sequenze che non hanno velocità incorporata.
ja: 埋め込み速度がないシーケンスのフレームレート値。

source: Looping Mode
hi_in: लूपिंग मोड
it: Modalità di attacco
ja: ループモード

source: Select default looping mode in timeline.
hi_in: समय रेखा में डिफ़ॉल्ट लूपिंग मोड चुनें.
it: Selezionare la modalità di loop predefinita nella timeline.
ja: タイムラインのデフォルトのループモードを選択します。

source: Sensitivity
hi_in: संवेदनशीलता
it: Sensibilità
ja: 感度

source: This setting controls the sensitivity of scrubbing. Smaller values make the mouse move jump more frames while higher values does the opposite.
hi_in: यह सेटिंग क्लीबिंग (SHIT और उसके बाद माउस दाहिने और बाएँ की ओर) को नियंत्रित करता है. छोटे मान माउस को अधिक फ्रेम बनाता है जबकि उच्चतर मान विपरीत होता है.
it: Questa impostazione controlla la sensibilità del lavaggio. Valori più piccoli fanno il mouse muovere saltare più fotogrammi mentre valori più alti fanno il contrario.

source: Start playback when scrubbing so that audio can be heard. Scrubbing can be less smooth.
hi_in: प्लेबैक को रोकने के दौरान प्रारंभ करें ताकि ऑडियो सुना जा सके. स्क्रैबिंग कम नरम हो सकता है.
it: Iniziare la riproduzione quando lavaggio in modo che l'audio può essere ascoltato. Scrobbing può essere meno liscio.
ja: スクラブ中に再生を開始してオーディオを聞けるようにします。スクラブは少し荒くなることがあります。

source: Alt Sensitivity
hi_in: संवेदनशीलता
it: Sensibilità Alt
ja: Alt感度

source: When using ALT + Left Mouse Button, this setting controls the multiplier used for slowing the scrubbing.
hi_in: जब ALT + बाएँ माउस बटन का उपयोग किया जाता है, तो यह सेटिंग स्क्रबिंग को धीमा करने के लिए प्रयुक्त गुणक को नियंत्रित करती है।
it: Quando si utilizza ALT + Click sinistro del mouse, questa impostazione controlla il moltiplicatore usato per rallentare lo scrub.
ja: ALT + 左クリックを使用する場合、この設定はスクラブの速度を遅くするための乗数を制御します。

source: Default View
hi_in: डिफ़ॉल्ट दृश्य
it: Vista predefinita
ja: デフォルトビュー

source: Show Transitions
hi_in: ट्रांजीशन दिखाएँ
it: Mostra transizioni
ja: トランジションを表示

source: Show Transitions in Edit Viewport
hi_in: दृश्य में ट्रांजीशन्स दिखाएँ
it: Mostra le transizioni nella visualizzazione Modifica
ja: 編集ビューポートでトランジションを表示

source: Show Markers
hi_in: मार्कर्स दिखाएं
it: Mostra segnalibri
ja: マーカーを表示

source: Show Markers in Edit Viewport
hi_in: संपादन विकल्प में मार्कर्स दिखाएं
it: Mostra segnalibri nella visualizzazione Modifica
ja: 編集ビューポートでマーカーを表示

source: Behavior
hi_in: व्यवहार
it: Comportamento
ja: 動作

source: Edit Associated Clips
hi_in: सम्बद्ध क्लिप्स संपादित करें
it: Modifica clip associati
ja: 関連するクリップを編集

source: Edit Associated Clips.
hi_in: सम्बद्ध क्लिप्स संपादित करें.
it: Modifica Clip associati.
ja: 関連するクリップを編集します。

source: Editable
hi_in: संशोधनीय
it: Modificabile
ja: 編集可能

source: Editable Timeline Viewport.
hi_in: संपादन गति पट्टी दृश्यport.
it: Visualizzazione Timeline modificabile.
ja: 編集可能なタイムラインビューポート。

source: OCIO Config File
hi_in: ओआईआईओ कॉन्फ़िग फ़ाइल
it: File di configurazione OCIO
ja: OCIO設定ファイル

source: This is the path to your config.ocio file. It can be set with the environment variable OCIO, which takes precedence over any saved setting.
hi_in: यह आपके कॉन्फ़िग फ़ाइल का पथ है. यह एनवायरनमेंट वेरिएबल ओआईओ के साथ सेट किया जा सकता है, जो किसी भी सहेजे गए विन्यास से ज़्यादा उपयुक्‍त बनाता है.
it: Questo è il percorso verso il file config.ocio. Può essere impostato con la variabile ambiente OCIO, che ha precedenza su qualsiasi impostazione salvata.
ja: これはconfig.ocioファイルへのパスです。環境変数OCIOで設定することもでき、保存された設定よりも優先されます。

source: Built-in Configs
hi_in: अंतर्निर्मित कॉन्फ़िग्स
it: Confezioni incorporate
ja: 組み込み設定

source: Pick a config.ocio file from disk.
hi_in: डिस्क से एक कॉन्फ़िग फ़ाइल चुनें.
it: Scegliere un file config.ocio dal disco.
ja: ディスクからconfig.ocioファイルを選択します。

source: Use Default Display and View
hi_in: डिफ़ॉल्ट प्रदर्शन व दृश्य इस्तेमाल करें
it: Usa la visualizzazione e la visualizzazione predefinite
ja: デフォルトの表示とビューを使用

source: When this option is on, and your config.ocio has a default display and view, it will be used to be set as default.
hi_in: जब यह विकल्प चालू होगा, आपके कॉन्फ़िग फ़ाइल को डिफ़ॉल्ट रूप में प्रदर्शित तथा देखें, यह डिफ़ॉल्ट रूप में नियत किया जाएगा.
it: Quando questa opzione è accesa, e il vostro config.ocio ha una visualizzazione e una vista predefinite, sarà usato per essere impostato come predefinito.
ja: このオプションがオンの場合、config.ocioにデフォルトの表示とビューがある場合、それがデフォルトとして設定されます。

source: Use Active Views and Active Displays
hi_in: सक्रिय दृश्य तथा सक्रिय प्रदर्शनों का प्रयोग करें
it: Utilizza le viste attive e le visualizzazioni attive
ja: アクティブビューとアクティブディスプレイを使用

source: When this option is off, OCIO files with active_views: and active_displays: are not taken into account.
hi_in: जब इस विकल्प को बन्द किया जाता है, OCO फ़ाइलें सक्रिय_ दृश्य के साथ बंद हो जाता है. तथा सक्रिय_hosts: हिसाब में नहीं लिया जाता है.
it: Quando questa opzione è spenta, i file OCIO con active_views: e active_displays: non sono presi in considerazione.
ja: このオプションがオフの場合、active_views:およびactive_displays:を持つOCIOファイルは考慮されません。

source: OCIO Defaults
hi_in: OCOO डिफ़ॉल्ट
it: Default di OCIO
ja: OCIOデフォルト

source: 8-bits
hi_in: 8- बिट
it: 8-bit
ja: 8ビット

source: The name of the OCIO default image color space for 8 bit images (jpg, bmp, etc).
hi_in: ओसीआई छवि रंग जगह का नाम 8 बिट छवियों के लिए (सामान्य, एमम्प इत्यादि).
it: Il nome dello spazio di colore predefinito dell'immagine OCIO per immagini a 8 bit (jpg, bmp, ecc).
ja: 8ビット画像（jpg、bmpなど）のOCIOデフォルト画像カラースペースの名前です。

source: 16-bits
hi_in: 16-बिट
it: 16 pezzetti
ja: 16ビット

source: The name of the OCIO default image color space for 16-bit images (cin, tiff, etc.)
hi_in: OCOIO छवि रंग जगह का नाम जो 16 बिट छवियों के लिए होता है (स्की, आदि.)
it: Il nome dello spazio di colore predefinito dell'immagine OCIO per immagini a 16 bit (cin, tiff, ecc.)
ja: 16ビット画像（cin、tiffなど）のOCIOデフォルト画像カラースペースの名前です。

source: 32-bits
hi_in: 32- बिट
it: 32-bit
ja: 32ビット

source: The name of the OCIO default image color space for 32-bit int images (openexr integers, etc.)
hi_in: OCIO छवि रंग जगह का नाम जो 32- बिट छवियों के लिए (krro, आदि).
it: Il nome dello spazio di colore predefinito dell'immagine OCIO per immagini int a 32 bit (openexr intergers, ecc.)
ja: 32ビット整数画像（OpenEXR整数など）のOCIOデフォルト画像カラースペースの名前です。

source: half
hi_in: आधा
it: metà

source: The name of the OCIO default image color space for OpenEXR half images.
hi_in: ओसीआईओ डिफ़ॉल्ट छवि रंग जगह ओपनईएक्सआर छवियों के लिए.
it: Il nome dello spazio di colore predefinito dell'immagine OCIO per le immagini mezza OpenEXR.
ja: OpenEXR半精度画像のOCIOデフォルト画像カラースペースの名前です。

source: float
hi_in: फ्लोटिंग पाइंट
it: Punto galleggiante

source: The name of the OCIO default image color space for half and float images (OpenEXR, hdr, dpx, etc.)
hi_in: OCOIO छवि रंग जगह का नाम आधे तथा फ्लोट छवियों के लिए (ओएक्सआर, hdr, आदि).
it: Il nome dello spazio di colore predefinito dell'immagine OCIO per le immagini a metà e a galleggiante (OpenEXR, hdr, dpx, ecc.)
ja: 半精度と浮動小数点画像（OpenEXR、hdr、dpxなど）のOCIOデフォルト画像カラースペースの名前です。

source: Default Look
hi_in: डिफ़ॉल्ट रूप
it: Visualizzazione predefinita
ja: デフォルトルック

source: Display / View
hi_in: प्रदर्शित करें/दृश्य
it: Visualizza/Visualizza
ja: 表示 / ビュー

source: Default Display / View
hi_in: डिफ़ॉल्ट प्रदर्शक/दृश्य
it: Visualizzazione predefinita/Visualizza
ja: デフォルト表示 / ビュー

source: Loading
hi_in: लोड हो रहा है
it: Caricamento
ja: 読み込み

source: Version Regex
hi_in: संस्करण रेगिक्स
it: Versione Regex
ja: バージョン正規表現

source: Regular Expression used to match clip versions. Must group three things (prefix, number and suffix). If left on its default value (_v), it will automatically be created a regular expression to match versions defined with _v in the name of the file, directory or both. For example: gizmo_v001.0001.exr
hi_in: क्लिप संस्करणों से मेल खाने के लिए उपयोग किया जाने वाला नियमित अभिव्यक्ति (रेगुलर एक्सप्रेशन)। इसमें तीन चीजें (प्रिफिक्स, संख्या, और सफिक्स) का समूह होना चाहिए। यदि इसे इसकी डिफ़ॉल्ट वैल्यू (_v) पर छोड़ा जाता है, तो यह स्वतः ही एक नियमित अभिव्यक्ति बनाएगा जो फ़ाइल, डायरेक्टरी या दोनों के नाम में _v के साथ परिभाषित संस्करणों से मेल खाएगा। उदाहरण के लिए: gizmo_v001.0001.exr
it: Espressione regolare utilizzata per corrispondere alle versioni delle clip. Deve raggruppare tre elementi (prefisso, numero e suffisso). Se lasciato al valore predefinito (_v), verrà automaticamente creata un'espressione regolare per corrispondere alle versioni definite con _v nel nome del file, della directory o di entrambi. Ad esempio: gizmo_v001.0001.exr
ja: クリップバージョンに一致するための正規表現です。プレフィックス、番号、サフィックスの3つをグループ化する必要があります。デフォルト値(_v)のままにすると、ファイル名やディレクトリ名（またはその両方）に_vで定義されたバージョンに一致する正規表現が自動的に作成されます。例: gizmo_v001.0001.exr

source: Maximum Images Apart
hi_in: अधिकतम छवियाँ इसके अलावा
it: Immagini massime separate
ja: 最大画像間隔

source: When searching for a version, this value is the maximum version apart from each other when searching the first or last version.
hi_in: संस्करण के लिए खोज रहा है, यह मान एक दूसरे से अलग है जब पहली या अंतिम संस्करण खोज रहा है.
it: Quando si cerca una versione, questo valore è la versione massima a parte l'una dall'altra quando si cerca la prima o l'ultima versione.
ja: バージョンを検索する際、この値は最初または最後のバージョンを検索する際に互いに離れている最大バージョンです。

source: Missing Frame
hi_in: फ्रेम गुम है
it: Cornice mancante
ja: 欠落フレーム

source: Path Mappings
hi_in: हटाएँ (R)
it: Mappature dei percorsi
ja: パスマッピング

source: Use Up and Down arrows to move the selected line up and down. Double click to change item. Click on an empty area to unselect.
hi_in: चुने गए पंक्तियों को ऊपर और नीचे ले जाने के लिये उपर और निचे तीर हटाएँ. वस्तू बदलने के लिये दो बार क्लिक करें. खाली जगहपर माउस का बटण दबाये.
it: Utilizzare le frecce su e giù per spostare la linea selezionata su e giù. Fare doppio clic per modificare l' elemento. Fare clic su un' area vuota per non selezionare.
ja: 上矢印と下矢印を使用して選択行を上下に移動します。アイテムを変更するにはダブルクリックします。空の領域をクリックして選択を解除します。

source: Add Paths
hi_in: पथ जोड़ें
it: Aggiungi percorsi
ja: パスを追加

source: Add a new remote mapping.
hi_in: एक नया रिमोट फिल्टर जोड़ें.
it: Aggiungere una nuova mappatura remota.
ja: 新しいリモートマッピングを追加します。

source: Remove Paths
hi_in: पथ मिटाएँ
it: Rimuovi percorsi
ja: パスを削除

source: Remove the currently selected path mapping.
hi_in: वर्तमान में चयनित पथ फिल्टरों को मिटाएँ.
it: Rimuovi la mappatura del percorso attualmente selezionata.
ja: 現在選択されているパスマッピングを削除します。

source: Send
hi_in: भेजें
it: Invia
ja: 送信

source: Accept
hi_in: स्वीकारें
it: Accettare
ja: 適用

source: UI Control
hi_in: यूआई नियंत्रण
it: Controllo dell'interfaccia utente
ja: UIコントロール

source: Pan and Zoom
hi_in: पैन तथा ज़ूम
it: Panoramica e zoom
ja: パンとズーム

source: Color Control
hi_in: रंग नियंत्रण
it: Controllo colore
ja: カラーコントロール

source: Audio Control
hi_in: ऑडियो नियंत्रण
it: Controllo audio
ja: オーディオコントロール

source: Monitor VSync
hi_in: मॉनीटर वी सिंक
it: Monitoraggio VSync
ja: モニタVSync

source: Turns on and off Monitor's Vsync. VSync off can display movies faster, at the cost of potential tearing in the image.
hi_in: मॉनीटर व बंद बारी है. वीसिंक बंद फिल्म तेजी से दिखा सकते हैं, छवि में संभावित चीरने की कीमत पर.
it: Attiva e spegne Vsync di Monitor. VSync può visualizzare i film più velocemente, al costo di potenziale strappamento nell'immagine.
ja: モニタのVSyncをオンまたはオフにします。VSyncをオフにすると、映像のティアリングのリスクを冒して映画をより速く表示できます。

source: Color Buffers' Accuracy
hi_in: रंग बफर्स शुद्धता
it: Precisione dei tamponi a colori
ja: カラーバッファの精度

source: Color Buffers can be Float, Half Float, Fast or Automatic. Float preserves all float information, Half Float preserves most float information and Fast works in 8-bits. Automatic selects the accuracy based on image depth.
hi_in: रंग बफर फ्लोट, आधा फ्लोट, तेज या स्वचालित हो सकता है. फ्लोट सभी फ्लोट जानकारी बनाए रखता है, आधा फ्लोट जानकारी बनाए रखता है तथा 8- बिट पर तीव्र कार्य करता है. स्वचालित छवि गहराई पर आधारित सटीकता का चयन करता है.
it: I tamponi a colori possono essere Float, Mezzo Float, Veloce o Automatico. Float conserva tutte le informazioni di galleggiante, Mezzo Float conserva la maggior parte delle informazioni di galleggiante e Fast lavora in 8 bit. Automatico seleziona l'accuratezza in base alla profondità dell'immagine.
ja: カラーバッファはFloat、Half Float、Fast、または自動で設定できます。Floatはすべての浮動小数点情報を保存し、Half Floatはほとんどの浮動小数点情報を保存し、Fastは8ビットで動作します。自動は画像の深度に基づいて精度を選択します。

source: Blit
hi_in: ब्लिट
ja: ブリット

source: Viewports can be drawn with blitting or with shaders. Depending on graphics card and OS one can perform better then the other.
hi_in: व्यूपोर्ट ब्लिटिंग या शेडर्स के साथ बनाए जा सकते हैं। ग्राफिक्स कार्ड और ऑपरेटिंग सिस्टम के आधार पर एक तरीका दूसरे से बेहतर प्रदर्शन कर सकता है।
it: I viewport possono essere disegnati con blitting o con shader. A seconda della scheda grafica e del sistema operativo, uno può funzionare meglio dell’altro.
ja: ビューポートはブリッティングまたはシェーダーで描画できます。グラフィックスカードやOSによって、どちらかの方法がより良いパフォーマンスを発揮します。

source: Secondary Viewport
hi_in: द्वितीयक व्यूपोर्ट
it: Viewport secondario
ja: セカンダリビューポート

source: Timeline can be drawn with blitting or with shaders. Depending on graphics card and OS one can perform better than the other.
hi_in: टाइमलाइन ब्लिटिंग या शेडर्स के साथ बनाई जा सकती है। ग्राफिक्स कार्ड और ऑपरेटिंग सिस्टम के आधार पर एक तरीका दूसरे से बेहतर प्रदर्शन कर सकता है।
it: La timeline può essere disegnata con blitting o con shader. A seconda della scheda grafica e del sistema operativo, uno può funzionare meglio dell’altro.
ja: タイムラインはブリッティングまたはシェーダーで描画できます。グラフィックスカードやOSによって、どちらかの方法がより良いパフォーマンスを発揮します。

source: For changes to take effect, you will need to re-open any movies already playing or reload mrv2.
hi_in: परिवर्तनों को प्रभाव में लाने के लिए, आपको पहले से ही किसी भी फिल्म को फिर से खोलना होगा या mrv2 को फिर से लोड करना होगा.
it: Per che i cambiamenti possano avere effetto, dovrai riaprire qualsiasi film già riproducente o ricaricare mrv2.
ja: 変更を有効にするには、すでに再生中の映画を再度開くか、mrv2をリロードする必要があります。

source: Audio API to use for platforms that support multiple APIs (Linux only)
hi_in: प्लेटफ़ॉर्म के लिए उपयोग में ऑडियो एपीआई जो कई एपीआई्स (सिर्फ लिनक्स) का समर्थन करता है
it: API audio da usare per piattaforme che supportano più API (solo Linux)
ja: 複数のAPIをサポートするプラットフォームで使用するオーディオAPI（Linuxのみ）

source: Output Device
hi_in: आउटपुट उपकरण
it: Dispositivo di uscita
ja: 出力デバイス

source: Output Device to use for audio playback.
hi_in: ऑडियो प्लेबैक के लिए प्रयोग करने के लिए आउटपुट उपकरण.
it: Dispositivo di uscita da usare per la riproduzione audio.
ja: オーディオ再生に使用する出力デバイス

source: Voice Annotations
hi_in: वॉइस टिप्पणियाँ

source: Voice Annotation Preferences.
hi_in: वॉइस टिप्पणी प्राथमिकताएँ।

source: Save Path
hi_in: सहेजने का पथ

source: Pick a directory from disk to save voice overs..
hi_in: वॉइस ओवर सहेजने के लिए डिस्क से एक निर्देशिका चुनें।

source: Playback Speed
hi_in: प्लेबैक गति

source: Microphone
hi_in: माइक्रोफ़ोन

source: Volume
hi_in: आवाज़ की तीव्रता

source: Here are the current settings to interact with ComfyUI. It requires installation of mrv2's comfyUI nodes.
hi_in: यहाँ कॉमफयूआई के साथ व्यवहार करने के लिए वर्तमान सेटिंग हैं. यह mrv2 के Brv2 नोड्स की स्थापना की आवश्यकता है.
it: Ecco le impostazioni attuali per interagire con ComfyUI. Richiede l'installazione dei nodi comfyUI di mrv2.
ja: ここでは、ComfyUIとやり取りするための現在の設定が表示されています。mrv2のcomfyUIノードのインストールが必要です。

source: Use ComfyUI Pipe
hi_in: कॉमफयू वीआई पाइप इस्तेमाल करें
it: Utilizzare il tubo ComfyUI
ja: ComfyUIパイプを使用

source: This setting opens a pipe to communicate with ComfyUI's mrv2_save_exr_node.py
hi_in: यह सेटिंग कॉमफयूयू से संपर्क करने के लिए एक पाइप खोलती है मैं हूँ mrv2_und_und.
it: Questa impostazione apre un tubo per comunicare con mrv2_save_exr_node.py di ComfyUI
ja: この設定は、ComfyUIのmrv2_save_exr_node.pyと通信するためのパイプを開きます。

source: Errors
hi_in: त्रुटियाँ
it: Errori
ja: エラー

source: On FFmpeg Error
hi_in: FFegge त्रुटि पर
it: Errore di FFmpeg
ja: FFmpegエラー発生時

source: Adjusts how Log Window behaves in case of an FFmpeg error.
hi_in: FFPGGe त्रुटि के मामले में लॉग विंडो बर्ताव कैसे समायोजित करें.
it: Aggiusta come si comporta Log Window in caso di errore FFmpeg.
ja: FFmpegエラー発生時のログウィンドウの動作を調整します。

source: On Error
hi_in: त्रुटि पर
it: Errore
ja: エラー発生時

source: Adjusts how Log Window behaves in case of error.
hi_in: त्रुटि के मामले में लॉग विंडो बर्ताव कैसे दिखाता है यह एडजस्ट करता है.
it: Aggiusta come si comporta Log Window in caso di errore.
ja: エラー発生時のログウィンドウの動作を調整します。

source: Check for Updates
hi_in: अद्यतन के लिए जाँचें
it: Controlla gli aggiornamenti
ja: 更新を確認

source: Allows you to automatically download updates of mrv2 when it starts up.
hi_in: जब यह चालू होता है तो आपको एमरवी2 की अद्यतनों को स्वचालित डाउनलोड करने देता है.
it: Consente di scaricare automaticamente gli aggiornamenti di mrv2 quando si avvia.
ja: mrv2が起動時に自動的に更新をダウンロードすることを許可します。

source: Allow Screen Saver
hi_in: स्क्रीन सेवर की अनुमति दें
it: Consenti screensaver
ja: スクリーンセーバーを許可する

source: This setting controls whether mrv2 will block the screen saver when running.
hi_in: यह सेटिंग नियंत्रित करती है कि mrv2 के चलने पर क्या वह स्क्रीन सेवर को रोक देगा।
it: Questa impostazione controlla se mrv2 impedirà l’avvio dello screensaver durante l’esecuzione.
ja: この設定は、mrv2の実行中にスクリーンセーバーをブロックするかどうかを制御します。

source: Reset settings to the default.
hi_in: डिफ़ॉल्ट में सेटिंग फिर सेट करें.
it: Reimposta le impostazioni al valore predefinito.
ja: 設定をデフォルトにリセットします。

source: Revert
hi_in: उलटें
it: Ritorno
ja: 元に戻す

source: Revert settings to last saved preferences.
hi_in: अंतिम सहेजे वरीयता में सेटिंग वापस करें.
it: Riavvia le impostazioni per l'ultima preferenza salvata.
ja: 設定を最後に保存した設定に戻します。

source: Accept settings but don't save. They will get saved when exiting the program.
hi_in: विन्यास स्वीकारें, लेकिन सहेज नहीं सकते. प्रोग्राम से बाहर निकलने पर वे सहेजा जाएगा.
it: Accettare le impostazioni ma non salvare. Essi verranno salvati quando uscirà dal programma.
ja: 設定を適用しますが、保存しません。プログラムを終了する際に保存されます。

source: Module
hi_in: मोड्यूल
it: Modulo
ja: モジュール

source: User Interface/View Window
hi_in: प्रयोक्ता अंतरफलक/विंडो देखें
it: Interfaccia utente/Visualizza finestra
ja: ユーザーインターフェース/ビューウィンドウ
