Repository: ggarra13/mrv2
Catalog: src/po/mrv2/*.po
Languages: hi_in, it, ja

source: The Profile setting allows you to select the codec and profile for video saving. Each profile has its benefits and drawbacks. None - This is mpeg4 compatible with DVD movies. H264 - Only if mrv2 has been compiled as GPL. One of the most popular codecs, but it is now becoming obsolete. ProRes - ProRes is a family of codecs developed by Apple. The Normal version strikes a balance between quality and file size. ProRes_Proxy - Most compressed ProRes, offering the smallest file size. Good for offline editing. ProRes_LT - More compressed than normal ProRes but less than Proxy. Good for offline editing. ProRes_HQ - Less compressed then normal ProRes. Often used for mastering and final delivery. ProRes_4444 - Highest quality ProRes format, offering full 4:4:4 chroma sampling (color information for each pixel). Preserves the most detail and color accuracy, ideal for high-end workflows like color grading and visual effects. Supports alpha channels for compositing graphics with transparency. ProRes_XQ - Highest quality version of ProRes 4444, designed for high-dynamic-range (HDR) imagery. VP9 - Codec developed by Google. High compression ratio. It supports a whole range of pixel formats to balance disk space vs. quality. Good for high-end delivery for either Web or online review. Cineform - codec developed by GoPro, that rivals ProRes in features, except for HDR. It was discontinued in 2021, but most packages may support it. It does not compress as well as ProRes or VP9. It supports alpha channels for compositing graphics with transparency. AV1 - New generation codec which is gaining support from Google, Netflix and Amazon. Compresses better than VP9 or H264 for the same quality but requires more computer resources. Optimal for video reviews. HAP - RGB/A codec which is optimized for fast playback with CPU decoding. It does not compress that well. It needs hap-alpha* presets to save alpha channel. Hardware encoding is only supported on newer MacBook Pro with M1 or newer chips. H264, Prores, VP9 and AV1 are supported or soon will be.
hi_in: प्रोफाइल सेटिंग आपको वीडियो सेविंग के लिए कोडेक और प्रोफाइल चुनने की अनुमति देती है। प्रत्येक प्रोफाइल के अपने लाभ और हानियाँ हैं। None - यह mpeg4 है जो DVD फिल्मों के साथ संगत है। H264 - केवल यदि mrv2 को GPL के रूप में संकलित किया गया है। एक सबसे लोकप्रिय कोडेक्स में से एक है, लेकिन अब यह अप्रचलित हो रहा है। ProRes - ProRes कोडेक्स का एक परिवार है जिसे Apple द्वारा विकसित किया गया है। नॉर्मल संस्करण गुणवत्ता और फ़ाइल आकार के बीच संतुलन बनाता है। ProRes_Proxy - सबसे संकुचित ProRes, सबसे छोटे फ़ाइल आकार की पेशकश करता है। ऑफ़लाइन संपादन के लिए अच्छा है। ProRes_LT - सामान्य ProRes से अधिक संकुचित लेकिन Proxy से कम। ऑफ़लाइन संपादन के लिए अच्छा है। ProRes_HQ - सामान्य ProRes की तुलना में कम संकुचित। अक्सर मास्टरिंग और अंतिम वितरण के लिए उपयोग किया जाता है। ProRes_4444 - ProRes का सबसे उच्च गुणवत्ता वाला स्वरूप, पूर्ण 4:4:4 रंग सैंपलिंग (प्रत्येक पिक्सेल के लिए रंग जानकारी) प्रदान करता है। सबसे अधिक विवरण और रंग सटीकता को बनाए रखता है, उच्च-स्तरीय वर्कफ़्लो के लिए आदर्श जैसे कि रंग ग्रेडिंग और दृश्य प्रभाव। पारदर्शिता के साथ ग्राफिक्स को कंपोज़ करने के लिए एल्पा चैनलों का समर्थन करता है। ProRes_XQ - ProRes 4444 का सबसे उच्च गुणवत्ता वाला संस्करण, उच्च-गति-रेंज (HDR) इमेजरी के लिए डिज़ाइन किया गया। VP9 - Google द्वारा विकसित कोडेक। उच्च संपीड़न अनुपात। यह डिस्क स्थान बनाम गुणवत्ता को संतुलित करने के लिए विभिन्न पिक्सेल स्वरूपों की एक श्रृंखला का समर्थन करता है। वेब या ऑनलाइन समीक्षा के लिए उच्च-स्तरीय वितरण के लिए अच्छा है। Cineform - GoPro द्वारा विकसित कोडेक, जो ProRes के साथ सुविधाओं में प्रतिस्पर्धा करता है, HDR को छोड़कर। इसे 2021 में समाप्त कर दिया गया था, लेकिन अधिकांश पैकेज इसका समर्थन कर सकते हैं। यह ProRes या VP9 की तुलना में उतना संकुचित नहीं करता है। यह पारदर्शिता के साथ ग्राफिक्स को कंपोज़ करने के लिए एल्पा चैनलों का समर्थन करता है। AV1 - नई पीढ़ी का कोडेक जो Google, Netflix और Amazon से समर्थन प्राप्त कर रहा है। समान गुणवत्ता के लिए VP9 या H264 की तुलना में बेहतर संपीड़न करता है लेकिन अधिक कंप्यूटर संसाधनों की आवश्यकता होती है। वीडियो समीक्षाओं के लिए आदर्श। HAP - RGB/A कोडेक जो तेज़ प्लेबैक के लिए ऑप्टिमाइज़ किया गया है CPU डिकोडिंग के साथ। यह उतना अच्छा संकुचित नहीं करता है। इसे एल्पा चैनल को सहेजने के लिए hap-alpha* प्रीसेट की आवश्यकता होती है। हार्डवेयर एन्कोडिंग केवल नए MacBook Pro के साथ M1 या नए चिप्स पर समर्थित है। H264, Prores, VP9 और AV1 समर्थित हैं या जल्द ही होंगे।
it: L'impostazione Profilo consente di selezionare il codec e il profilo per il salvataggio video. Ogni profilo ha i suoi vantaggi e svantaggi. Nessuno - Questo è compatibile con mpeg4 con i film in DVD. H264 - Solo se mrv2 è stato compilato come GPL. Uno dei codec più popolari, ma ora sta diventando obsoleto. ProRes - ProRes è una famiglia di codec sviluppata da Apple. La versione Normale raggiunge un equilibrio tra qualità e dimensione del file. ProRes_Proxy - ProRes più compresso, che offre le dimensioni di file più piccole. Adatto per l'editing offline. ProRes_LT - Più compresso del normale ProRes ma inferiore a Proxy. Ottimo per l'editing offline. ProRes_HQ - Meno compresso del normale ProRes. Spesso utilizzato per la masterizzazione e la consegna finale. ProRes_4444 - Formato ProRes di massima qualità, che offre un campionamento cromatico 4:4:4 completo (informazioni sul colore per ogni pixel). Conserva il massimo dei dettagli e della precisione del colore, ideale per flussi di lavoro di fascia alta come la gradazione del colore e gli effetti visivi. Supporta i canali alfa per la composizione grafica con trasparenza. ProRes_XQ - Versione di massima qualità di ProRes 4444, progettata per immagini ad alta gamma dinamica (HDR). VP9 - Codec sviluppato da Google. Rapporto di compressione elevato. Supporta un'ampia gamma di formati pixel per bilanciare spazio su disco e qualità. Adatto per la distribuzione di fascia alta per Web o recensioni online. Cineform - Codec sviluppato da GoPro, che rivaleggia con ProRes in termini di funzionalità, ad eccezione di HDR. È stato interrotto nel 2021, ma la maggior parte dei pacchetti potrebbe supportarlo. Non comprime bene come ProRes o VP9. Supporta i canali alfa per la composizione di grafica con trasparenza. AV1 - Codec di nuova generazione che sta ottenendo il supporto di Google, Netflix e Amazon. Comprime meglio di VP9 o H264 per la stessa qualità, ma richiede più risorse del computer. Ottimale per le recensioni video. HAP - codec RGB/A ottimizzato per una riproduzione veloce con decodifica CPU. Non comprime molto bene. Ha bisogno di preset hap-alpha* per salvare il canale alfa. La codifica hardware è supportata solo sui MacBook più recenti Pro con chip M1 o più recenti. H264, Prores, VP9 e AV1 sono supportati o lo saranno presto.
ja: プロファイル設定では、ビデオ保存に使用するコーデックとプロファイルを選択できます。 各プロファイルには利点と欠点があります。 なし - これはDVDムービーと互換性のあるMPEG4です。 H264 - mrv2がGPLとしてコンパイルされている場合のみ。最も人気のあるコーデックの1つですが、現在は時代遅れになりつつあります。 ProRes - Appleが開発したコーデックファミリです。 ノーマルバージョンは品質とファイルサイズのバランスをとっています。 ProRes_Proxy - 圧縮度が最も高いProResで、最小のファイルサイズを提供します。 オフライン編集に適しています。 ProRes_LT - ノーマルProResよりも圧縮度が高く、Proxyよりも低いです。 オフライン編集に適しています。 ProRes_HQ - ノーマルProResよりも圧縮度が低く、通常はマスタリングや最終的な配信に使用されます。 ProRes_4444 - 最高品質のProRes形式で、完全な4:4:4 色サンプリング（各ピクセルの色情報）を提供します。 最も詳細な情報と色の正確さを保持し、色調整や視覚効果などの高級なワークフローに最適です。 透明度を伴うグラフィックの合成にアルファチャンネルをサポートします。 ProRes_XQ - ProRes 4444の最高品質バージョンで、高動的レンジ（HDR）画像用に設計されています。 VP9 - Googleが開発したコーデックで、高い圧縮比を持ちます。 ディスクスペースと品質のバランスをとるために、幅広いピクセル形式をサポートします。 Webやオンラインレビューのための高品質な配信に適しています。 Cineform - GoProが開発したコーデックで、HDRを除いてProResと同等の機能を持ちます。 2021年に中止されましたが、多くのパッケージではまだサポートされています。 ProResやVP9ほど圧縮効率が良くありませんが、透明度を伴うグラフィックの合成にアルファチャンネルをサポートします。 AV1 - Google、Netflix、Amazonがサポートする新世代のコーデックです。 VP9やH264よりも同じ品質で圧縮効率が高く、コンピュータリソースが多く必要です。 ビデオレビューに最適です。 HAP - RGB/Aコーデックで、CPUデコーディングによる高速再生に最適化されています。 圧縮効率が高くありませんが、アルファチャンネルを保存するにはhap-alpha*プリセットが必要です。 ハードウェアエンコードは、M1以降のチップを搭載した新しいMacBook Proでのみサポートされます。 H264、Prores、VP9、AV1がサポートされています、または近々サポートされる予定です。

source: Pixel Format Help
hi_in: पिक्सेल प्रारूप मदद
it: Aiuto al formato del pixel
ja: ピクセル形式のヘルプ

source: The Pixel Format specifies how the video is encoded in the file. Each codec and profile has a number of pixel formats it supports. There are two main types of pixel formats supported: - YUV (Luminance, Cr, Cb) - BGR (RGB with reversed channels) - RGB In addition, some codecs support alpha channel (transparency), like BGRA. The other element of the codec is the 'P' which indicates the channels are stored in planar order, instead of each component interleaved. Finally, the number in the pixel format name indicates the number of bits the pixel format uses to encode. Normal values for that are 8, 10, 12 and 16.
hi_in: पिक्सेल प्रारूप निर्दिष्ट करता है कि वीडियो को फ़ाइल में कैसे एनकोड किया जाता है। प्रत्येक कोडेक और प्रोफ़ाइल में कई पिक्सेल प्रारूप होते हैं जिन्हें वह समर्थन करता है। दो मुख्य प्रकार के पिक्सेल प्रारूप समर्थित हैं: - YUV (ल्यूमिनेंस, Cr, Cb) - BGR (उलटे चैनलों के साथ RGB) - RGB इसके अलावा, कुछ कोडेक अल्फा चैनल (पारदर्शिता) का समर्थन करते हैं, जैसे BGRA. कोडेक का दूसरा तत्व 'P' है जो इंगित करता है कि चैनल प्रत्येक घटक इंटरलीव्ड के बजाय प्लानर ऑर्डर में संग्रहीत हैं। अंत में, पिक्सेल प्रारूप नाम में संख्या पिक्सेल प्रारूप द्वारा उपयोग किए जाने वाले बिट्स की संख्या को इंगित करती है एनकोड करें। इसके लिए सामान्य मान 8, 10, 12 और 16 हैं।
it: Il formato pixel specifica come il video viene codificato nel file . Ogni codec e profilo ha un numero di formati pixel supportati. Sono supportati due tipi principali di formati pixel: - YUV (Luminanza, Cr, Cb) - BGR (RGB con canali invertiti) - RGB Inoltre, alcuni codec supportano il canale alfa (trasparenza), come BGRA. L'altro elemento del codec è la 'P' che indica che i canali sono memorizzati in ordine planare, anziché ogni componente interlacciato. Infine, il numero nel nome del formato pixel indica il numero di bit che il formato pixel utilizza per codificare. I valori normali sono 8, 10, 12 e 16.
ja: ピクセル形式は、ビデオがファイルにどのようにエンコードされるかを指定します。 各コーデックとプロファイルには、サポートするピクセル形式が複数あります。 主に2つのタイプのピクセル形式がサポートされています: - YUV（輝度、Cr、Cb） - BGR（チャンネルが逆のRGB） - RGB さらに、一部のコーデックはアルファチャンネル（透明度）をサポートしています。 例えば、BGRAなどです。 コーデックのもう1つの要素は、チャンネルがプレーン形式で保存されることを示す「P」です。 これは、各コンポーネントがインターリーブではなく順番に保存されることを意味します。 最後に、ピクセル形式名に含まれる数字は、ピクセル形式が使用するビット数を示します。 通常の値は8、10、12、16です。

source: Preset Help
hi_in: प्रीसेट मदद
it: Aiuto preimpostato
ja: プリセットのヘルプ

source: The Preset setting allows you to store and pass flags to FFmpeg (the video engine that mrv2 uses) to easily control the quality and size of the video besides the pixel format. When choosing the quality you should set in this order: - Profile - Pixel Format - Preset The preset files are stored in the presets/ directory of the mrv2 install but you can configure the directory by using the environment variable $STUDIOPATH/presets. The naming of the files is the name of the profile-preset.pst. The format is very simple, with comments and colon separated options.
hi_in: प्रीसेट सेटिंग आपको FFmpeg (वीडियो इंजन जिसका mrv2 उपयोग करता है) में फ़्लैग स्टोर करने और पास करने की अनुमति देती है ताकि पिक्सेल फ़ॉर्मेट के अलावा वीडियो की गुणवत्ता और आकार को आसानी से नियंत्रित किया जा सके। गुणवत्ता चुनते समय आपको इस क्रम में सेट करना चाहिए: - प्रोफ़ाइल - पिक्सेल फ़ॉर्मेट - प्रीसेट प्रीसेट फ़ाइलें mrv2 इंस्टॉल की presets/ निर्देशिका में संग्रहीत हैं लेकिन आप पर्यावरण चर $STUDIOPATH/presets का उपयोग करके निर्देशिका को कॉन्फ़िगर कर सकते हैं। फ़ाइलों का नामकरण प्रोफ़ाइल-preset.pst का नाम है। फ़ॉर्मेट बहुत सरल है, जिसमें टिप्पणियाँ और कोलन अलग-अलग विकल्प हैं।
it: L'impostazione Preset consente di memorizzare e passare flag a FFmpeg (il motore video utilizzato da mrv2) per controllare facilmente la qualità e la dimensione del video oltre al formato pixel. Quando si sceglie la qualità, è necessario impostare in questo ordine: - Profilo - Formato pixel - Preset I file preset sono memorizzati nella directory presets/ dell'installazione di mrv2, ma è possibile configurare la directory utilizzando la variabile d'ambiente $STUDIOPATH/presets. La denominazione dei file è il nome del profile-preset.pst. Il formato è molto semplice, con commenti e opzioni separate da due punti.
ja: プリセット設定では、FFmpeg（mrv2が使用するビデオエンジン）にフラグを保存して渡すことができます。 これにより、ピクセル形式以外にもビデオの品質とサイズを簡単に制御できます。 品質を選択する際は、以下の順序で設定してください: - プロファイル - ピクセル形式 - プリセット プリセットファイルは、mrv2のインストールディレクトリのpresets/に保存されますが、 環境変数$STUDIOPATH/presetsを使用してディレクトリを設定することもできます。 ファイル名はprofile-preset.pstという形式です。 フォーマットは非常にシンプルで、コメントとコロンで区切られたオプションを使用します。

source: Advanced Settings Help
hi_in: उन्नत विन्यास मदद
it: Aiuto per impostazioni avanzate
ja: 詳細設定のヘルプ

source: The Advanced Settings allows you store metadata in the movie file to determine where and how it was created. Useful to indicate, for example, if a set of 8-bit images were bt709 or some other color space. If you don't know what those settings do, DON'T MESS WITH THEM!
hi_in: विस्तृत विन्यास आपको भंडारित करने देता है फिल्म फ़ाइल में मेटाडाटा निर्धारित करने के लिए यह निर्धारित करने हेतु कि कहाँ जाएँ और उसे हर तरह के सामान से वुसअत दी उदाहरण के लिए, यदि 8 बिट छवियों का सेट होता है Bt709 या कुछ अन्य रंग जगह. आप नहीं जानते कि उन सेटिंग क्या करते हैं, एम के साथ मत बनो!
it: Le Impostazioni Avanzate ti permettono di memorizzare metadati nel file del film per determinare dove e come è stato creato. utile per indicare, ad esempio, se un insieme di immagini a 8 bit bt709 o qualche altro spazio a colori. Se non sai cosa fanno queste impostazioni, Non disturbare con loro!
ja: 詳細設定では、ビデオファイルにメタデータを保存して、作成場所や方法を決定できます。 例えば、8ビット画像のセットがbt709や他のカラースペースであることを示すのに役立ちます。 これらの設定が何をしているかわからない場合は、 それらに触れないでください!

source: RGBA
hi_in: आरजीबीए

source: 8bit
hi_in: 8 बिट

source: XYZ CIE XYZ
hi_in: एक्सवायय सीआई एक्सYZ

source: xyY CIE xyY
hi_in: एक्सीसी एक्सyy

source: Lab CIELAB (L*a*b*)
hi_in: लाम्बिला (एल* b* b *)
it: Laboratorio CIELAB (L*a*b*)

source: Luv CIELUV (L*u*v*)
hi_in: LuvuUV (एल*v*v*)

source: YUV (Analog PAL)
hi_in: YUV (अनुप्रयोग)

source: YDbDr (Analog SECAM/PAL-N)
hi_in: यावर (ArologCID)/पैड- एन)

source: YIQ (Analog NTSC)
hi_in: YIQ (AlLACKR)

source: ITU-601 (Digital PAL/NTSC YCbCr)
hi_in: ITU- 61 (डिस्कल PLACK/ 2006 YCKCLCKr)
it: ITU-601 (PAL digitale)/NTSC YCbCr)

source: ITU-709 (Digital HDTV YCbCr)
hi_in: ITU-709 (ड्रल- टीवी YCBCKCKR)
it: UIT-709 (Digital HDTV YCbCr)

source: Full
hi_in: पूरा
it: Completo
ja: フル

source: Original
hi_in: असली
it: Originale
ja: 元の

source: Y (Luminance)
hi_in: Y (ल्यूमन)
it: Y (Luminanza)
ja: Y（輝度）

source: Y' (Lumma)
hi_in: Y' (Lum्मा)
ja: Y'（ルンマ）

source: L (Lightness)
hi_in: एल (ज्योति)
ja: L（明度）

source: Image coordinate of pixel under mouse.
hi_in: माउस के अंतर्गत पिक्सेल का छवि निर्देशांक.
it: Coordinata immagine di pixel sotto il mouse.
ja: マウス下のピクセルの画像座標。

source: Switch RGBA display between floating point, hexadecimal (0..0xff) and decimal (0..255).
hi_in: फ्लोटिंग पाइंट, हेक्साडेसीमल (0.. 0xf) तथा दशमलव के बीच आरजीबीए प्रदर्शन स्विच करें.
it: Switch RGBA display tra il punto galleggiante, esadecimale (0..0xff) e decimale (0.255).
ja: RGBA表示を浮動小数点、16進数（0..0xff）、10進数（0..255）の間で切り替える。

source: Red value of image pixel under mouse.
hi_in: माउस के अंतर्गत छवि पिक्सेल का पुनः आकार.
it: Valore rosso del pixel dell'immagine sotto il mouse.
ja: マウス下の画像ピクセルの赤色値。

source: Green value of image pixel under mouse.
hi_in: माउस के अंतर्गत छवि पिक्सेल का हरा मान.
it: Valore verde del pixel dell'immagine sotto il mouse.
ja: マウス下の画像ピクセルの緑色値。

source: Blue value of image pixel under mouse.
hi_in: माउस के अंतर्गत छवि पिक्सेल का नीला मूल्य.
it: Valore blu del pixel dell'immagine sotto il mouse.
ja: マウス下の画像ピクセルの青色値。

source: Alpha value of image pixel under mouse.
hi_in: माउस के अंतर्गत छवि पिक्सेल का अल्फा मान.
it: Valore alfa del pixel dell'immagine sotto il mouse.
ja: マウス下の画像ピクセルのアルファ値。

source: 8-bit sample of image pixel under mouse.
hi_in: माउस के अंतर्गत छवि पिक्सेल का 8- बिट नमूना.
it: 8-bit campione di pixel immagine sotto il mouse.
ja: マウス下の画像ピクセルの8ビットサンプル。

source: Switch pixel color space information display for the pixel under the cursor.
hi_in: संकेतक के नीचे पिक्सेल के लिए पिक्सेल के रंग जगह सूचना प्रदर्शक बदलें.
it: Cambiare il display di informazioni sullo spazio di colore del pixel sotto il cursore.
ja: カーソル下のピクセルのカラースペース情報表示を切り替える。

source: Hue value of image pixel under mouse.
hi_in: माउस के अंतर्गत छवि पिक्सेल का वर्ण मूल्य.
it: Valore della tonalità del pixel dell'immagine sotto il mouse.
ja: マウス下の画像ピクセルの色相値。

source: Saturation value of image pixel under mouse.
hi_in: माउस के अंतर्गत छवि पिक्सेल का संतृप्ति मूल्य.
it: Valore di saturazione del pixel dell'immagine sotto il mouse.
ja: マウス下の画像ピクセルの彩度値。

source: Value (Intensity) of image pixel under mouse.
hi_in: माउस के अंतर्गत छवि पिक्सेल का मान (एनटीआई) है.
it: Valore (intensità) del pixel dell'immagine sotto il mouse.
ja: マウス下の画像ピクセルの値（強度）。

source: Displays: * Full Pixel Values (Gamma, Gain and LUT) * Original (No Gamma, No Gain, No Lut)
hi_in: प्रदर्शित करता है: * (F) सम्पूर्ण पिक्सेल मूल्य (जीममामा, गेन और LUT) * (O) मूल में (कोई गामा नहीं, कोई गेन नहीं, न तो लूत)
it: Visualizzazioni: * Valori del pixel completo (Gamma, guadagno e LUT) * Originale (No Gamma, No Gain, No Lut)
ja: 以下を表示します: * ピクセル値（ガンマ、ゲイン、LUTを含む） * 元の値（ガンマ、ゲイン、LUTなし）

source: Switch brightness calculation. Y (Luminance) is the pixel value according to Rec709: Y = 0.2126 R + 0.7152 G + 0.0722 B Y' (Lumma) is the weighted pixel value according to: Y' = ( R + G + B ) / 3.0 L (Lightness) is the human perception of luminance of the image which is non linear. According to CIE No.15.2: L = (116 * Y ^ 1/3 - 16) / 100 A pixel of Y = 0.18 (L = 0.5) will appear about half as bright as Y = L = 1.0 (white).
hi_in: स्विच चमक गणना. Y (ल्यूमिनेंस) Rec709 के अनुसार पिक्सेल मान है: Y = 0.2126 R + 0.7152 G + 0.0722 B Y' (लुम्मा) भारित पिक्सेल मान है: Y' = ( R + G + B ) / 3.0 L (लाइटनेस) छवि की चमक की मानवीय धारणा है जो गैर रेखीय है. CIE नंबर 15.2 के अनुसार: L = (116 * Y ^ 1/3 - 16) / 100 Y = 0.18 (L = 0.5) का पिक्सेल Y = L = 1.0 (सफ़ेद) से लगभग आधा चमकीला दिखाई देगा.
ja: 明度計算を切り替える。 Y（輝度）は、Rec709に基づくピクセル値です: Y = 0.2126 R + 0.7152 G + 0.0722 B Y'（ルンマ）は、以下に基づく加重ピクセル値です: Y' = ( R + G + B ) / 3.0 L（明度）は、画像の輝度に対する人間の知覚であり、非線形です。 CIE No.15.2に基づくと: L = (116 * Y ^ 1/3 - 16) / 100 Y = 0.18（L = 0.5）のピクセルは、Y = L = 1.0（白）の半分ほど明るく見えます。

source: Luminance of image pixel under mouse.
hi_in: माउस के अंतर्गत छवि पिक्सेल का आनंद.
it: Luminosità del pixel dell'immagine sotto il mouse.
ja: マウス下の画像ピクセルの輝度。

source: Seconds
hi_in: सेकेंड
it: Secondi
ja: 秒

source: Timecode
hi_in: समयकोड
it: Codice orario
ja: タイムコード

source: Switch between Frame, Seconds and Timecode display
hi_in: फ्रेम, द्वितीय तथा समयकोड प्रदर्शन के बीच स्विच करें
it: Passare tra il telaio, i secondi e il display del codice temporale
ja: フレーム、秒、タイムコード表示を切り替える。

source: Current frame.
hi_in: मौज़ूदा फ्रेम.
it: Inquadratura attuale.
ja: 現在のフレーム。

source: Advance one frame.
hi_in: एक फ्रेम को उन्नत करें.
it: Avanti una cornice.
ja: 1フレーム進む。

source: Play sequence forward.
hi_in: अनुक्रम आगे खेलें
it: Riproduci la sequenza in avanti.
ja: シーケンスを前進再生する。

source: Looping mode (Loop, Once, Ping-Pong)
hi_in: लूपिंग मोड (सूची, एक बार, पिंग-ंग)
it: Modalità di looping (Loop, Once, Ping-Pong)
ja: ループモード（ループ、1回、ピンポン）

source: Some default frame rate settings.
hi_in: कुछ तयशुदा फ्रेम दर सेटिंग.
it: Alcune impostazioni predefinite della frequenza dei fotogrammi.
ja: いくつかのデフォルトのフレームレート設定。

source: Allows you to adjust frame rate playback.
hi_in: आपको फ्रेम दर प्लेबैक को समायोजित करने देता है.
it: Consente di regolare la riproduzione della frequenza dei fotogrammi.
ja: フレームレートの再生を調整できる。

source: Mute audio or switch audio tracks with the right mouse button.
hi_in: माउस बटन से ऑडियो ट्रैक स्विच या स्विच करें.
it: Mute audio o interruttori tracce audio con il pulsante destro del mouse.
ja: 右クリックでオーディオをミュートしたり、オーディオトラックを切り替えたりする。

source: Audio Volume
hi_in: ध्वनि आवाज़
it: Volume audio
ja: オーディオボリューム

source: Allows you to set starting frame for timeline.
hi_in: समयरेखा के लिए प्रारंभ फ्रेम सेट करने देता है.
it: Consente di impostare il quadro di partenza per la timeline.
ja: タイムラインの開始フレームを設定できる。

source: Allows you to set the ending frame for timeline.
hi_in: समय रेखा के लिए अंतिम फ्रेम सेट करने देता है.
it: Consente di impostare la cornice finale per la timeline.
ja: タイムラインの終了フレームを設定できる。

source: mrv2
hi_in: एमरवी2
it: Periodo di validità

source: MenuBar
hi_in: मेन्यू पट्टी
it: Barra di menu
ja: メニューバー

source: Edit
hi_in: संपादन
it: Modifica
ja: 編集

source: Fit Window to Image
hi_in: विंडो छवि में फिट करें
it: Adatta finestra all'immagine
ja: ウィンドウを画像に合わせる

source: TopBar
hi_in: शीर्ष पट्टी
it: Barra superiore
ja: 上部バー

source: Layers
hi_in: परतें
it: Livelli
ja: レイヤー

source: Exposure, Saturation, and Gamma
hi_in: प्रदर्शन, संतृप्ति, और गामा
it: Esposizione, saturazione e gamma
ja: 露出、彩度、ガンマ

source: Exposure and Gain
hi_in: एक्सपोज़र तथा गेन
it: Esposizione e guadagno
ja: 露出とゲイン

source: Exposure
hi_in: एक्सपोज़र
it: Esposizione
ja: 露出

source: Toggle gain between 1 and the previous setting.
hi_in: टॉगल करें 1 और पिछले सेटिंग के बीच.
it: Commuta il guadagno tra 1 e l'impostazione precedente.
ja: ゲインを1と前の設定の間で切り替える。

source: Gain
hi_in: गेन
it: Guadagno
ja: ゲイン

source: Gain image value. A simple multiplier of the image pixel values.
hi_in: गेन छवि मूल्य. छवि पिक्सेल मान का एक सरल गुणक
it: Ottenere il valore dell'immagine. Un semplice moltiplicatore dei valori del pixel dell'immagine.
ja: 画像のピクセル値を単純に乗算するゲイン値。

source: Toggle Saturation between current and previous setting.
hi_in: वर्तमान और पिछले विन्यासों के बीच संतृप्ति टॉगल करें.
it: Commuta la saturazione tra impostazione corrente e precedente.
ja: 彩度を現在の設定と前の設定の間で切り替える。

source: Saturation Input
hi_in: संतृप्ति इनपुट
it: Ingresso di saturazione
ja: 彩度入力

source: Saturation value.
hi_in: संतृप्ति मूल्य.
it: Valore della saturazione.
ja: 彩度値。

source: Toggle gamma between 1 and the previous setting.
hi_in: 1 तथा पिछले सेटिंग के बीच गामा टॉगल करें.
it: Commuta gamma tra 1 e l'impostazione precedente.
ja: ガンマを1と前の設定の間で切り替える。

source: Gamma Input
hi_in: गामा इनपुट
it: Ingresso gamma
ja: ガンマ入力

source: Allows you to adjust gamma curve for display. Value is: pow( 2, 1/x );
hi_in: प्रदर्शन के लिए गामा वक्र समायोजित करने देता है. मान है: po( 2, 1/ x);
it: Consente di regolare la curva gamma per la visualizzazione. Il valore è: pow( 2, 1/x );
ja: 表示用のガンマカーブを調整できる。 値は: pow( 2, 1/x );

source: ICS, View, Look
hi_in: ICS, दृश्य, रूप
it: ICS, vista, guarda
ja: ICS、ビュー、ルック

source: Input Color Space
hi_in: इनपुट रंग जगह
it: Spazio colore di ingresso
ja: 入力カラースペース

source: OCIO input color space for the image
hi_in: छवि के लिए OCO इनपुट रंग जगह
it: Spazio colore di ingresso OCIO per l'immagine
ja: 画像のOCIO入力カラースペース

source: View
hi_in: दृश्य
it: Visualizza
ja: ビュー

source: OCIO Display/View
hi_in: OCO प्रदर्शन/दृश्य
it: Visualizzazione OCIO/Visualizza
ja: OCIO 表示/ビュー

source: Look
hi_in: रूप
ja: ルック

source: OCIO Looks
hi_in: ओसीएसआईएस
ja: OCIO ルック

source: TileGroup
hi_in: टाइल समूह
it: Gruppo piastrelle
ja: タイルグループ

source: ViewGroup
hi_in: टाइल समूह

source: Undo Last Edit.
hi_in: अंतिम संपादन पूर्ववत करें।

source: Redo Previous Edit.
hi_in: पहले वाला संपादन फिर से करें।

source: Eraser Tool
hi_in: मिटाने का औजार
it: Strumento di cancellazione
ja: 消しゴムツール

source: Polygon Tool.
hi_in: बहुभुज औज़ार.
it: Strumento poligono.
ja: 多角形ツール

source: Link Annotation Tool
hi_in: लिंक टिप्पणी उपकरण

source: Opacity of pen stroke
hi_in: पेन स्ट्रोक की अपारदर्शिता
it: Opacità dell' ictus della penna
ja: ペンのストロークの不透明度

source: Switch Colors
hi_in: रंग बदलें
it: Cambia colori
ja: 色を切り替える

source: Old Color Used. Click on the Arrow to alternate.
hi_in: पुराना रंग उपयोग में आता है. वैकल्पिक तीरपर बटण दबाये.
it: Vecchio colore usato. Fare clic sulla freccia per alternare.
ja: 古い色を使用しています。矢印をクリックして交互に切り替えます。
