Repository: ggarra13/mrv2
Catalog: src/po/mrv2/*.po
Languages: hi_in, it, ja

source: User Interface/File Requester
hi_in: प्रयोक्ता अंतरफलक/फ़ाइल निवेदनर
it: Interfaccia utente/Richiedente file
ja: ユーザーインターフェース/ファイルリクエスター

source: User Interface/Fonts
hi_in: प्रयोक्ता अंतरफलक/फ़ॉन्ट्स
it: Interfaccia utente/Caratteri
ja: ユーザーインターフェース/フォント

source: User Interface/HDR
hi_in: उपयोगकर्ता इंटरफ़ेस/HDR

source: User Interface/Language and Colors
hi_in: उपयोक्ता इंटरफेस/ भाषा तथा रंग
it: Interfaccia utente/Lingua e colori
ja: ユーザーインターフェース/言語とカラー

source: User Interface/Pixel Toolbar
hi_in: प्रयोक्ता अंतरफलक/पिक्सेल औज़ार पट्टी
it: Interfaccia utente/Barra degli strumenti del pixel
ja: ユーザーインターフェース/ピクセルツールバー

source: User Interface/Positioning
hi_in: प्रयोक्ता अंतरफलक/अवस्थिति
it: Interfaccia utente/Posizionamento
ja: ユーザーインターフェース/位置調整

source: User Interface/Render
hi_in: प्रयोक्ता अंतरफलक/रेंडर
it: Interfaccia utente/Render
ja: ユーザーインターフェース/レンダリング

source: User Interface/Thumbnails
hi_in: प्रयोक्ता अंतरफलक/लघु छवि
it: Interfaccia utente/Thumbnails
ja: ユーザーインターフェース/サムネイル

source: User Interface/Timeline
hi_in: प्रयोक्ता अंतरफलक/टाइम-लाइन
it: Interfaccia utente/Scadenza
ja: ユーザーインターフェース/タイムライン

source: No Audio was Compiled
hi_in: कोई ऑडियो कम्पाइल नहीं किया गया
it: Nessun audio è stato compilato
ja: オーディオがコンパイルされませんでした

source: No Audio Devices were Found
hi_in: कोई ऑडियो औज़ार नहीं मिला
it: Non sono stati trovati dispositivi audio
ja: オーディオデバイスが見つかりませんでした

source: Default API
hi_in: तयशुदा एपीआई
it: API predefinita
ja: デフォルトAPI

source: No Valid Devices found
hi_in: कोई वैध औज़ार नहीं मिला
it: Nessun dispositivo valido trovato
ja: 有効なデバイスが見つかりませんでした

source: Default Device
hi_in: डिफ़ॉल्ट उपकरण
it: Dispositivo predefinito
ja: デフォルトデバイス

source: PDF Options
hi_in: पीडीएफ़ विकल्प
it: Opzioni PDF
ja: PDFオプション

source: Page Size
hi_in: पृष्ठ आकार
it: Dimensione pagina
ja: ページサイズ

source: Remote to Local Path Mapping
hi_in: स्थानीय पथ मैपिंग पर रिमोट
it: Mappatura dei percorsi da remoto a locale
ja: リモートからローカルへのパスマッピング

source: Remote Path
hi_in: रिमोट पथ
it: Percorso remoto
ja: リモートパス

source: Local Path
hi_in: स्थानीय पथ
it: Percorso locale
ja: ローカルパス

source: Okay
hi_in: ठीक है
it: D'accordo.
ja: OK

source: OCIO Presets
hi_in: ओसीआईएस
it: Presetti OCIO
ja: OCIOプリセット

source: Click to switch to a stored preset.
hi_in: भंडारित प्रीसेट में स्विच करने के लिए क्लिक करें.
it: Fare clic per passare a un preset memorizzato.
ja: 保存されたプリセットに切り替えるにはクリックしてください。

source: Click to add a new preset with the current settings.
hi_in: वर्तमान विन्यासों के साथ एक नया प्रीसेट जोड़ने के लिए क्लिक करें.
it: Fare clic per aggiungere un nuovo preset con le impostazioni correnti.
ja: 現在の設定で新しいプリセットを追加するにはクリックしてください。

source: Click to delete the selected preset.
hi_in: चुने गए प्रीसेट को मिटाने के लिए क्लिक करें.
it: Fare clic per eliminare il preset selezionato.
ja: 選択されたプリセットを削除するにはクリックしてください。

source: Select, Add or Delete an OCIO Preset that stores: config filename, Input Color Space, View, Look, LUT settings and Defaults for 8-bits, 16-bits, 32-bits, half and float images.
hi_in: चुनें, या जोड़ें एक ओसीआईव्यू जिस भंडार को भंडारित करते हैं: कॉन्फ़िग फ़ाइल नाम, इनपुट रंग स्पेस, दृश्य, Lbbits तथा 8 बिट के लिए डिफ़ॉल्ट तथा 8 बिट के लिए डिफ़ॉल्ट, 32- बिट तथा डिफ़ॉल्ट छवि को मिटाएँ.
it: Selezionare, Aggiungere o Eliminare un preset OCIO che memorizzi: nome del file di configurazione, spazio di colore di ingresso, visualizzazione, impostazioni LUT e predefinite per 8-bit, 16-bit, 32-bit, metà e immagini fluttuanti.
ja: OCIOプリセットを選択、追加、または削除します。保存される内容は、コンフィグファイル名、入力カラースペース、ビュー、ルック、LUT設定、および8ビット、16ビット、32ビット、ハーフ、フロート画像のデフォルトです。

source: Summary
hi_in: सारांश
it: Sintesi
ja: 概要

source: Preset Name
hi_in: प्रीसेट नाम
it: Nome preimpostato
ja: プリセット名

source: Function
hi_in: फंक्शन
it: Funzione
ja: 機能

source: Match Case
hi_in: केस मिलाएँ
it: Caso di corrispondenza
ja: 大文字小文字を区別

source: Reset hotkeys to mrv2's default configuration.
hi_in: webkeye को mrv2 के डिफ़ॉल्ट कॉन्फ़िगरेशन में रीसेट करें.
it: Reimposta i tasti di avviamento alla configurazione predefinita di mrv2.
ja: ホットキーをmrv2のデフォルト設定にリセットします。

source: Reload
hi_in: री-लोड
it: Ricarica
ja: 再読み込み

source: Reload hotkeys to last saved file.
hi_in: पिछले सहेजे गए फ़ाइल में गर्मकीस को फिर से लोड करें.
it: Ricarica i tasti di avviamento per l'ultimo file salvato.
ja: 最後に保存したファイルからホットキーを再読み込みします。

source: Accept the current hotkeys.
hi_in: वर्तमान गर्मियों को स्वीकार कर लें.
it: Accettare le tastiere attuali.
ja: 現在のホットキーを適用します。

source: CPU Information
hi_in: सीपीयू जानकारी
it: Informazioni CPU
ja: CPU情報

source: GPU Information
hi_in: GPS सूचना
it: Informazioni GPU
ja: GPU情報

source: Formats
hi_in: फॉर्मेट्स
it: Formati
ja: フォーマット

source: Codecs
hi_in: कोडेक्स
it: Codici

source: Subtitles
hi_in: सबटाइटल्स
it: Sottotitoli
ja: 字幕

source: Protocols
hi_in: प्रोटोकॉल
it: Protocolli
ja: プロトコル

source: Thanks
hi_in: धन्यवाद
it: Grazie.
ja: 感謝

source: Hotkey for...
hi_in: के लिए हॉटकी...
it: Hotkey per...
ja: ホットキー...

source: Type Key
hi_in: टाइप कुंजी
it: Tasto di tipo
ja: キーを入力

source: Type a key.
hi_in: कुंजी टाइप करें.
it: Digita una chiave.
ja: キーを入力してください。

source: Shift
hi_in: शिफ्ट
it: Spostamento
ja: シフト

source: Ctrl
hi_in: कंट्रोल
ja: コントロール

source: Clear
hi_in: साफ करें
it: Cancella
ja: クリア

source: OCIO Browser
hi_in: ओसीआई ब्राउज़र
it: Navigatore OCIO
ja: OCIO ブラウザ

source: Select an OCIO Transform
hi_in: OCIO रूपांतरण चुनें
it: Seleziona una trasformazione OCIO
ja: OCIO 変換を選択

source: Accept the selected OCIO file.
hi_in: चयनित सीडीआईओ फ़ाइल स्वीकारें.
it: Accettare il file OCIO selezionato.
ja: 選択したOCIOファイルを受け付ける

source: Cancel the OCIO selection and don't change anything.
hi_in: OCO चयन रद्द करें और कुछ भी नहीं बदलें.
it: Annulla la selezione OCIO e non cambiare nulla.
ja: OCIOの選択をキャンセルし、何も変更しない

source: Escape
hi_in: एस्केप
it: Fuga
ja: エスケープ

source: BackSpace
hi_in: प्री- स्पेस
ja: バックスペース

source: Return
hi_in: रिटर्न
it: Ritorna
ja: リターン

source: Print
hi_in: छपाई
it: Stampa
ja: 印刷

source: ScrollLock
hi_in: स्क्रॉल- लॉक
it: Bloccare lo scorrimento
ja: スクロールロック

source: Pause
hi_in: ठहरें
it: Pausa
ja: 一時停止

source: PageUp
hi_in: पेज- अप
it: Pagina in alto
ja: ページアップ

source: PageDown
hi_in: पेज- डाउन
it: Pagina abbassata
ja: ページダウン

source: Left
hi_in: बायाँ
it: Sinistra
ja: 左

source: Right
hi_in: दायाँ
it: Giusto.
ja: 右

source: Down
hi_in: नीचे
it: Giù
ja: 下

source: LeftShift
hi_in: बायाँ- शिफ्ट
it: Sinistra
ja: 左シフト

source: RightShift
hi_in: दायाँ- शिफ्ट
it: Maggio destro
ja: 右シフト

source: LeftCtrl
hi_in: बायाँ माह
it: Ctrl sinistro
ja: 左コントロール

source: RightCtrl
hi_in: दायाँCtrl
it: Ctrl destro
ja: 右コントロール

source: CapsLock
hi_in: केप्स- लॉक
it: Cappelli di blocco
ja: キャップスロック

source: LeftAlt
hi_in: बायाँAlt
it: SinistraAlt
ja: 左Alt

source: RightAlt
hi_in: दायाँAlt
it: DestraAlt
ja: 右Alt

source: LeftMeta
hi_in: बायाँ मेटा
it: MetaSinistra
ja: 左Meta

source: RightMeta
hi_in: दायाँ मेटा
it: DestraMeta
ja: 右Meta

source: Menu
hi_in: मेन्यू
it: Menù
ja: メニュー

source: NumLock
hi_in: न्यूम- लॉक
it: Chiusura del numLock
ja: ナムロック

source: padEnter
hi_in: डॉयलपैड दाखिल करें

source: pad0
hi_in: डॉयलपैड
it: ripiano

source: pad1
hi_in: डॉयलपैड1
it: ripiano1

source: pad2
hi_in: डॉयलपैड2
it: ripiano2

source: pad3
hi_in: डॉयलपैड3
it: ripiano3

source: pad4
hi_in: डॉयलपैड
it: ripiano4

source: pad5
hi_in: डॉयलपैड
it: ripiano5

source: pad6
hi_in: डॉयलपैड
it: ripiano6

source: pad7
hi_in: डॉयलपैड7
it: ripiano7

source: pad8
hi_in: डॉयलपैड 8
it: ripiano8

source: pad9
hi_in: डॉयलपैड
it: ripiano9

source: Space (' ')
hi_in: खाली जगह ('')
it: Spazio ('')
ja: スペース (' ')

source: Multiply
hi_in: गुणा [*]
it: Multiplicare
ja: 乗算

source: Subtract
hi_in: घटाना [
it: Sottotrarre
ja: 減算

source: Decimal
hi_in: दशमलव
it: Decimale
ja: 小数点

source: Divide
hi_in: भाग [/]
it: Dividere
ja: 除算

source: sysctl failed!
hi_in: systemtl असफल!
it: Sysctl è fallito!
ja: sysctlに失敗しました。

source: host_statistics64 failed
hi_in: मेजबान स्पेस64 असफल (_s)
it: host_statistics64 non riuscito
ja: host_statistics64に失敗しました。

source: task info failed
hi_in: कार्य सूचना असफल
it: Informazione dell'attività non riuscita
ja: タスク情報の取得に失敗しました。

source: Unknown licese plan '{0}'
hi_in: अज्ञात लाइसेंस योजना '{0}'

source: License plan '{0}'
hi_in: लाइसेंस योजना ‘{0}’

source: Supports annotations '{0}'
hi_in: टिप्पणियों का समर्थन करता है ‘{0}’

source: Supports editing '{0}'
hi_in: संपादन का समर्थन करता है ‘{0}’

source: Supports layers '{0}'
hi_in: लेयर्स का समर्थन करता है ‘{0}’

source: Supports python '{0}'
hi_in: Python का समर्थन करता है ‘{0}’

source: Supports voice annotations '{0}'
hi_in: वॉयस टिप्पणियों का समर्थन करता है ‘{0}’

source: Demo
hi_in: डेमो

source: Node-Locked
hi_in: नोड-लॉक्ड

source: Floating
hi_in: फ्लोटिंग

source: Found floating license at '{0}'
hi_in: '{0}' पर फ्लोटिंग लाइसेंस मिला

source: Did not find floating license at '{0}'
hi_in: '{0}' पर फ्लोटिंग लाइसेंस नहीं मिला

source: Invalid expiration date
hi_in: अमान्य समाप्ति तिथि

source: License expired
hi_in: लाइसेंस की अवधि समाप्त हो गई है

source: {0} is not readable. Using system default.
hi_in: {0} पढ़ा नहीं जा सकता। सिस्टम डिफ़ॉल्ट का उपयोग किया जा रहा है।

source: {0} Active Licenses from {1}.
hi_in: {0} सक्रिय लाइसेंस {1} से।

source: Could not release floating license
hi_in: फ़्लोटिंग लाइसेंस जारी नहीं किया जा सका।

source: Released Floating License
hi_in: फ्लोटिंग लाइसेंस जारी किया गया

source: Your {0} license will expire on {1}.
hi_in: आपका {0} लाइसेंस {1} को समाप्त हो जाएगा।

source: Open Directory
hi_in: ओपन डिरेक्ट्री
it: Apri directory
ja: ディレクトリを開く

source: Open Movie or Sequence
hi_in: चलचित्र या अनुक्रम खोलें
it: Apri film o sequenza
ja: ムービーまたはシーケンスを開く

source: Open Single Image
hi_in: एकल छवि खोलें
it: Apri immagine singola
ja: 単一画像を開く

source: Open New Program Instance
hi_in: नया प्रोग्राम इंस्टेंस खोलें

source: Save Image
hi_in: छवि सहेजें
it: Salva immagine
ja: 画像を保存

source: Save Frames To Folder
hi_in: फ्रेम को फ़ोल्डर में सहेजें
it: Salva fotogrammi nella cartella
ja: フレームをフォルダに保存

source: Save OTIO Timeline
hi_in: ओटीओ टाइम-लाइन सहेजें
it: Salva timeline OTIO
ja: OTIOタイムラインを保存

source: Save Annotations Only
hi_in: सिर्फ व्याख्याएँ सहेजें
it: Salva solo le annotazioni
ja: アノテーションだけを保存

source: Save Annotations as JSON
hi_in: JSON के रूप में एनोटेशन सहेजें
it: Salva le annotazioni come JSON
ja: アノテーションをJSONとして保存

source: Save PDF Document
hi_in: पीडीएफ़ दस्तावेज़ सहेजें
it: Salva documento PDF
ja: PDFドキュメントを保存

source: Save Session As
hi_in: सत्र ऐसे सहेजें
it: Salva sessione come
ja: セッションを別名で保存

source: Close Current
hi_in: मौजूदा विंडो बंद करें
it: Chiudi corrente
ja: 現在のものを閉じる

source: Close All
hi_in: सभी बंद करें
it: Chiudi tutto
ja: すべて閉じる

source: Reload Session
hi_in: सत्र पुनः लोड करें

source: Quit Program
hi_in: प्रोग्राम से बाहर जाएँ
it: Esci dal programma
ja: プログラムを終了

source: Zoom Minimum
hi_in: न्यूनतम
it: Zoom minimo
ja: 最小ズーム

source: Zoom Maximum
hi_in: अधिकतम ज़ूम करें (x)
it: Ingrandisci il massimo
ja: 最大ズーム

source: Center Image
hi_in: केंद्र छवि
it: Immagine centrale
ja: 画像を中央に配置

source: Fit Screen
hi_in: स्क्रीन में फिट करें
it: Schermo adattato
ja: 画面に合わせる

source: Resize Main Window to Fit
hi_in: मुख्य विंडो में फिट करने के लिए नया- आकार बदलें
it: Ridimensiona la finestra principale da adattare
ja: メインウィンドウを画面に合わせてリサイズ

source: Fit All
hi_in: सभी अनुरूप
it: Adatta a tutto
ja: すべて合わせる

source: Toggle Minify Texture Filtering
hi_in: न्यूनतम संरचना फ़िल्टरिंग टॉगल करें
it: Commuta il filtro di texture Minimizzare
ja: 縮小テクスチャフィルタリングの切り替え

source: Toggle Magnify Texture Filtering
hi_in: अन्तर्निहित बनावट फ़िल्टरिंग टॉगल करें
it: Commuta la filtrazione di texture ingrandisci
ja: 拡大テクスチャフィルタリングの切り替え

source: Auto Frame View
hi_in: स्वचलित फ्रेम दृश्य
it: Visualizza fotogramma automatico
ja: 自動フレーム表示

source: Toggle Click Through
hi_in: के द्वारा क्लिक टॉगल करें
it: Commuta clicca attraverso
ja: クリックスルーの切り替え

source: More UI Transparency
hi_in: अधिक यूआई पारदर्शिता
it: Più trasparenza dell'interfaccia utente
ja: UIの透過度を増やす

source: Less UI Transparency
hi_in: कम यूआई ट्रांसपेरेंसी
it: Meno trasparenza dell'interfaccia utente
ja: UIの透過度を減らす

source: Ignore Display Window
hi_in: विंडो नज़रअंदाज़ करें
it: Ignora la finestra di visualizzazione
ja: 表示ウィンドウを無視

source: Ignore Chromaticities
hi_in: टॉगलिकता अनदेखा करें
it: Ignora le cromaticità
ja: 色度を無視

source: Auto Normalize
hi_in: स्वचालित सामान्य करें
it: Normalizza automaticamente
ja: 自動正規化

source: Invalid Values
hi_in: अवैध मान
it: Valori non validi
ja: 無効な値

source: HDR Data From File
hi_in: फ़ाइल से HDR डेटा
it: Dati HDR da file
ja: ファイルからのHDRデータ

source: HDR Data Inactive
hi_in: HDR डेटा निष्क्रिय
it: Rendering/Dati HDR/Inattivo
ja: HDRデータ 非アクティブ

source: HDR Data Active
hi_in: HDR डेटा सक्रिय
it: Rendering/Dati HDR/Attivo
ja: HDRデータ アクティブ

source: Toggle HDR tonemap
hi_in: HDR वर्तनीमैप टॉगल करें
it: Commuta mappa tonale HDR
ja: HDR トーンマップの切り替え

source: Compare None
hi_in: तुलना करें कोई नहीं
it: Confronta Nessuna
ja: 比べるものがない

source: Compare Wipe
hi_in: सर्प पोंछना प्रभाव
it: Confronta Wipe
ja: 比較ワイプ

source: Compare Overlay
hi_in: इससे तुलना करें
it: Confronta sovrapposizione
ja: 比較オーバーレイ

source: Compare Difference
hi_in: भिन्नता तुलना करें
it: Confronta la differenza
ja: 比較差分

source: Compare Horizontal
hi_in: आड़ा से तुलना करें
it: Confronta orizzontale
ja: 比較水平

source: Compare Vertical
hi_in: खड़ा से तुलना करें
it: Confronta verticale
ja: 比較垂直

source: Compare Tile
hi_in: टाइल की तुलना करें
it: Confronta la piastrella
ja: 比較タイル

source: Color Channel
hi_in: रंग चैनल
it: Canale colore
ja: カラーチャンネル

source: Red Channel
hi_in: चैनल फिर से लोड करें (e)
it: Canale rosso
ja: 赤チャンネル

source: Green Channel
hi_in: हरा चैनल
it: Canale verde
ja: 緑チャンネル

source: Blue Channel
hi_in: ब्लू चैनल
it: Canale blu
ja: 青チャンネル

source: Alpha Channel
hi_in: अल्फ़ा चैनल
it: Canale alfa
ja: アルファチャンネル

source: Lumma Channel
hi_in: एलमा चैनल
it: Canale Lumma
ja: ルマチャンネル

source: Flip X
hi_in: पलटें X
ja: X方向反転

source: Flip Y
hi_in: पलटें Y
ja: Y方向反転

source: Rotate Images +90 Degrees
hi_in: छवि को + 90 डिग्री घुमाएं
it: Ruota immagini +90 gradi
ja: 画像を+90度回転

source: Rotate Images -90 Degrees
hi_in: छवियों को - 90 डिग्री घुमाएं
it: Ruotare le immagini -90 gradi
ja: 画像を-90度回転

source: Video Levels from File
hi_in: फ़ाइल से वीडियो स्तर
it: Livelli video dal file
ja: ビデオレベルをファイルから

source: Video Levels Legal Range
hi_in: वीडियो स्तर लीगल सीमा
it: Livelli video Intervallo Legale
ja: ビデオレベル法的範囲

source: Video Levels Full Range
hi_in: वीडियो स्तर पूर्ण सीमा
it: Livelli video Intervallo Completo
ja: ビデオレベル全範囲

source: Alpha Blend None
hi_in: अल्फा ब्लेंड कुछ नहीं
it: Miscelazione alfa Nessuna
ja: アルファブレンドなし

source: Alpha Blend Straight
hi_in: अल्फा ब्लेंड सही
it: Miscelazione alfa dritto
ja: アルファブレンド直線

source: Alpha Blend Premultiplied
hi_in: अल्फा ब्लेंडिंग प्रीम्प्लिक
it: Miscelazione alfa Premultiplicata
ja: アルファブレンド事前乗算

source: Annotation Clear Frame
hi_in: व्याख्या साफ फ्रेम
it: Cancella il telaio dell' annotazione
ja: 注釈フレームクリア

source: Annotation Clear All Frames
hi_in: सभी फ्रेमों को व्याख्या करें
it: Annotazione Cancella tutti i quadri
ja: すべてのフレームの注釈をクリア

source: Annotation Frame Step Backwards
hi_in: फ्रेम चरण पीछे की तरफ व्याख्या करें
it: Cornice di annotazione passo indietro
ja: 注釈フレームを後ろに進む

source: Toggle Show Annotations
hi_in: एनोटेशन दिखाने को टॉगल करें
it: Attiva/disattiva visualizzazione annotazioni
ja: 注釈の表示を切り替え

source: Frame Step Backwards
hi_in: फ्रेम चरण पीछे
it: Passaggio del telaio verso l'indietro
ja: フレームを後ろに進む

source: Frame Step FPS Backwards
hi_in: फ्रेम चरण FPS पीछे
it: Cornice Passo FPS Indietro
ja: フレームをFPSで後ろに進む

source: Annotation Frame Step Forwards
hi_in: फ्रेम चरण आगे व्याख्या करें
it: Fase in avanti del telaio dell'annotazione
ja: 注釈フレームを前に進む

source: Frame Step Forwards
hi_in: फ्रेम चरण आगे
it: Passaggio del telaio in avanti
ja: フレームを前に進む

source: Frame Step FPS Forwards
hi_in: फ्रेम चरण FPS आगे
it: Fase del telaio FPS in avanti
ja: フレームをFPSで前に進む

source: Play Backwards
hi_in: पीछे से खेलें
it: Gioca indietro
ja: 逆再生

source: Play Backwards / Change Speed
hi_in: पीछे से खेलें/गति बदलें
it: Gioca indietro/Cambia velocità
ja: 逆再生 / 再生速度変更

source: Play in Current Direction
hi_in: मौज़ूदा दिशा में खेलें
it: Gioca nella direzione corrente
ja: 現在の方向で再生

source: Play Forwards
hi_in: आगे बढ़ने की क्रिया
it: Gioca avanti
ja: 順再生

source: Play Forwards / Change Speed
hi_in: आगे बढ़ने की क्रिया/गति बदलें
it: Gioca avanti/Cambia velocità
ja: 順再生 / 再生速度変更

source: Toggle Mute Audio
hi_in: ऑडियो म्यूट/अनम्यूट करें

source: Next Clip
hi_in: अगला क्लिप
it: Clip successivo
ja: 次のクリップ

source: Previous Clip
hi_in: पिछला क्लिप
it: Clip precedente
ja: 前のクリップ

source: Loop Playback
hi_in: लूप प्लेबैक
it: Riproduzione del filo
ja: ループ再生

source: Playback Once
hi_in: प्लेबैक एक बार
it: Riproduzione una volta
ja: 1回再生

source: Playback Ping Pong
hi_in: प्लेबैक पिंग पीong
it: Riproduzione Ping Pong
ja: ピンポン再生

source: First Image Version
hi_in: प्रथम छवि संस्करण
it: Prima versione dell'immagine
ja: 最初の画像バージョン

source: Previous Image Version
hi_in: पिछली छवि संस्करण
it: Versione dell'immagine precedente
ja: 前の画像バージョン

source: Next Image Version
hi_in: अगला छवि संस्करण
it: Versione immagine successiva
ja: 次の画像バージョン

source: Last Image Version
hi_in: अंतिम छवि संस्करण
it: Ultima versione dell'immagine
ja: 最後の画像バージョン

source: Previous Image
hi_in: पिछली छवि
it: Immagine precedente
ja: 前の画像

source: Next Image
hi_in: अगली छवि
it: Immagine successiva
ja: 次の画像

source: Previous Image Limited
hi_in: पिछली छवि सीमित किया गया
it: Immagine precedente limitata
ja: 前の画像（制限付き）

source: Next Image Limited
hi_in: अगली छवि सीमित किया गया
it: Immagine successiva limitata
ja: 次の画像（制限付き）

source: Previous Channel
hi_in: पिछला चैनल
it: Canale precedente
ja: 前のチャンネル

source: Next Channel
hi_in: अगला चैनल
it: Canale successivo
ja: 次のチャンネル

source: Clear Cache
hi_in: कैश साफ करें (l)
it: Cancella la cache
ja: キャッシュをクリア

source: Update Video Frame
hi_in: वीडियो फ़ाइल अद्यतन करें
it: Aggiorna il QuadroVideo
ja: ビデオフレームを更新

source: Cut Frame
hi_in: फ्रेम काटें
it: Taglia il telaio
ja: フレームを切り取る

source: Copy Frame
hi_in: फ्रेम नक़ल करें
it: Copia cornice
ja: フレームをコピー

source: Paste Frame
hi_in: फ्रेम चिपकाएँ
it: Incolla il telaio
ja: フレームを貼り付け

source: Insert Frame
hi_in: फ्रेम प्रविष्ट करें
it: Inserisci il telaio
ja: フレームを挿入

source: Slice Clip
hi_in: स्लाइस काटें
it: Taglia clip
ja: クリップをスライス

source: Remove Clip
hi_in: काटें
it: Rimuovi clip
ja: クリップを削除

source: Insert Audio Clip
hi_in: ऑडियो काटें
it: Inserisci clip audio
ja: オーディオクリップを挿入

source: Remove Audio Clip
hi_in: ऑडियो क्लिप मिटाएँ
it: Rimuovi clip audio
ja: オーディオクリップを削除

source: Insert Video Gap
hi_in: वीडियो गैप जोड़ें

source: Remove Video Gap
hi_in: वीडियो गैप हटाएँ

source: Insert Audio Gap
hi_in: ऑडियो जीप प्रविष्ट करें
it: Inserisci gap audio
ja: オーディオギャップを挿入

source: Remove Audio Gap
hi_in: ऑडियो जीप मिटाएँ
it: Rimuovi il gap audio
ja: オーディオギャップを削除

source: Edit - Add Transition
hi_in: संपादन - ट्रांज़िशन जोड़ें

source: Edit - Fill Tool
hi_in: संपादन - फ़िल टूल

source: Edit - Move Tool
hi_in: संपादन - मूव टूल

source: Edit - Trim Tool
hi_in: संपादन - ट्रिम टूल

source: Edit - Ripple Tool
hi_in: संपादन - रिपल टूल

source: Edit - Roll Tool
hi_in: संपादन - रोल टूल

source: Edit - Slice Tool
hi_in: संपादन - स्लाइस टूल

source: Edit - Slide Tool
hi_in: संपादन - स्लाइड टूल

source: Edit - Slip Tool
hi_in: संपादन - स्लिप टूल

source: Edit - Undo
hi_in: संपादन - पूर्ववत

source: Edit - Redo
hi_in: संपादन - फिर से करें

source: Toggle Menu Bar
hi_in: मेन्यू पट्टी टॉगल करें
it: Commuta la barra dei menu
ja: メニューバーを切り替え

source: Toggle Top Bar
hi_in: शीर्ष पट्टी टॉगल करें
it: Commuta barra superiore
ja: 上部バーを切り替え

source: Toggle Pixel Bar
hi_in: पिक्सेल पट्टी टॉगल करें
it: Commuta la barra dei pixel
ja: ピクセルバーを切り替え

source: Toggle Timeline
hi_in: टाइम-लाइन टॉगल करें
it: Commuta timeline
ja: タイムラインを切り替え

source: Toggle Status Bar
hi_in: स्थिति पट्टी टॉगल करें
it: Commuta la barra di stato
ja: ステータスバーを切り替え

source: Toggle Tool Dock
hi_in: औजार डॉक टॉगल करें
it: Attiva la dock dello strumento
ja: ツールドックを切り替え

source: Toggle Full Screen
hi_in: पूरा स्क्रीन टॉगल करें
it: Commuta schermo intero
ja: フルスクリーンを切り替え

source: Toggle Presentation
hi_in: प्रस्तुतीकरण टॉगल करें
it: Commuta la presentazione
ja: プレゼンテーションの切り替え

source: Toggle Float On Top
hi_in: फ्लोट को ऊपर पर टॉगल करें
it: Commuta fluttuare in alto
ja: 浮動ウィンドウを最前面に表示の切り替え

source: Toggle Secondary
hi_in: द्वितीयक टॉगल करें
it: Commuta secondario
ja: 副次的なものの切り替え

source: Toggle Secondary Float On Top
hi_in: द्वितीयक फ्लोट को ऊपर पर टॉगल करें
it: Commutare la flotta secondaria in alto
ja: 副次的な浮動ウィンドウを最前面に表示の切り替え

source: Toggle NDI
hi_in: नाईआई टॉगल करें
it: Commuta NDI
ja: NDIの切り替え

source: Toggle Network
hi_in: नेटवर्क टॉगल करें
it: Commuta la rete
ja: ネットワークの切り替え

source: Toggle USD
hi_in: यूएसडी टॉगल करें
it: Commutare l'USD
ja: USDの切り替え

source: Toggle Stereo 3D
hi_in: स्टीरियो ३डी टॉगल करें
it: Commuta stereo 3D
ja: ステレオ3Dの切り替え

source: Toggle Edit Mode
hi_in: संपादन मोड टॉगल करें
it: Commuta la modalità Modifica
ja: 編集モードの切り替え

source: Toggle Timeline Editable
hi_in: टाइम- लाइन संशोधनीय टॉगल करें
it: Commuta la timeline modificabile
ja: タイムラインの編集を切り替え

source: Toggle Edit Associated Clips
hi_in: सम्बद्ध क्लिपिंग टॉगल करें
it: Commuta Modifica clip associati
ja: 関連クリップの編集を切り替え

source: Timeline Frame View
hi_in: टाइम-लाइन फ्रेम दृश्य
it: Vista del quadro temporale
ja: タイムライン フレーム表示

source: Toggle Timeline Scroll To Current Frame
hi_in: टाइम-लाइन स्क्रॉल को मौज़ूदा फ्रेम में टॉगल करें
it: Commuta lo scorrimento della linea temporale sulla cornice corrente
ja: タイムラインを現在のフレームにスクロールするを切り替え

source: Toggle Timeline Track Info
hi_in: टाइम-लाइन ट्रैक जानकारी टॉगल करें
it: Commuta le informazioni sulla traccia temporale
ja: タイムライン トラック情報を切り替え

source: Toggle Timeline Clip Info
hi_in: टाइम-लाइन क्लिप जानकारी टॉगल करें
it: Commuta le informazioni sulla clip della linea temporale
ja: タイムライン クリップ情報を切り替え

source: Toggle Timeline Thumbnails
hi_in: टाइम-लाइन लघु छवि टॉगल करें
it: Commuta le miniature della linea temporale
ja: タイムライン サムネイルを切り替え

source: Toggle Timeline Transitions
hi_in: टाइम- लाइन संक्रमण टॉगल करें
it: Commuta le transizioni temporali
ja: タイムライン トランジションを切り替え

source: Toggle Timeline Markers
hi_in: टाइम-लाइन मार्कर्स टॉगल करें
it: Commuta i segnalibri della linea temporale
ja: タイムライン マーカーを切り替え

source: Reset Gain/Gamma
hi_in: गेन रीसेट करें/गामा
it: Ripristina il guadagno/Gamma
ja: ゲイン/ガンマのリセット

source: Exposure More
hi_in: प्रदर्शन अधिक
it: Esposizione di più
ja: 露出を増やす

source: Exposure Less
hi_in: एक्सपोज़र कम
it: Esposizione Meno
ja: 露出を減らす

source: Saturation More
hi_in: संतृप्ति अधिक
it: Saturazione Più
ja: 彩度を増やす

source: Saturation Less
hi_in: संतृप्ति कम
it: Saturazione Meno
ja: 彩度を減らす

source: Gamma More
hi_in: गामा अधिक
it: Gamma Più
ja: ガンマを増やす

source: Gamma Less
hi_in: गामा कम
it: Gamma Meno
ja: ガンマを減らす

source: OCIO In Top Bar
hi_in: ओआईआईओ शीर्ष पट्टी में
it: OCIO nella barra superiore
ja: OCIOを上部バーに表示

source: OCIO Input Color Space
hi_in: OCIO इनपुट रंग जगह
it: Spazio colore di ingresso OCIO
ja: OCIO 入力カラースペース

source: OCIO Display
hi_in: OCO प्रदर्शन
it: Visualizzazione OCIO
ja: OCIO 表示

source: OCIO View
hi_in: OCO दृश्य
it: Vista OCIO
ja: OCIO ビュー

source: OCIO Toggle
hi_in: OCIO टॉगल
it: Attiva/Disattiva OCIO
ja: OCIO 切り替え

source: Scrub Mode
hi_in: स्क्रैप मोड
it: Modalità spruzzo
ja: スクラブ モード

source: Area Selection Mode
hi_in: क्षेत्र चयन विधि
it: Modalità di selezione dell'area
ja: エリア選択モード

source: Draw Mode
hi_in: मोड आरेखित करें
it: Modalità di disegno
ja: 描画モード

source: Erase Mode
hi_in: मिटाने का मोड
it: Modalità di cancellazione
ja: 消去モード

source: Polygon Mode
hi_in: बहुभुज मोड
it: Modalità Poligono
ja: ポリゴンモード

source: Arrow Mode
hi_in: तीर मोड
it: Modalità freccia
ja: 矢印モード
