Repository: ggarra13/mrv2
Catalog: src/po/mrv2/*.po
Languages: hi_in, it, ja

source: Convert a timecode string (``HH:MM:SS;FRAME``) into a :class:`~RationalTime`.
hi_in: समयकोड स्ट्रिंग (``HH:MM:SS;FRAME``) को :class:`~RationalTime` में परिवर्तित करें।
it: Converti una stringa di codice temporale (``HH:MM:SS;FRAME``) in una stringa :class:`~RationalTime`.
ja: タイムコード文字列（``HH:MM:SS;FRAME``）を :class:`~RationalTime` に変換します。

source: Convert a time with microseconds string (``HH:MM:ss`` where ``ss`` is an integer or a decimal number) into a :class:`~RationalTime`.
hi_in: सूक्ष्मसेकंड के साथ समय स्ट्रिंग (``HH:MM:ss`` जहाँ ``ss`` एक पूर्णांक या दशमलव संख्या है) को :class:`~RationalTime` में परिवर्तित करें।
it: Converti un tempo con stringa di microsecondi (``HH:MM:ss`` dove ``s`` è un numero intero o un numero decimale) in una :class:`~RationalTime`.
ja: マイクロ秒付きの時間文字列（``HH:MM:ss``、ここで``ss``は整数または小数）を :class:`~RationalTime` に変換します。

source: The TimeRange class represents a range in time. It encodes the start time and the duration, meaning that :meth:`end_time_inclusive` (last portion of a sample in the time range) and :meth:`end_time_exclusive` can be computed.
hi_in: TimeRange क्लास समय की एक सीमा का प्रतिनिधित्व करता है। यह प्रारंभिक समय और अवधि को एन्कोड करता है, जिसका मतलब है कि :meth:`end_time_inclusive` (समय सीमा में एक सैंपल का अंतिम भाग) और :meth:`end_time_exclusive` की गणना की जा सकती है।
it: La classe TimeRange rappresenta un intervallo temporale. Codifica l'ora di inizio e la durata, il che significa che :meth:`end_time_inclusive` (ultima porzione di un campione nell'intervallo temporale) e :meth:`end_time_exclusive` possono essere calcolati.
ja: TimeRange クラスは時間の範囲を表します。開始時間と期間をエンコードし、 :meth:`end_time_inclusive`（時間範囲内のサンプルの最後の部分）と :meth:`end_time_exclusive` を計算できるようにします。

source: The time of the last sample containing data in the time range. If the time range starts at (0, 24) with duration (10, 24), this will be (9, 24) If the time range starts at (0, 24) with duration (10.5, 24): (10, 24) In other words, the last frame with data, even if the last frame is fractional.
hi_in: समय सीमा में डेटा वाला अंतिम सैंपल का समय। यदि समय सीमा (0, 24) से शुरू होती है और अवधि (10, 24) है, तो यह होगा (9, 24) यदि समय सीमा (0, 24) से शुरू होती है और अवधि (10.5, 24) है: (10, 24) दूसरे शब्दों में, डेटा के साथ अंतिम फ्रेम, भले ही अंतिम फ्रेम आंशिक हो।
it: Il tempo dell'ultimo campione contenente dati nell'intervallo di tempo. Se l'intervallo di tempo inizia a (0, 24) con una durata di (10, 24), questo sarà (9, 24) Se l'intervallo di tempo inizia a (0, 24) con una durata di (10.5, 24): (10, 24) In altre parole, l'ultimo fotogramma con dati, anche se l'ultimo fotogramma è frazionato.
ja: 時間範囲内でデータを含む最後のサンプルの時間。 時間範囲が (0, 24) から始まり、期間が (10, 24) の場合、これは (9, 24) になります。 時間範囲が (0, 24) から始まり、期間が (10.5, 24) の場合： (10, 24) になります。 言い換えれば、最後のフレームが分数であっても、データを含む最後のフレームです。

source: Time of the first sample outside the time range. If start frame is 10 and duration is 5, then end_time_exclusive is 15, because the last time with data in this range is 14. If start frame is 10 and duration is 5.5, then end_time_exclusive is 15.5, because the last time with data in this range is 15.
hi_in: समय सीमा के बाहर पहले सैंपल का समय। यदि प्रारंभिक फ्रेम 10 है और अवधि 5 है, तो end_time_exclusive 15 होगा, क्योंकि इस सीमा में डेटा के साथ अंतिम समय 14 है। यदि प्रारंभिक फ्रेम 10 है और अवधि 5.5 है, तो end_time_exclusive 15.5 होगा, क्योंकि इस सीमा में डेटा के साथ अंतिम समय 15 है।
it: Ora del primo campione al di fuori dell'intervallo di tempo. Se il frame iniziale è 10 e la durata è 5, allora end_time_exclusive è 15, perché l'ultimo tempo con dati in questo intervallo è 14. Se il frame iniziale è 10 e la durata è 5.5, allora end_time_exclusive è 15.5, perché l'ultimo tempo con dati in questo intervallo è 15.
ja: 時間範囲外の最初のサンプルの時間。 開始フレームが 10 で、期間が 5 の場合、end_time_exclusive は 15 です。 なぜなら、この範囲内でデータがある最後の時間は 14 だからです。 開始フレームが 10 で、期間が 5.5 の場合、end_time_exclusive は 15.5 です。なぜなら、この範囲内でデータがある最後の時間は 15 だからです。

source: Construct a new :class:`~TimeRange` that is this one extended by other.
hi_in: एक नया :class:`~TimeRange` बनाएं जो कि इस एक को अन्य द्वारा विस्तारित किया गया हो।
it: Costruire un nuovo :class:`~TimeRange` che è questo esteso da un altro.
ja: この :class:`~TimeRange` を他のもので拡張した新しいものを構築します。

source: Clamp 'other' (:class:`~RationalTime`) according to :attr:`start_time`/:attr:`end_time_exclusive` and bound arguments.
hi_in: 'other' (:class:`~RationalTime`) को :attr:`start_time`/:attr:`end_time_exclusive` और बाउंड आर्ग्यूमेंट्स के अनुसार क्लैंप करें।
it: Limita 'other' (:class:`~RationalTime`) in base a :attr:`start_time`/:attr:`end_time_exclusive` e ai parametri di confine.
ja: 引数 'other' (:class:`~RationalTime`) を :attr:`start_time`/:attr:`end_time_exclusive` および境界引数に従ってクランプします。

source: Clamp 'other' (:class:`~TimeRange`) according to :attr:`start_time`/:attr:`end_time_exclusive` and bound arguments.
hi_in: 'other' (:class:`~TimeRange`) को :attr:`start_time`/:attr:`end_time_exclusive` और बाउंड आर्ग्यूमेंट्स के अनुसार क्लैंप करें।
it: Limita 'other' (:class:`~TimeRange`) in base a :attr:`start_time`/:attr:`end_time_exclusive` e ai parametri di confine.
ja: 引数 'other' (:class:`~TimeRange`) を :attr:`start_time`/:attr:`end_time_exclusive` および境界引数に従ってクランプします。

source: The start of `this` precedes `other`. `other` precedes the end of `this`. :: other | * [ this ]
hi_in: `this` की शुरुआत `other` से पहले होती है। `other` `this` के अंत से पहले होता है। :: other | * [ this ]
it: L'inizio di `this` precede `other`. `other` precede la fine di `this`. :: other | * [ this ]
ja: `this` の開始が `other` より前です。 `other` は `this` の終了より前です。 :: other | * [ this ]

source: The start of `this` precedes start of `other`. The end of `this` antecedes end of `other`. :: [ other ] [ this ] The converse would be ``other.contains(this)``
hi_in: `this` की शुरुआत `other` की शुरुआत से पहले होती है। `this` का अंत `other` के अंत से पहले होता है। :: [ other ] [ this ] विपरीत स्थिति ``other.contains(this)`` होगी।
it: L'inizio di `this` precede l'inizio di `other`. La fine di `this` precede la fine di `other`. :: [ other ] [ this ] L'inverso sarebbe ``other.contains(this)``
ja: `this` の開始が `other` の開始より前です。 `this` の終了が `other` の終了より前です。 :: [ other ] [ this ] 逆は ``other.contains(this)`` です。

source: `this` contains `other`. :: other | * [ this ]
hi_in: `this` में `other` शामिल है। :: other | * [ this ]
it: `this` contiene `other`. :: other | * [ this ]
ja: `this` は `other` を含みます。 :: other | * [ this ]

source: The start of `this` strictly precedes end of `other` by a value >= `epsilon_s`. The end of `this` strictly antecedes start of `other` by a value >= `epsilon_s`. :: [ this ] [ other ] The converse would be ``other.overlaps(this)``
hi_in: `this` की शुरुआत `other` के अंत से एक मान >= `epsilon_s` द्वारा स्पष्ट रूप से पहले होती है। `this` का अंत `other` की शुरुआत से एक मान >= `epsilon_s` द्वारा स्पष्ट रूप से पहले होता है। :: [ this ] [ other ] विपरीत स्थिति ``other.overlaps(this)`` होगी।
it: L'inizio di `this` precede strettamente la fine di `other` di un valore >= `epsilon_s`. La fine di `this` precede strettamente l'inizio di `other` di un valore >= `epsilon_s`. :: [ this ] [ other ] L'inverso sarebbe ``other.overlaps(this)``
ja: `this` の開始は `other` の終了より厳密に前で、値は >= `epsilon_s` です。 `this` の終了は `other` の開始より厳密に前で、値は >= `epsilon_s` です。 :: [ this ] [ other ] 逆は ``other.overlaps(this)`` です。

source: The end of `this` strictly precedes `other` by a value >= `epsilon_s`. :: other | [ this ] *
hi_in: `this` का अंत `other` से एक मान >= `epsilon_s` द्वारा स्पष्ट रूप से पहले होता है। :: other | [ this ] *
it: La fine di `this` precede strettamente `other` di un valore >= `epsilon_s`. :: other | [ this ] *
ja: `this` の終了は `other` より厳密に前で、値は >= `epsilon_s` です。 :: other | [ this ] *

source: The end of `this` strictly equals the start of `other` and the start of `this` strictly equals the end of `other`. :: [this][other] The converse would be ``other.meets(this)``
hi_in: `this` का अंत `other` की शुरुआत के समान होता है और `this` की शुरुआत `other` के अंत के समान होती है। :: [this][other] विपरीत स्थिति ``other.meets(this)`` होगी।
it: La fine di `this` è strettamente uguale all'inizio di `other` e l'inizio di `this` è strettamente uguale alla fine di `other`. :: [this][other] L'inverso sarebbe ``other.meets(this)``
ja: `this`の終了点が`other`の開始点と厳密に等しく、 `this`の開始点が`other`の終了点と厳密に等しい。 :: [this][other] 逆は``other.meets(this)``となる

source: The start of `this` strictly equals `other`. :: other | * [ this ]
hi_in: `this` की शुरुआत `other` के समान होती है। :: other | * [ this ]
it: L'inizio di `this` è strettamente uguale a `other`. :: other | * [ this ]
ja: `this`の開始点が`other`と厳密に等しい。 :: other | * [ this ]

source: The start of `this` strictly equals the start of `other`. The end of `this` strictly precedes the end of `other` by a value >= `epsilon_s`. :: [ this ] [ other ] The converse would be ``other.begins(this)``
hi_in: `this` की शुरुआत `other` की शुरुआत के समान होती है। `this` का अंत `other` के अंत से एक मान >= `epsilon_s` द्वारा स्पष्ट रूप से पहले होता है। :: [ this ] [ other ] विपरीत स्थिति ``other.begins(this)`` होगी।
it: L'inizio di `this` è strettamente uguale all'inizio di `other`. La fine di `this` precede strettamente la fine di `other` di un valore >= `epsilon_s`. :: [ this ] [ other ] L'inverso sarebbe ``other.begins(this)``
ja: `this`の開始点が`other`の開始点と厳密に等しい。 `this`の終了点は`other`の終了点より`epsilon_s`以上の値だけ厳密に先行する。 :: [ this ] [ other ] 逆は``other.begins(this)``となる

source: The end of `this` strictly equals `other`. :: other | * [ this ]
hi_in: `this` का अंत `other` के समान होता है। :: other | * [ this ]
it: La fine di `this` è strettamente uguale a `other`. :: other | * [ this ]
ja: `this`の終了点が`other`と厳密に等しい。 :: other | * [ this ]

source: The start of `this` strictly antecedes the start of `other` by a value >= `epsilon_s`. The end of `this` strictly equals the end of `other`. :: [ this ] [ other ] The converse would be ``other.finishes(this)``
hi_in: `this` की शुरुआत `other` की शुरुआत से एक मान >= `epsilon_s` द्वारा स्पष्ट रूप से पहले होती है। `this` का अंत `other` के अंत के समान होता है। :: [ this ] [ other ] विपरीत स्थिति ``other.finishes(this)`` होगी।
it: L'inizio di `this` precede strettamente l'inizio di `other` di un valore >= `epsilon_s`. La fine di `this` è strettamente uguale alla fine di `other`. :: [ this ] [ other ] L'inverso sarebbe ``other.finishes(this)``
ja: `this`の開始点は`other`の開始点より`epsilon_s`以上の値だけ厳密に先行する。 `this`の終了点は`other`の終了点と厳密に等しい。 :: [ this ] [ other ] 逆は``other.finishes(this)``となる

source: The start of `this` precedes or equals the end of `other` by a value >= `epsilon_s`. The end of `this` antecedes or equals the start of `other` by a value >= `epsilon_s`. :: [ this ] OR [ other ] [ other ] [ this ] The converse would be ``other.finishes(this)``
hi_in: `this` की शुरुआत `other` के अंत से एक मान >= `epsilon_s` द्वारा पहले या समान होती है। `this` का अंत `other` की शुरुआत से एक मान >= `epsilon_s` द्वारा पहले या समान होता है। :: [ this ] OR [ other ] [ other ] [ this ] विपरीत स्थिति ``other.finishes(this)`` होगी।
it: L'inizio di `this` precede o è uguale alla fine di `other` di un valore >= `epsilon_s`. La fine di `this` precede o è uguale all'inizio di `other` di un valore >= `epsilon_s`. :: [ this ] O [ other ] [ other ] [ this ] L'inverso sarebbe ``other.finishes(this)``
ja: `this`の開始点は`other`の終了点以前であるか、`epsilon_s`以上の値だけ等しい。 `this`の終了点は`other`の開始点以後であるか、`epsilon_s`以上の値だけ等しい。 :: [ this ] OR [ other ] [ other ] [ this ] 逆は``other.overlaps(this)``となる

source: Creates a :class:`~TimeRange` from start and end :class:`~RationalTime`\s (exclusive). For example, if start_time is 1 and end_time is 10, the returned will have a duration of 9.
hi_in: एक :class:`~TimeRange` बनाता है जो प्रारंभ और अंत :class:`~RationalTime`\s (विशेष रूप से) से होता है। उदाहरण के लिए, यदि start_time 1 है और end_time 10 है, तो प्राप्त परिणाम की अवधि 9 होगी।
it: Crea un :class:`~TimeRange` dall'inizio e dalla fine :class:`~RationalTime`\s (esclusivo). Per esempio, se start_time è 1 e end_time è 10, il ritorno avrà una durata di 9.
ja: 開始と終了の:class:`~RationalTime`から:class:`~TimeRange`を作成します (排他的)。 例えば、start_timeが1でend_timeが10の場合、返されるもののdurationは9になります。

source: Creates a :class:`~TimeRange` from start and end :class:`~RationalTime`\s (inclusive). For example, if start_time is 1 and end_time is 10, the returned will have a duration of 10.
hi_in: एक :class:`~TimeRange` बनाता है जो प्रारंभ और अंत :class:`~RationalTime`\s (समावेशी) से होता है। उदाहरण के लिए, यदि start_time 1 है और end_time 10 है, तो प्राप्त परिणाम की अवधि 10 होगी।
it: Crea un :class:`~TimeRange` dall'inizio e dalla fine :class:`~RationalTime`\s (incluso). Per esempio, se start_time è 1 e end_time è 10, il ritorno avrà una durata di 10.
ja: 開始と終了の:class:`~RationalTime`から:class:`~TimeRange`を作成します (包括的)。 例えば、start_timeが1でend_timeが10の場合、返されるもののdurationは10になります。

source: Media module. Contains all classes and enums related to media.
hi_in: मीडिया मॉड्यूल. मीडिया से संबंधित सभी क्लासों तथा एनमैक्स्स शामिल हैं.
it: Modulo multimediale. Contiene tutte le classi e enum relativi ai media.
ja: メディアモジュール。 メディアに関連するすべてのクラスとenumを含みます。

source: Compare mode :class:`mrv2.media.CompareMode`.
hi_in: मोड से तुलना करें:क्लास:`mrv2.media.CompareMode`.
it: Confronta la modalità :class:`mrv2.media.CompareMode`.
ja: 比較モード :class:`mrv2.media.CompareMode`。

source: Wipe center in X and Y :class:`mrv2.math.Vector2f`.
hi_in: X तथा Y:क्लास में केंद्र को मिटाएँ:`mrv2.math.Vector2f`
it: Centro di pulitura in X e Y:class:`mrv2.math.Vector2f`.
ja: XおよびYのワイプ中心 :class:`mrv2.math.Vector2f`。

source: Wipe Rotation.
hi_in: घूर्णन पोंछना.
it: Pulisci la rotazione.
ja: 動画回転

source: Overlay ( A over B )
hi_in: लेम्बिया (उब से ऊपर)
it: Sovrapposizione ( A over B )
ja: オーバーレイ ( A over B )

source: Comparison options.
hi_in: तुलना विकल्प.
it: Opzioni di confronto.
ja: 比較

source: Math module. Contains all math classes.
hi_in: गणित मॉड्यूल. सभी गणित क्लासों में.
it: Contiene tutte le lezioni di matematica.
ja: 数学モジュール。 すべての数学クラスを含みます。

source: Vector of 2 integers.
hi_in: 2 पूर्णांक के सदिश.
it: Vettore di 2 interi.
ja: 請求項２ １に記載のベクターとを

source: Vector of 2 floats.
hi_in: 2 फ्लोट के सदिश.
it: Vettore di 2 galleggianti.
ja: 請求項２ １に記載のベクターとを

source: Vector of 3 floats.
hi_in: 3 फ्लोट के सदिश.
it: Vettore di 3 galleggianti.
ja: 請求項２ １に記載のベクターとを

source: Vector of 4 floats.
hi_in: 4 फ्लोट के सदिश.
it: Vettore di 4 galleggianti.
ja: 請求項２ １に記載のベクターとを

source: Size of 2 integers.
hi_in: 2 पूर्णांकों का आकार.
it: Dimensioni di 2 interi.
ja: ボールのサイズ

source: Image module. Contains all classes and enums related to image controls.
hi_in: छवि मॉड्यूल. छवि नियंत्रण से संबंधित सभी क्लासों तथा अक्षरों को समाहित करता है.
it: Modulo immagine. Contiene tutte le classi e enum relativi ai controlli immagine.
ja: イメージモジュール。 イメージコントロールに関連するすべてのクラスとenumを含みます。

source: Red Channel.
hi_in: रेड चैनल.
it: Canale Rosso.
ja: レッドチャネル

source: Green Channel.
hi_in: हरा चैनल.
it: Canale verde.
ja: グリーンチャネル

source: Blue Channel.
hi_in: ब्लू चैनल.
it: Canale Blu.
ja: ブルーチャネル

source: Alpha Channel.
hi_in: अल्फा चैनल.
it: Canale Alfa.
ja: アルファチャンネル

source: Image mirroring.
hi_in: छवि चमक रहा है.
it: Mirrorazione dell'immagine.
ja: ミラーリング

source: Flip image on X.
hi_in: एक्स में छवि पलटें.
it: Gira l'immagine su X.
ja: 画像を反転

source: Flip image on Y.
hi_in: Y में छवि पलटें.
it: Gira l'immagine su Y.
ja: 画像を反転

source: Enabled Levels.
hi_in: स्तर सक्षम करें
it: Livelli abilitati.
ja: 有効

source: Add a :class:`mrv2.math.Vector3f` to image.
hi_in: एक अंश जोड़ें: `mrv2.math.Vector3f`.
it: Aggiungere un :class:`mrv2.math.Vector3f` all`immagine.
ja: ラッピングするHTML要素にクラスを追加します。

source: Change a :class:`mrv2.math.Vector3f` of brightness to image.
hi_in: एक को बदलें:क्लास: `mrv2.math.Vector3f` इससे छवि के लिए चमकीलापन का प्रमाण दें.
it: Cambia a :class:`mrv2.math.Vector3f` di luminosità in immagine.
ja: イメージに明るさの:class:`mrv2.math.Vector3f`を変更します。

source: Change a :class:`mrv2.math.Vector3f` of contrast to image.
hi_in: एक को बदलें:क्लास: `mrv2.math.Vector3f` इस छवि के कंट्रास्ट के लिए.
it: Cambia a :class:`mrv2.math.Vector3f` di contrasto con l'immagine.
ja: イメージにコントラストの:class:`mrv2.math.Vector3f`を変更します。

source: Change a :class:`mrv2.math.Vector3f` of saturation to image.
hi_in: एक को बदलें:क्लास: `mrv2.math.Vector3f` of छवि में.
it: Cambia a :class:`mrv2.math.Vector3f` di saturazione in immagine.
ja: イメージに彩度の:class:`mrv2.math.Vector3f`を変更します。

source: Change tint of image to image between 0 and 1.
hi_in: 0 और 1 के बीच छवि के टिंट बदलें.
it: Cambia il colore dell'immagine in immagine tra 0 e 1.
ja: 背景画像の暗さ。0から1の間で選択してください

source: Invert the color values.
hi_in: रंग मूल्य उलटें.
it: Inverti i valori di colore.
ja: 透明な色の値を報告

source: Color values.
hi_in: रंग मूल्य.
it: Valori di colore.
ja: 透明な色の値を報告

source: In Low Level value.
hi_in: कम स्तर मूल्य में.
it: In valore di basso livello.
ja: 低レベル

source: In High Level value.
hi_in: उच्च स्तर मूल्य में.
it: In valore di alto livello.
ja: 高レベル

source: Gamma Level value.
hi_in: गामा स्तर मूल्य.
it: Valore del livello gamma.
ja: ガンマレベル

source: Out Low Level value.
hi_in: कम स्तर मूल्य.
it: Esci Valore di basso livello.
ja: 低レベル

source: Out High Level value.
hi_in: उच्च स्तर मूल्य.
it: Fuori valore di alto livello.
ja: 高レベル

source: Levels values.
hi_in: स्तर मूल्य.
it: Valori dei livelli.
ja: 現在のチャンネルのレベル値をリセットします。

source: Enabled EXR display.
hi_in: ईएक्सआर प्रदर्शन सक्षम करें.
it: Display EXR abilitato.
ja: EXR表示を有効にしました。

source: Exposure value.
hi_in: एक्सपोज़र मूल्य.
it: Valore dell'esposizione.
ja: 出力露出値：%.1f

source: Defog value.
hi_in: हर्ट मूल्य.
it: Valore di defog.
ja: 値

source: kneeLow value.
hi_in: घुटने मूल्य.
it: Il valore del ginocchio è basso.
ja: 値

source: kneeHigh value.
hi_in: घुटने उत्तम मूल्य.
it: ginocchioAlto valore.
ja: 値

source: EXR display values.
hi_in: ईएक्सआर प्रदर्शन मूल्य.
it: Valori di visualizzazione EXR.
ja: 値を表示

source: Enabled Soft Clip.
hi_in: सॉफ्ट क्लिपिंग सक्षम करें.
it: Clip morbido abilitato.
ja: ソフトクリッピング

source: Soft clip value.
hi_in: सॉफ्ट क्लिप मूल्य.
it: Valore del clip morbido.
ja: ソフトクリッピング

source: Minify filter :class:`mrv2.image.ImageFilter`.
hi_in: न्यूनतम फ़िल्टर:क्लास: `mrv2.image.ImageFilter`.
ja: 縮小フィルター :class:`mrv2.image.ImageFilter`。

source: Magnify filter :class:`mrv2.image.ImageFilter`.
hi_in: आवधिक फिल्टर:क्लास: `mrv2.image.ImageFilter`.
it: Ingrandisci il filtro :class:`mrv2.image.ImageFilter`.
ja: 拡大フィルター :class:`mrv2.image.ImageFilter`。

source: Image filters.
hi_in: छवि फिल्टर.
it: Filtri di immagini.
ja: フィルター

source: Color channels :class:`mrv2.image.Channels`.
hi_in: रंग चैनल:`mrv2.image.Channels`
it: Canali a colori :class:`mrv2.image.Channels`.
ja: カラーチャンネル :class:`mrv2.image.Channels`。

source: Mirror on X, Y or both :class:`mrv2.image.Mirror`.
hi_in: एक्स, y या दोनों:क्लास: `mrv2.image.Mirror`
it: Specchio su X, Y o entrambi :class:`mrv2.image.Mirror`.
ja: X、Y、または両方のミラー :class:`mrv2.image.Mirror`。

source: Color options :class:`mrv2.image.Color`.
hi_in: रंग विकल्प :क्लास: `mrv2.image.Color`
it: Opzioni di colore :class:`mrv2.image.Color`.
ja: カラーオプション :class:`mrv2.image.Color`。

source: Levels options :class:`mrv2.image.Levels`.
hi_in: स्तर विकल्प :क्लास: `mrv2.image.Levels`.
it: Opzioni dei livelli :class:`mrv2.image.Levels`.
ja: 卸売レベル オプション

source: EXR Display options :class:`mrv2.image.EXRDisplay`..
hi_in: EXR प्रदर्शक विकल्प :क्लास: `mrv2.image.EXRDisplay`..
it: Opzioni di visualizzazione EXR :class:`mrv2.image.EXRDisplay`..
ja: EXR表示オプション :class:`mrv2.image.EXRDisplay`。

source: Soft Clip options :class:`mrv2.image.SoftClip`..
hi_in: सादा क्लिप विकल्प:क्लास: `mrv2.image.SoftClip`..
it: Opzioni Clip Soft :class:`mrv2.image.SoftClip`..
ja: ソフトクリップオプション :class:`mrv2.image.SoftClip`。

source: Display options.
hi_in: प्रदर्शक विकल्प.
it: Opzioni di visualizzazione.
ja: 表示オプション

source: LUT enabled.
hi_in: LUTसी सक्षम है.
it: LUT abilitato.
ja: LUT が有効です。

source: LUT filename.
hi_in: एल सिवाय फ़ाइल- नाम.
it: LUT nome del file.
ja: LUT ファイル名。

source: LUT transformation order.
hi_in: क्रम में परिवर्तन.
it: LUT ordine di trasformazione.
ja: LUT変換順序。

source: LUT options.
hi_in: अतिरिक्त विकल्प:
it: Opzioni LUT.
ja: Lut

source: Video Levels.
hi_in: वीडियो स्तर.
it: Livelli video.
ja: 動画: 会員レベル

source: Alpha blending algorithm
hi_in: अल्फा ब्लेंड एल्गोरिदम
it: Algoritmo di miscelazione alfa
ja: アルファブレンドアルゴリズム

source: Image Filters
hi_in: छवि फ़िल्टर्स
it: Filtri immagine
ja: フィルター

source: Image options.
hi_in: परियोजना विकल्प.
it: Opzioni di immagine.
ja: スライダー画像オプション

source: Environment Map type.
hi_in: एनवायरनमेंट नक्शा क़िस्म.
it: Tipo di mappa ambientale.
ja: 地図の種類

source: Horizontal aperture
hi_in: आड़ा (H)
it: Apertura orizzontale
ja: 絞り

source: Vertical aperture
hi_in: खड़ा (V)
it: Apertura verticale
ja: 絞り

source: Focal Length
hi_in: फोकल लंबाई
it: Lunghezza focale
ja: 焦点距離

source: Rotation on X
hi_in: X पर घुमाव
it: Rotazione su X
ja: X軸上の回転（+/-）

source: Rotation on Y
hi_in: Y पर घुमाव
it: Rotazione su Y
ja: Y軸上の回転（+/-）

source: Subdivision on X
hi_in: एक्स पर उप- विभाजन
it: Sottodivisione X
ja: ç¾å¨ã®ã¬ã¤ã¤ã¼(L)

source: Subdivision on Y
hi_in: Y पर उप- विभाजन
it: Sottodivisione Y
ja: é ã(H)

source: Spin
hi_in: स्पिन
it: Giro
ja: スピン

source: EnvironmentMap options.
hi_in: वातावरण नक्शा विकल्प.
it: Opzioni EnvironmentMap.
ja: オプション

source: Stereo 3d input :class:`mrv2.image.StereoInput`..
hi_in: स्टीरियो 3डी इनपुट:क्लास: `mrv2.image.StereoInput`..
it: Ingresso stereo 3d :class:`mrv2.image.StereoInput`..
ja: ステレオ3D入力 :class:`mrv2.image.StereoInput`。

source: Stereo 3d output :class:`mrv2.image.StereoOutput`..
hi_in: स्टीरियो 3डी आउटपुट:क्लास: `mrv2.image.StereoOutput`.
it: Uscita stereo 3d :class:`mrv2.image.StereoOutput`..
ja: ステレオ3D出力 :class:`mrv2.image.StereoOutput`。

source: Separation between left and right eye.
hi_in: बाईं ओर और दाएँ और बाएँ की आँख के बीच जुदाई
it: Separazione tra occhio sinistro e destro.
ja: 左眼と右眼の差。

source: Swap left and right eye
hi_in: बाएँ और दाएँ की आँख बदलें
it: Swap occhio sinistro e destro
ja: 左右

source: Stereo3D options.
hi_in: स्टीरियो3डी विकल्प.
it: Opzioni Stereo3D.
ja: オプション

source: Background type :class:`mrv2.image.Background`..
hi_in: पृष्ठभूमि क़िस्म:`mrv2.image.Background`.
it: Tipo di sfondo :class:`mrv2.image.background`..
ja: 背景の種類

source: Checkers Color0 :class:`mrv2.image.Color4f`..
hi_in: चेकर्स रंग0:क्लास: `mrv2.image.Color4f`.
it: Schede Colore0 :class:`mrv2.image.Color4f`..
ja: チェッカーColor0 :class:`mrv2.image.Color4f`。

source: Checkers Color1 :class:`mrv2.image.Color4f`..
hi_in: चेकर्स रंग1:क्लास: `mrv2.image.Color4f`..
it: Schede Colore1 :class:`mrv2.image.Color4f`..
ja: チェッカーColor1 :class:`mrv2.image.Color4f`。

source: Checkers Size :class:`mrv2.math.Size2i`..
hi_in: चेकर्स आकार:`mrv2.math.Size2i`..
it: Taglia scacchiere : classe: `mrv2.math.Size2i`..
ja: チェッカーサイズ :class:`mrv2.math.Size2i`。

source: Background options.
hi_in: पृष्ठभूमि विकल्प.
it: Opzioni di base.
ja: 背景オプション

source: Gets the current background options.
hi_in: वर्तमान पृष्ठभूमि विकल्प बताता है.
it: Ottiene le opzioni di sfondo attuali.
ja: 背景オプション

source: Sets the current background options.
hi_in: मौज़ूदा पृष्ठभूमि विकल्प नियत करता है.
it: Imposta le opzioni di sfondo correnti.
ja: 背景オプション

source: Gets the current OCIO config file.
hi_in: वर्तमान ओआईआईओ कॉन्फ़िग फ़ाइल बताता है.
it: Ottiene il file di configurazione OCIO corrente.
ja: 当月を取得します。

source: Sets the current OCIO config file.
hi_in: मौज़ूदा ओसीआईओ कॉन्फ़िग फ़ाइल सेट करता है.
it: Imposta il file di configurazione OCIO corrente.
ja: 設定ファイル

source: Gets the current input color space.
hi_in: वर्तमान इनपुट रंग जगह बताता है.
it: Ottiene lo spazio di colore di ingresso corrente.
ja: 現在のカラースペース:
