Repository: ggarra13/mrv2
Catalog: src/po/mrv2/*.po
Languages: hi_in, it, ja

source: Filled Rectangle
hi_in: भरा हुआ चतुर्भुज
it: Rettangolo riempito
ja: 塗りつぶした長方形

source: Arrow
hi_in: तीर
it: Freccia
ja: 矢印

source: Voice
hi_in: आवाज़

source: Rotate
hi_in: घुमाएँ
it: Ruotare
ja: 回転

source: Polygon
hi_in: बहुभुज
it: Poligono
ja: ポリゴン

source: Filled Polygon
hi_in: भरा हुआ बहुभुज
it: Poligono riempito
ja: ポリゴン

source: Link
hi_in: लिंक

source: (no image)
hi_in: (कोई छवि नहीं)
it: (nessuna immagine)
ja: 画像なし

source: Unknown action mode in
hi_in: अज्ञात क्रिया विधि इंच
it: Modalità di azione sconosciuta in
ja: 不明な操作

source: Cannot create an annotation here for all frames. A current frame annotation already exists.
hi_in: सभी फ्रेमों के लिए यहाँ एक एनोटेशन बना नहीं सकता. एक वर्तमान फ्रेम व्याख्या पहले से ही मौजूद है.
it: Impossibile creare un' annotazione qui per tutti i fotogrammi. Un' annotazione attuale esiste già.
ja: すべてのフレームに注釈を作成できません。現在のフレームの注釈がすでに存在します。

source: Cannot create an annotation here for current frame. An all frames annotation already exists.
hi_in: वर्तमान फ्रेम के लिए यहाँ एक एनोटेशन बना नहीं सकता. सभी फ्रेम पहले से ही मौजूद है.
it: Impossibile creare un' annotazione qui per il fotogramma corrente. Un' annotazione di tutti i fotogrammi esiste già.
ja: 現在のフレームに注釈を作成できません。すべてのフレームの注釈がすでに存在します。

source: Cache:
hi_in: कैश:
ja: キャッシュ:

source: Used: %.2g of %zu Gb (%.2g %%)
hi_in: उपयोग में: %.2g of %zu Gb (%.2g %%)
it: Utilizzato: %.2g di %zu Gb (%.2g %%)
ja: 使用済み: %.2g / %zu Gb (%.2g %%)

source: Ahead V: % 4<PRIu64> A: % 4<PRIu64>
hi_in: आगे V: % 4<PRIu64> A: % 4<PRIu64>
it: Prima V: % 4<PRIu64> A: % 4<PRIu64>
ja: 先読み V: % 4<PRIu64> A: % 4<PRIu64>

source: Behind V: % 4<PRIu64> A: % 4<PRIu64>
hi_in: पीछे V: % 4<PRIu64> A: % 4<PRIu64>
it: Dietro V: % 4<PRIu64> A: % 4<PRIu64>
ja: 後ろ V: % 4<PRIu64> A: % 4<PRIu64>

source: HDR monitor found.
hi_in: HDR मॉनिटर मिला।
it: Monitor HDR trovato.
ja: HDRモニターが見つかりました。

source: HDR monitor not found or not configured.
hi_in: HDR मॉनिटर नहीं मिला या कॉन्फ़िगर नहीं किया गया।
it: Monitor HDR non trovato o non configurato.
ja: HDRモニターが見つからないか、設定されていません。

source: Vulkan color space is {0}
hi_in: Vulkan रंग स्थान {0} है

source: Vulkan format is {0}
hi_in: Vulkan फ़ॉर्मेट {0} है

source: Edit Text
hi_in: पाठ संपादित करें
it: Modifica testo
ja: テキストを編集

source: '{0}' is not a file, directory or url.
hi_in: '{0}' कोई फ़ाइल, निर्देशिका या URL नहीं है।

source: Could not convert message to shape:
hi_in: संदेश को आकार में परिवर्तित नहीं कर सका:
it: Impossibile convertire il messaggio in forma:
ja: ベクター図形に変換

source: Cannot play - no mouse recording
hi_in: चलाया नहीं जा सकता – कोई माउस रिकॉर्डिंग नहीं है

source: Cannot play - audio annotation is empty
hi_in: चलाया नहीं जा सकता – ऑडियो टिप्पणी खाली है

source: Status is not saved
hi_in: स्थिति सहेजी नहीं गई है

source: Audio annotation file {0} is missing or not exists!
hi_in: ऑडियो एनोटेशन फ़ाइल {0} गायब है या मौजूद नहीं है!

source: File/Open/Movie or Sequence
hi_in: फ़ाइल/खोलें/मूवी या अनुक्रम
it: File/Apri/Film o sequenza
ja: ファイル/開く/ムービーまたはシーケンス

source: File/Open/With Separate Audio
hi_in: फ़ाइल/खोलें/ऑडियो अलग करें
it: File/Apri/Con audio separato
ja: ファイル/開く/別々のオーディオで

source: File/Open/Single Image
hi_in: फ़ाइल/खोलें/एकल छवि
it: File/Apri/Immagine singola
ja: ファイル/開く/単一画像

source: File/Open/Directory
hi_in: फ़ाइल/खोलें/निर्देशिका नाम:
it: File/Apri/Directory
ja: ファイル/開く/ディレクトリ

source: File/Open/Session
hi_in: फ़ाइल/खोलें/सत्र
it: File/Apri/Sessione
ja: ファイル/開く/セッション

source: File/Open/New Program Instance
hi_in: फ़ाइल/खोलें/नया प्रोग्राम इंस्टेंस

source: File/Save/Movie or Sequence
hi_in: फ़ाइल/सहेजें/मूवी या अनुक्रम
it: File/Salva/Film o sequenza
ja: ファイル/保存/映画またはシーケンス

source: File/Save/Audio
hi_in: फ़ाइल/सहेजें/ऑडियो
it: File/Salva/Audio
ja: ファイル/保存/オーディオ

source: File/Save/Single Frame
hi_in: फ़ाइल/सहेजें/एकल फ्रेम
it: File/Salva/Singolo telaio
ja: ファイル/保存/単一フレーム

source: File/Save/Frames to Folder
hi_in: फ़ाइल/सहेजें/फ़ोल्डर में ढांचा
it: File/Salva/Cornici nella cartella
ja: ファイル/保存/フォルダにフレーム

source: File/Save/OTIO EDL Timeline
hi_in: फ़ाइल/सहेजें/ओटीआईओ ईएलडी टाइम-लाइन
it: File/Salva/OTIO EDL Timeline
ja: ファイル/保存/OTIO EDL タイムライン

source: File/Save/Annotations Only
hi_in: फ़ाइल/सहेजें/सिर्फ व्याख्याएँ
it: File/Salva/Solo annotazioni
ja: ファイル/保存/アノテーションのみ

source: File/Save/Annotations as JSON
hi_in: फ़ाइल/सहेजें/JSON के रूप में व्याख्याएँ
it: File/Salva/Annotazioni come JSON
ja: ファイル/保存/アノテーションをJSONとして保存

source: File/Save/PDF Document
hi_in: फ़ाइल/सहेजें/पीडीएफ़ दस्तावेज़
it: File/Salva/Documento PDF
ja: ファイル/保存/PDFドキュメント

source: File/Save/Session
hi_in: फ़ाइल/सहेजें/सत्र
it: File/Salva/Sessione
ja: ファイル/保存/セッション

source: File/Save/Session As
hi_in: फ़ाइल/सहेजें/सत्र ऐसे
it: File/Salva/Sessione come
ja: ファイル/名前を付けて保存/セッション

source: File/Close Current
hi_in: फ़ाइल/मौजूदा विंडो बंद करें
it: File/Chiudi corrente
ja: ファイル/現在のファイルを閉じる

source: File/Close All
hi_in: फ़ाइल/सभी बंद करें
it: File/Chiudi tutto
ja: ファイル/すべてを閉じる

source: File/Save and Reload Session
hi_in: फ़ाइल/सत्र सहेजें और पुनः लोड करें

source: File/Recent/%s
hi_in: फ़ाइल/हालिया/%s
it: File/Recente/%s
ja: ファイル/最近の/%s

source: File/Quit
hi_in: फ़ाइल/बाहर जाएँ
it: File/Esci
ja: ファイル/終了

source: Window/Presentation
hi_in: विंडो/प्रस्तुतीकरण
it: Finestra/Presentazione
ja: ウィンドウ/プレゼンテーション

source: Window/Full Screen
hi_in: विंडो/पूर्ण स्क्रीन
it: Finestra/Schermo intero
ja: ウィンドウ/フルスクリーン

source: Window/Float On Top
hi_in: विंडो/ऊपर से फ्लोट
it: Finestra/Fluttuare in alto
ja: ウィンドウ/常に最前面

source: Window/Secondary
hi_in: विंडो/माध्यमिक
it: Finestra/Secondario
ja: ウィンドウ/セカンダリ

source: Window/Secondary Float On Top
hi_in: विंडो/द्वितीयक फ्लोट ऊपर पर
it: Finestra/Flotta secondaria in alto
ja: ウィンドウ/セカンダリ 常に前面に表示

source: Window/Toggle Click Through
hi_in: विंडो/के द्वारा क्लिक टॉगल करें
it: Finestra/Commuta clicca attraverso
ja: ウィンドウ/クリック透過切り替え

source: Window/More UI Transparency
hi_in: विंडो/अधिक यूआई पारदर्शिता
it: Finestra/Più trasparenza dell'interfaccia utente
ja: ウィンドウ/より多くのUI透過

source: Window/Less UI Transparency
hi_in: विंडो/कम यूआई ट्रांसपेरेंसी
it: Finestra/Meno trasparenza dell'interfaccia utente
ja: ウィンドウ/UI透過度を減らす

source: View/Tool Bars/Toggle Menu Bar
hi_in: दृश्य/ औजारपट्टी पट्टी/ टॉगल मेन्यू पट्टी
it: Visualizza/Barre degli strumenti/Commuta la barra dei menu
ja: 表示/ツールバー/メニューバーの表示切替

source: View/Tool Bars/Toggle Top Bar
hi_in: दृश्य/औज़ार पट्टी/शीर्ष पट्टी टॉगल करें
it: Visualizza/Barre degli strumenti/Commuta barra superiore
ja: 表示/ツールバー/トップバーの表示切替

source: View/Tool Bars/Toggle Pixel Bar
hi_in: दृश्य/ औजारपट्टी पट्टी/ टॉगल पिक्सेल पट्टी
it: Visualizza/Barre degli strumenti/Commuta la barra dei pixel
ja: 表示/ツールバー/ピクセルバーの表示切替

source: View/Tool Bars/Toggle Timeline Bar
hi_in: दृश्य/ औजारपट्टी पट्टी/ टॉगल टाइम पट्टी
it: Visualizza/Barre degli strumenti/Commuta la barra di timeline
ja: 表示/ツールバー/タイムラインバーの表示切替

source: View/Tool Bars/Toggle Status Bar
hi_in: दृश्य/ औजारपट्टी पट्टी/ टॉगल स्थिति पट्टी
it: Visualizza/Barre degli strumenti/Commuta la barra di stato
ja: 表示/ツールバー/ステータスバーの表示切替

source: View/Tool Bars/Toggle Action Dock
hi_in: दृश्य/ औजारपट्टी पट्टी/ टॉगल क्रिया डॉक करें
it: Visualizza/Barre degli strumenti/Commuta dock di azione
ja: 表示/ツールバー/アクションドックの表示切替

source: View/Auto Frame
hi_in: दृश्य/फ्रेम स्वचालित फ्रेम
it: Visualizza/Cornice automatica
ja: 表示/自動フレーム

source: View/Safe Areas
hi_in: दृश्य/सुरक्षित क्षेत्र
it: Visualizza/Zone di sicurezza
ja: 表示/安全領域

source: View/OpenEXR/Data Window
hi_in: दृश्य/OpenEXR/डाटा विंडो
it: Visualizza/OpenEXR/Finestra dati
ja: 表示/OpenEXR/データウィンドウ

source: View/OpenEXR/Display Window
hi_in: दृश्य/OpenEXR/विंडो प्रदर्शित करें
it: Visualizza/OpenEXR/Visualizza finestra
ja: 表示/OpenEXR/表示ウィンドウ

source: View/OpenEXR/Ignore Display Window
hi_in: दृश्य/ ओपनएक्सआर/ अनदेखा करें विंडो
it: Visualizza/OpenEXR/Ignora la finestra di visualizzazione
ja: 表示/OpenEXR/表示ウィンドウを無視

source: Panel/One Panel Only
hi_in: फलक/सिर्फ एक फलक
it: Pannello/Un solo pannello
ja: パネル/単一パネルのみ

source: Panel/
hi_in: पैनल/
it: Pannello/
ja: パネル/

source: Window/
hi_in: विंडो/
it: Finestra/
ja: ウィンドウ/

source: Unknown menu entry
hi_in: अज्ञात मेन्यू प्रविष्टि
it: Iscrizione del menu sconosciuta
ja: メニュー項目:

source: Render/Color Channel
hi_in: रेंडर/रंग चैनल
it: Render/Canale colore
ja: レンダー/カラーチャンネル

source: Render/Red Channel
hi_in: रेंडर/चैनल फिर से लोड करें (e)
it: Render/Canale rosso
ja: レンダー/赤チャンネル

source: Render/Green Channel
hi_in: रेंडर/हरा चैनल
it: Render/Canale verde
ja: レンダー/緑チャンネル

source: Render/Blue Channel
hi_in: रेंडर/ब्लू चैनल
it: Render/Canale blu
ja: レンダー/青チャンネル

source: Render/Alpha Channel
hi_in: रेंडर/अल्फ़ा चैनल
it: Render/Canale alfa
ja: レンダー/アルファチャンネル

source: Render/Lumma
hi_in: रेंडर/लुम्मा
ja: レンダー/ルマ

source: Render/Mirror X
hi_in: रेंडर/प्रतिबिम्ब एक्स
it: Render/Specchio X
ja: レンダー/ミラー X

source: Render/Mirror Y
hi_in: रेंडर/प्रतिबिम्ब Y
it: Render/Specchio Y
ja: レンダー/ミラー Y

source: Render/Rotate/-90 Degrees
hi_in: रेंडर/घुमाएँ/- 90 डिग्रीज़
it: Render/Ruotare/-90 Gradi
ja: レンダー/回転/-90度

source: Render/Rotate/+90 Degrees
hi_in: रेंडर/घुमाएँ/+ 90 डिग्रीज़
it: Render/Ruotare/+90 Gradi
ja: レンダー/回転/+90度

source: Render/Video Levels/From File
hi_in: रेंडर/वीडियो स्तर/फ़ाइल से
it: Render/Livelli video/Dal file
ja: レンダー/ビデオレベル/ファイルから

source: Render/Video Levels/Legal Range
hi_in: रेंडर/वीडियो स्तर/लाइग सीमा
it: Render/Livelli video/Intervallo Legale
ja: レンダー/ビデオレベル/リーガルレンジ

source: Render/Video Levels/Full Range
hi_in: रेंडर/वीडियो स्तर/पूरा सीमा
it: Render/Livelli video/Intervallo Completo
ja: レンダー/ビデオレベル/フルレンジ

source: Render/Alpha Blend/None
hi_in: रेंडर/अल्फा ब्लेंड/कुछ नहीं
it: Render/Miscelazione alfa/Nessuna
ja: レンダー/アルファブレンド/なし

source: Render/Alpha Blend/Straight
hi_in: रेंडर/अल्फा ब्लेंड/स्ट्रेट
it: Render/Miscelazione alfa/Dritto
ja: レンダー/アルファブレンド/ストレート

source: Render/Alpha Blend/Premultiplied
hi_in: रेंडर/अल्फा ब्लेंड/पूर्वगुणित
it: Render/Miscelazione alfa/Premultiplicato
ja: レンダー/アルファブレンド/プリマルチプライド

source: Render/Minify Filter/Nearest
hi_in: रेंडर/न्यूनतमीकरण फ़िल्टर/निकटस्थ
it: Render/Minimizzare il filtro/Più vicino
ja: レンダー/ミニファイフィルター/最寄り

source: Render/Minify Filter/Linear
hi_in: रेंडर/न्यूनतमीकरण फ़िल्टर/लीनियर
it: Render/Minimizzare il filtro/Linear
ja: レンダー/ミニファイフィルター/リニア

source: Render/Magnify Filter/Nearest
hi_in: रेंडर/आवाही फ़िल्टर/निकटस्थ
it: Render/Ingrandisci il filtro/Più vicino
ja: レンダー/マグニファイフィルター/最寄り

source: Render/Magnify Filter/Linear
hi_in: रेंडर/आवाही फ़िल्टर/लीनियर
it: Render/Ingrandisci il filtro/Linear
ja: レンダー/マグニファイフィルター/リニア

source: Render/HDR/Auto Normalize
hi_in: रेंडर/HDR/स्वचालित सामान्य करें
it: Render/HDR/Normalizza automaticamente
ja: レンダー/HDR/自動ノーマライズ

source: Render/HDR/Invalid Values
hi_in: रेंडर/HDR/अवैध मान
it: Render/HDR/Valori non validi
ja: レンダー/HDR/無効な値

source: Render/HDR/Ignore Chromaticities
hi_in: रेंडर/HDR/टॉगलिकता अनदेखा करें
it: Render/HDR/Ignora le cromaticità
ja: レンダー/HDR/色度を無視

source: Render/HDR Data/From File
hi_in: रेंडर/HDR डेटा/फ़ाइल से
it: Rendering/Dati HDR/Da file
ja: レンダー/HDRデータ/ファイルから

source: Render/HDR Data/Inactive
hi_in: रेंडर/HDR डेटा/निष्क्रिय
it: Rendering/Dati HDR/Inattivo
ja: レンダー/HDRデータ/非アクティブ

source: Render/HDR Data/Active
hi_in: रेंडर/HDR डेटा/सक्रिय
it: Rendering/Dati HDR/Attivo
ja: レンダー/HDRデータ/アクティブ

source: Render/HDR/Tonemap
hi_in: रेंडर/HDR/टोनमैप
it: Render/HDR/Mappa dei toni
ja: レンダー/HDR/トーンマップ

source: Render/HDR/Gamut Mapping
hi_in: रेंडर/HDR/सरगम मानचित्रण

source: Playback/Stop
hi_in: प्लेबैक/रूकें
it: Riproduzione/Smettila.
ja: 再生/停止

source: Playback/Forwards
hi_in: प्लेबैक/आगे
it: Riproduzione/Avanti
ja: 再生/前進

source: Playback/Backwards
hi_in: प्लेबैक/पीछे से
it: Riproduzione/Indietro
ja: 再生/後退

source: Playback/Toggle Playback
hi_in: प्लेबैक/प्लेबैक टॉगल करें
it: Riproduzione/Commuta riproduzione
ja: 再生/再生の切り替え

source: Playback/Toggle In Point
hi_in: प्लेबैक/बिन्दु में टॉगल करें
it: Riproduzione/Commuta in punto
ja: 再生/インポイントの切り替え

source: Playback/Toggle Out Point
hi_in: प्लेबैक/टॉगल बिन्दु
it: Riproduzione/Commuta il punto di uscita
ja: 再生/アウトポイントの切り替え

source: Playback/Toggle In and Out Points
hi_in: प्लेबैक/इन और आउट बिंदुओं को टॉगल करें

source: Playback/Toggle In\/Out Otio Clip
hi_in: प्लेबैक/टॉगल इंच\/ओतयो काटें
it: Riproduzione/Commuta in\/Fuori Otio Clip
ja: 再生/イン/アウトOTIOクリップの切り替え

source: Playback/Loop Playback
hi_in: प्लेबैक/लूप प्लेबैक
it: Riproduzione/Riproduzione del filo
ja: 再生/ループ再生

source: Playback/Playback Once
hi_in: प्लेबैक/प्लेबैक एक बार
it: Riproduzione/Riproduzione una volta
ja: 再生/一回再生

source: Playback/Playback Ping Pong
hi_in: प्लेबैक/प्लेबैक पिंग पीong
it: Riproduzione/Riproduzione Ping Pong
ja: 再生/ピングポン再生

source: Playback/Go to/Start
hi_in: प्लेबैक/यहाँ जाएँ/प्रारंभ
it: Riproduzione/Vai a/Inizio
ja: 再生/移動/開始

source: Playback/Go to/End
hi_in: प्लेबैक/यहाँ जाएँ/End
it: Riproduzione/Vai a/End
ja: 再生/移動/終了

source: Playback/Go to/Previous Frame
hi_in: प्लेबैक/यहाँ जाएँ/पिछला फ्रेम
it: Riproduzione/Vai a/Cornice precedente
ja: 再生/移動/前のフレーム

source: Playback/Go to/Next Frame
hi_in: प्लेबैक/यहाँ जाएँ/अगला फ्रेम
it: Riproduzione/Vai a/Cornice successiva
ja: 再生/移動/次のフレーム

source: Playback/Go to/Previous Clip
hi_in: प्लेबैक/यहाँ जाएँ/पिछला क्लिप
it: Riproduzione/Vai a/Clip precedente
ja: 再生/移動/前のクリップ

source: Playback/Go to/Next Clip
hi_in: प्लेबैक/यहाँ जाएँ/अगला क्लिप
it: Riproduzione/Vai a/Clip successivo
ja: 再生/移動/次のフリップ

source: Playback/Go to/Previous Annotation
hi_in: प्लेबैक/GenericName
it: Riproduzione/Vai a/Annotazione precedente
ja: 再生/移動/前のアノテーション

source: Playback/Go to/Next Annotation
hi_in: प्लेबैक/GenericName
it: Riproduzione/Vai a/Annotazione successiva
ja: 再生/移動/次のフノテーション

source: Playback/Annotation/Toggle Visible
hi_in: प्लेबैक/एनोटेशन/दृश्यता टॉगल करें
it: Riproduzione/Annotazione/Visibilità attiva/disattiva
ja: 再生/注釈/表示切り替え

source: Playback/Annotation/Clear
hi_in: प्लेबैक/व्याख्या/साफ करें
it: Riproduzione/Annotazione/Cancella
ja: 再生/アノテーション/クリア

source: Playback/Annotation/Clear All
hi_in: प्लेबैक/व्याख्या/सभी साफ करें
it: Riproduzione/Annotazione/Cancella tutto
ja: 再生/アノテーション/すべてクリア

source: View/Mask/%s
hi_in: दृश्य/मास्क/%s
it: Visualizza/Maschera/%s
ja: 表示/マスク/%s

source: View/Hud
hi_in: दृश्य/Hud
it: Visualizza/Hud
ja: 表示/Hud

source: View/Compare/None
hi_in: देखें/तुलना/इनमें से कोई नहीं
it: Visualizza/Confronta/Nessuno
ja: 表示/比較/なし

source: View/Compare/Overlay
hi_in: देखें/तुलना/ओवरले
it: Visualizza/Confronta/Sovrapponi
ja: 表示/比較/なし

source: View/Compare/Wipe
hi_in: देखें/तुलना/pocha
it: Visualizza/Confronta/Rimuovere
ja: 表示/比較/ワイプ

source: View/Compare/Difference
hi_in: देखें/तुलना/भिन्नता
it: Visualizza/Confronta/Differenza
ja: 表示/比較/差分

source: View/Compare/Horizontal
hi_in: देखें/तुलना/हॉरिजॉन्टल
it: Visualizza/Confronta/Orizzontale
ja: 表示/比較/水平

source: View/Compare/Vertical
hi_in: देखें/तुलना/वर्टिकल
it: Visualizza/Confronta/Verticale
ja: 表示/比較/垂直

source: View/Compare/Tile
hi_in: देखें/तुलना/टाइल
it: Visualizza/Confronta/Titolo
ja: 表示/比較/タイル

source: Timeline/Cache/Clear
hi_in: टाइम-लाइन/कैश/साफ करें
it: Scadenza/Cache/Cancella
ja: タイムライン/キャッシュ/クリア

source: Timeline/Cache/Update Frame
hi_in: टाइम-लाइन/कैश/फ्रेम अद्यतन करें
it: Scadenza/Cache/Aggiorna il quadro
ja: タイムライン/キャッシュ/フレーム更新

source: Timeline/Editable
hi_in: टाइम-लाइन/संशोधनीय
it: Scadenza/Modificabile
ja: タイムライン/編集可能

source: Timeline/Edit Associated Clips
hi_in: टाइम-लाइन/ एडिट क्लिप
it: Scadenza/Modifica clip associati
ja: タイムライン/関連クリップを編集

source: Timeline/Frame View
hi_in: टाइम-लाइन/फ्रेम दृश्य
it: Scadenza/Visualizza fotogramma
ja: タイムライン/フレームビュー

source: Timeline/Scroll To Current Frame
hi_in: टाइम-लाइन/ स्क्रॉल को मौज़ूदा फ्रेम में
it: Scadenza/Scorri verso la cornice corrente
ja: タイムライン/現在のフレームにスクロール

source: Timeline/Track Info
hi_in: टाइम-लाइन/ट्रैक सूचना
it: Scadenza/Informazioni sulla traccia
ja: タイムライン/トラック情報

source: Timeline/Clip Info
hi_in: टाइम-लाइन/सूचना काटें
it: Scadenza/Informazioni sul clip
ja: タイムライン/クリップ情報

source: Timeline/Thumbnails/None
hi_in: टाइम-लाइन/लघु छवि/कुछ नहीं
it: Scadenza/Thumbnails/Nessuna
ja: タイムライン/サムネイル/なし

source: Timeline/Thumbnails/Small
hi_in: टाइम-लाइन/लघु छवि/छोटा
it: Scadenza/Thumbnails/Piccolo
ja: タイムライン/サムネイル/小

source: Timeline/Thumbnails/Medium
hi_in: टाइम-लाइन/लघु छवि/मध्यम
it: Scadenza/Thumbnails/Media
ja: タイムライン/サムネイル/中

source: Timeline/Thumbnails/Large
hi_in: टाइम-लाइन/लघु छवि/बड़ा
it: Scadenza/Thumbnails/Grande
ja: タイムライン/サムネイル/大

source: Timeline/Transitions
hi_in: टाइम-लाइन/स्लाइड संक्रमण:
it: Scadenza/Transizioni
ja: タイムライン/トランジション

source: Timeline/Markers
hi_in: टाइम-लाइन/मार्कर्स
it: Scadenza/Marcatori
ja: タイムライン/マーカー

source: Timeline/Visible Tracks/{0}
hi_in: टाइम-लाइन/दृष्टिगोचर ट्रैक्स/{0}
it: Scadenza/Tracce visibili/{0}
ja: タイムライン/表示されるトラック/{0}

source: Image/Next
hi_in: छवि/अगला
it: Immagine/Avanti
ja: 画像/次

source: Image/Next Limited
hi_in: छवि/अगली सीमा
it: Immagine/Prossimo limitato
ja: 画像/次（制限付き）

source: Image/Previous
hi_in: छवि/पिछला
it: Immagine/Precedente
ja: 画像/前

source: Image/Previous Limited
hi_in: छवि/पिछला सीमा
it: Immagine/Precedente limitato
ja: 画像/前（制限付き）

source: Image/Version/First
hi_in: छवि/संस्करण/प्रथम
it: Immagine/Versione/Prima
ja: 画像/バージョン/最初

source: Image/Version/Last
hi_in: छवि/संस्करण/अंतिम
it: Immagine/Versione/Ultimo
ja: 画像/バージョン/最後

source: Image/Version/Previous
hi_in: छवि/संस्करण/पिछला
it: Immagine/Versione/Precedente
ja: 画像/バージョン/前

source: Image/Version/Next
hi_in: छवि/संस्करण/अगला
it: Immagine/Versione/Avanti
ja: 画像/バージョン/次

source: Image/Compare Mode/A
hi_in: छवि/मोड से तुलना करें/A
it: Immagine/Confronta la modalità/A
ja: 画像/比較モード/A

source: Image/Compare Mode/B
hi_in: छवि/मोड से तुलना करें/B
it: Immagine/Confronta la modalità/B
ja: 画像/比較モード/B

source: Image/Compare Mode/Wipe
hi_in: छवि/मोड से तुलना करें/पट्टी पोंछना प्रभाव
it: Immagine/Confronta la modalità/Pulire
ja: 画像/比較モード/ワイプ

source: Image/Compare Mode/Overlay
hi_in: छवि/मोड से तुलना करें/सीमा: (S)
it: Immagine/Confronta la modalità/Sovrapposizione
ja: 画像/比較モード/オーバーレイ

source: Image/Compare Mode/Difference
hi_in: छवि/मोड से तुलना करें/भिन्नता
it: Immagine/Confronta la modalità/Differenza
ja: 画像/比較モード/差分

source: Image/Compare Mode/Horizontal
hi_in: छवि/मोड से तुलना करें/क्षैतिज
it: Immagine/Confronta la modalità/Orizzontale
ja: 画像/比較モード/水平

source: Image/Compare Mode/Vertical
hi_in: छवि/मोड से तुलना करें/लंबवत
it: Immagine/Confronta la modalità/Verticale
ja: 画像/比較モード/垂直

source: Image/Compare Mode/Tile
hi_in: छवि/मोड से तुलना करें/टाइल
it: Immagine/Confronta la modalità/Piastrelle
ja: 画像/比較モード/タイル

source: Image/Go to/%s
hi_in: छवि/यहाँ जाएँ/%s
it: Immagine/Vai a/%s
ja: 画像/移動/%s

source: Image/Compare/%s
hi_in: छवि/तुलना करें/%s
it: Immagine/Confronta/%s
ja: 画像/比較/%s

source: Edit/Frame/Cut
hi_in: संपादन/फ्रेम/Cut
it: Modifica/Cornice/Cut
ja: 編集/フレーム/切り取り

source: Edit/Frame/Copy
hi_in: संपादन/फ्रेम/नक़ल
it: Modifica/Cornice/Copia
ja: 編集/フレーム/コピー

source: Edit/Frame/Paste
hi_in: संपादन/फ्रेम/चिपकाएँ
it: Modifica/Cornice/Incollare
ja: 編集/フレーム/貼り付け

source: Edit/Frame/Insert
hi_in: संपादन/फ्रेम/प्रविष्ट
it: Modifica/Cornice/Inserisci
ja: 編集/フレーム/挿入

source: Edit/Audio Clip/Insert
hi_in: संपादन/ऑडियो क्लिप/प्रविष्ट
it: Modifica/Clip audio/Inserisci
ja: 編集/オーディオクリップ/挿入

source: Edit/Audio Clip/Remove
hi_in: संपादन/ऑडियो क्लिप/हटाएँ
it: Modifica/Clip audio/Rimuovi
ja: 編集/オーディオクリップ/削除

source: Edit/Video Gap/Insert
hi_in: संपादन/वीडियो गैप/जोड़ें

source: Edit/Video Gap/Remove
hi_in: संपादन/वीडियो गैप/हटाएँ

source: Edit/Audio Gap/Insert
hi_in: संपादन/ऑडियो जीप/प्रविष्ट
it: Modifica/Lacuna audio/Inserisci
ja: 編集/オーディオギャップ/挿入

source: Edit/Audio Gap/Remove
hi_in: संपादन/ऑडियो जीप/हटाएँ
it: Modifica/Lacuna audio/Rimuovi
ja: 編集/オーディオギャップ/削除

source: Edit/Add Transition
hi_in: संपादन/ट्रांज़िशन जोड़ें

source: Edit/Slice
hi_in: संपादन/स्लाइस करें
it: Modifica/Trancia
ja: 編集/スライス

source: Edit/Remove
hi_in: संपादन/हटाएँ
it: Modifica/Rimuovi
ja: 編集/削除

source: Edit/Undo
hi_in: संपादन/पहले जैसा
it: Modifica/Annulla
ja: 編集/元に戻す

source: Edit/Redo
hi_in: संपादन/दोहराएँ
it: Modifica/Rifare
ja: 編集/やり直し

source: OCIO/Presets
hi_in: OCIO/प्रीसेट
it: OCIO/Presetti
ja: OCIO/プリセット

source: OCIO/In Top Bar
hi_in: OCIO/शीर्ष पट्टी में
it: OCIO/Nella barra superiore
ja: OCIO/トップバーに

source: OCIO/Toggle
hi_in: OCIO/टॉगल
it: OCIO/Attiva Disattiva
ja: OCIO/切り替え

source: OCIO/Current
hi_in: OCIO/मौज़ूदा
it: OCIO/Attualità
ja: OCIO/現在

source: OCIO/ ICS: %s
hi_in: ओसीआईओ/ आईसीएस: %s

source: OCIO/ Look: %s
hi_in: ओसीआईओ/ लुक: %s
ja: OCIO/ ルック: %s

source: OCIO/ LUT: %s
hi_in: ओसीआईओ/ एलयूटी: %s

source: OCIO/Change Current File
hi_in: OCIO/मौज़ूदा फ़ाइल बदलें
it: OCIO/Cambia file corrente
ja: OCIO/ 現在のファイルを変更

source: OCIO/Displays
hi_in: OCIO/प्रदर्शक
it: OCIO/Visualizzazioni
ja: OCIO/ディスプレイ

source: Sync/Send/Media
hi_in: सिंक/भेजें/मीडिया
it: Sincronizzazione/Invia/Media
ja: 同期/送信/メディア

source: Sync/Send/UI
hi_in: सिंक/भेजें/UI
it: Sincronizzazione/Invia/UI
ja: 同期/送信/UI

source: Sync/Send/Pan And Zoom
hi_in: सिंक/भेजें/पैन एवं ज़ूम
it: Sincronizzazione/Invia/Panoramica e zoom
ja: 同期/送信/パンとズーム

source: Sync/Send/Color
hi_in: सिंक/भेजें/रंग
it: Sincronizzazione/Invia/Colore
ja: 同期/送信/カラー

source: Sync/Send/Timeline
hi_in: सिंक/भेजें/टाइम-लाइन
it: Sincronizzazione/Invia/Scadenza
ja: 同期/送信/タイムライン

source: Sync/Send/Annotations
hi_in: सिंक/भेजें/व्याख्याएँ
it: Sincronizzazione/Invia/Annotazioni
ja: 同期/送信/注釈

source: Sync/Send/Audio
hi_in: सिंक/भेजें/ऑडियो
it: Sincronizzazione/Invia/Audio
ja: 同期/送信/オーディオ

source: Sync/Accept/Media
hi_in: सिंक/स्वीकारें/मीडिया
it: Sincronizzazione/Accettare/Media
ja: 同期/受信/メディア

source: Sync/Accept/UI
hi_in: सिंक/स्वीकारें/UI
it: Sincronizzazione/Accettare/UI
ja: 同期/受信/UI

source: Sync/Accept/Pan And Zoom
hi_in: सिंक/स्वीकारें/पैन एवं ज़ूम
it: Sincronizzazione/Accettare/Panoramica e zoom
ja: 同期/受信/パンとズーム

source: Sync/Accept/Color
hi_in: सिंक/स्वीकारें/रंग
it: Sincronizzazione/Accettare/Colore
ja: 同期/受信/カラー

source: Sync/Accept/Timeline
hi_in: सिंक/स्वीकारें/टाइम-लाइन
it: Sincronizzazione/Accettare/Scadenza
ja: 同期/受信/タイムライン

source: Sync/Accept/Annotations
hi_in: सिंक/स्वीकारें/व्याख्याएँ
it: Sincronizzazione/Accettare/Annotazioni
ja: 同期/受信/注釈

source: Sync/Accept/Audio
hi_in: सिंक/स्वीकारें/ऑडियो
it: Sincronizzazione/Accettare/Audio
ja: 同期/受信/オーディオ

source: In '{0}' expected a function as a value or a tuple containing a Python function and a string with menu options in it.
hi_in: '{0}' में एक फंक्शन या टीप के रूप में वांछित है जिसमें पायथन फंक्शन तथा मेन्यू विकल्प हैं.
it: In '{0}' ci si aspettava una funzione come valore o tupla contenente una funzione Python e una stringa con le opzioni del menu.
ja: '{0}' では、値として関数または、Python 関数とメニューオプションを含む文字列のタプルを期待していました。

source: In '{0}' expected a function a tuple containing a Python function and a string with menu options in it.
hi_in: '{0}' में एक फंक्शन Tuple की उम्मीद है जिसमें पायथन फंक्शन है तथा इसमें मेन्यू विकल्प के साथ वाक्यांश.
ja: '{0}' では、関数または、Python 関数とメニューオプションを含む文字列のタプルを期待していました。

source: Help/Unlock Features
hi_in: सहायता/फ़ीचर अनलॉक करें

source: Help/Documentation
hi_in: मदद/दस्तावेज़ीकरण
it: Aiuto/Documentazione
ja: ヘルプ/ドキュメント

source: Help/About
hi_in: मदद/के बारे में
it: Aiuto/Circa
ja: ヘルプ/バージョン情報

source: Monitor
hi_in: मॉनीटर
it: Monitoraggio
ja: 監視

source: Favorites
hi_in: पसंदीदा
it: Preferiti
ja: お気に入り

source: My Computer
hi_in: मेरा कम्प्यूटर
it: Il mio computer
ja: マイ コンピューター

source: My Documents
hi_in: मेरे दस्तावेज़
it: I miei documenti
ja: 私のドキュメント

source: Desktop
hi_in: डेस्कटॉप
ja: デスクトップ

source: Home
hi_in: घर
it: Inizio
ja: ホーム

source: Temporary
hi_in: अस्थायी
it: Temporaneo
ja: 短期

source: Size
hi_in: आकार
it: Dimensione
ja: サイズ

source: Date
hi_in: तारीख़
it: Data
ja: 日付

source: Owner
hi_in: मालिक
it: Proprietario
ja: 所有者

source: Permissions
hi_in: अनुमतियाँ
it: Autorizzazioni
ja: 権限

source: New Folder
hi_in: नया फ़ाइल
it: Nuova cartella
ja: 新しいフォルダ

source: Rename
hi_in: नाम बदलें
it: Rinomina
ja: リネーム

source: Ok
hi_in: ओके
