Repository: ggarra13/mrv2
Catalog: src/po/mrv2/*.po
Languages: hi_in, it, ja

source: Undo Last Shape Drawn in Current Frame.
hi_in: वर्तमान फ्रेम में अंतिम आकार फिट हो चुका है.
it: Annulla l'ultima forma disegnata nella cornice corrente.
ja: 現在のフレームで最後に描かれた形状を元に戻す。

source: Redo Previous Shape Drawn in Current Frame.
hi_in: वर्तमान फ्रेम में पिछला आकार अ- निर्दिष्ट करें.
it: Rifare la forma precedente disegnata nella cornice corrente.
ja: 現在のフレームで前の形状を再描画する。

source: Main Viewport
hi_in: मुख्य व्यूपोर्ट
it: Viewport principale
ja: メインビューポート

source: DockGroup
hi_in: समूह डॉक करें
it: Gruppo Dock
ja: ドッキンググループ

source: uiTimelineGroup
hi_in: टाइल समूह

source: uiTimeline
hi_in: टाइम-लाइन

source: BottomBar
hi_in: निचला पट्टी
it: Barra inferiore
ja: 下部バー

source: PixelBar
hi_in: पिक्सेल पट्टी
it: Barra di pixel
ja: ピクセルバー

source: StatusBar
hi_in: स्थिति पट्टी
it: Barra di stato
ja: ステータスバー

source: Current edit tool being used.
hi_in: वर्तमान में उपयोग किया जा रहा संपादन उपकरण।

source: Current tool being used.
hi_in: मौज़ूदा औज़ार उपयोग में लिया जा रहा है.
it: Strumento attuale in uso.
ja: 現在使用中のツール。

source: File
hi_in: फ़ाइल

source: Link Annotation
hi_in: लिंक टिप्पणी

source: Title
hi_in: शीर्षक

source: Enter a URL or choose an image file.
hi_in: एक URL दर्ज करें या कोई चित्र फ़ाइल चुनें।

source: File / URL
hi_in: फ़ाइल / URL

source: Half
hi_in: आधा
it: Metà
ja: ハーフ

source: Float
hi_in: फ्लोटिंग पाइंट
it: Punto di fluttuazione
ja: フロート

source: Data Window
hi_in: डाटा विंडो
it: Finestra dati
ja: データウィンドウ

source: Display Window
hi_in: विंडो प्रदर्शित करें
it: Visualizza finestra
ja: 表示ウィンドウ

source: Save Image Options
hi_in: छवि विकल्प सहेजें
it: Salva le opzioni immagine
ja: 画像保存オプション

source: Annotation Frames Only
hi_in: सिर्फ व्याख्या ढांचा
it: Solo fotogrammi di annotazione
ja: 注釈フレームのみ

source: Save only the annotation frames, not the whole sequence.
hi_in: सिर्फ एनोटेशन फ्रेम को सहेजें, पूरे अनुक्रम को नहीं.
it: Salva solo i quadri di annotazione, non l'intera sequenza.
ja: 注釈フレームのみを保存し、シーケンス全体を保存しない。

source: OpenEXR Options
hi_in: ओपनईएक्सआर विकल्प
it: Opzioni OpenEXR
ja: OpenEXRオプション

source: OpenEXR's Compression Type
hi_in: एक्सआर संपीडन क़िस्म खोलें
it: Tipo di compressione di OpenEXR
ja: OpenEXRの圧縮タイプ

source: Pixel Type
hi_in: पिक्सेल प्रकार
it: Tipo di pixel
ja: ピクセルタイプ

source: OpenEXR's Pixel Type
hi_in: ओपनईएक्सआर पिक्सेल क़िस्म
it: Tipo di pixel di OpenEXR
ja: OpenEXRのピクセルタイプ

source: ZIP Compression
hi_in: संपीडन
it: Compressione ZIP
ja: ZIP圧縮

source: DWA Compression
hi_in: DWA संपीडन
it: Compressione DWA
ja: DWA圧縮

source: Contents
hi_in: सामग्री
it: सामग्री
ja: 内容

source: OpenEXR's Contents to Save
hi_in: OpenEXR की सामग्री सहेजने के लिए
it: OpenEXR की सामग्री सहेजने के लिए
ja: 保存するOpenEXRの内容

source: 0.00 None
hi_in: 0.00 कुछ नहीं
it: 0.00 Nessuna
ja: 0.00 なし

source: 1.00 Square
hi_in: 1.00 वर्ग
it: 1.00 Quadrato
ja: 1.00 正方形

source: 1.19 Movietone
hi_in: 1.19 आयामी प्लैटोटोन
it: 1.19 Pellicola
ja: 1.19 ムービートーン

source: 1.37 Academy (Full Frame)
hi_in: 1.37 iमी (पूरा फ्रेम)
it: 1.37 Accademia (quadro completo)
ja: 1.37 アカデミー（フルフレーム）

source: 1.50 Still Photo
hi_in: 1.50 अब भी फोटो
it: 1.50 Foto ancora
ja: 1.50 スチル写真

source: 1.56 STV - HDTV (14:9)
hi_in: 1.56 टीवी - HDटीवी (14:9)

source: 1.66 European Widescreen
hi_in: 1.66 यूरोपीय विस्तार स्क्रीन
it: 1.66 Widescreen europeo
ja: 1.66 ヨーロッパワイドスクリーン

source: 1.85 Widescreen (3-perf)
hi_in: 1.85 विस्तार स्क्रीन (3-perf)
ja: 1.85 ワイドスクリーン（3パーフ）

source: 2.00 Univisium
hi_in: 2.00 गैरवीसियम
it: 2.00 Univisio
ja: 2.00 ユニビジウム

source: 2.10 VistaVision
hi_in: 2.10 बोआ
ja: 2.10 ビスタビジョン

source: 2.20 70mm
hi_in: 2.20 70 मिमी

source: 2.35 CinemaScope (old 2.35)
hi_in: 2.35 कोमामाक (old 2.35)
it: 2.35 CinemaScoppio (vecchio 2.35)
ja: 2.35 シネマスコープ（旧2.35）

source: 2.39 Panavision (new 2.35)
hi_in: 2.39 पैना विभाजन (नया 2.35)
it: 2.39 Panavisione (nuovo 2.35)
ja: 2.39 パナビジョン（新2.35）

source: 4.00 Polyvision
hi_in: 4.00 बहुमुखी
it: 4.00 Polivisione
ja: 4.00 ポリビジョン

source: Slow
hi_in: धीमा
it: Lento
ja: 遅い

source: Medium
hi_in: मध्यम
it: Media
ja: 中間

source: Fast
hi_in: तेज
it: Veloce
ja: 速い

source: Use RGBA
hi_in: RGBA का उपयोग करें

source: Use RGB
hi_in: RGB का उपयोग करें

source: Ignore
hi_in: अनदेखा करें
it: Ignora
ja: 無視

source: Apply
hi_in: लागू करें
it: Applica
ja: 適用

source: From File
hi_in: फ़ाइल से
it: Dal file
ja: ファイルから

source: Inactive
hi_in: निष्क्रिय
it: Inattivo
ja: 非アクティブ

source: Active
hi_in: सक्रिय
it: Attivo
ja: アクティブ

source: ST2094_40
hi_in: एसटी2094_40

source: ST2094_10
hi_in: एसटी2094_10

source: Clip
hi_in: क्लिप
it: Clip morbido
ja: クリップ

source: BT2390
hi_in: बीटी2390

source: BT2446A
hi_in: बीटी2446ए

source: Spline
hi_in: स्प्लाइन
it: Linee di scansione
ja: スプライン

source: Reinhard
hi_in: रीनहार्ड
ja: ラインハート

source: Mobius
hi_in: मोबियस
ja: メビウス

source: Linear Light
hi_in: रैखिक प्रकाश
it: Linear
ja: リニア ライト

source: Auto
hi_in: स्वचालित

source: Perceptual
hi_in: परसेप्चुअल

source: Relative
hi_in: सापेक्ष

source: Absolute
hi_in: निरपेक्ष

source: Desaturate
hi_in: सैट्युरेशन घटाएँ

source: Darken
hi_in: गहरा करें

source: Highlight
hi_in: हाइलाइट करें

source: gleam
hi_in: गहरा लाल रंग
it: splendore

source: Float Values
hi_in: फ्लोट मूल्य
it: Valori di fluttuazione
ja: 浮動小数値

source: Hex Values
hi_in: हेक्साक मान
it: Valori di esattezza
ja: 16進数値

source: 8-bit Values
hi_in: 8- बिट मूल्य
it: Valori a 8 bit
ja: 8ビット値

source: Full Lut, Gamma and Gain
hi_in: पूरा लूत, गामा और गेन
it: Lut completo, Gamma e guadagno
ja: フルLUT、ガンマ、ゲイン

source: Original without Gamma, Gain or Lut
hi_in: मूल बिना गामा, प्राप्ति या लूत के बगैर
it: Originale senza Gamma, Gain o Lut
ja: ガンマ、ゲイン、LUTなしの元の状態

source: CIE XYZ
hi_in: सीआई एक्सवाय

source: CIE xyY
hi_in: सीआईआई एक्सy

source: Full Range
hi_in: पूरा सीमा
it: Intervallo completo
ja: フルレンジ

source: Legal Range
hi_in: लीगल सीमा
it: Intervallo Legale
ja: 法的レンジ

source: Straight
hi_in: सीधा
it: Dritto
ja: ストレート

source: Premultiplied
hi_in: प्री- एम्प्टीज़
it: Premultiplicato
ja: 事前乗算済み

source: Nearest
hi_in: निकटस्थ
it: Più vicino
ja: 最も近い

source: Small
hi_in: छोटा
it: Piccolo
ja: 小さい

source: Large
hi_in: बड़ा
it: Grande
ja: 大きい

source: OpenGL only
hi_in: केवल OpenGL
it: Solo OpenGL

source: Vulkan and OpenGL
hi_in: वल्कन और OpenGL
it: Vulkan e OpenGL

source: Loop
hi_in: पाश
it: Cinturino
ja: ループ

source: Ping Pong
hi_in: पिंग पांग
ja: ピンポン

source: Button
hi_in: बटन
it: Pulsante
ja: ボタン

source: Video Only
hi_in: सिर्फ वीडियो
it: Solo video
ja: ビデオのみ

source: Video and Audio
hi_in: वीडियो और ऑडियो
it: Video e audio
ja: ビデオとオーディオ

source: Black Frame
hi_in: काला फ्रेम
it: Cornice nera
ja: 黒フレーム

source: Repeat Frame
hi_in: फ्रेम को दोहराएँ
it: Ripeti il telaio
ja: フレームの繰り返し

source: Scratched Frame
hi_in: स्क्रैच्ड फ्रेम
it: Cornice scratched
ja: 傷ついたフレーム

source: Always
hi_in: हमेशा
it: Sempre
ja: 常に

source: Presentation Mode
hi_in: प्रस्तुतीकरण मोड
it: Modalità di presentazione
ja: プレゼンテーションモード

source: Automatic
hi_in: स्वचालित
it: Automatico
ja: 自動

source: Half Float
hi_in: अवैध फ्लोट
it: Metà galleggiante
ja: ハーフフロート

source: Full Float (Accurate)
hi_in: पूरा फ्लोट (कम्परेट)
it: Fluttuazione completa (accurata)
ja: フルフロート（正確）

source: Normal
hi_in: सामान्य
it: Normale
ja: 通常

source: Do Nothing
hi_in: कुछ नहीं करें
it: Non fare niente
ja: 何もしない

source: Open Logs on Dock
hi_in: डॉक पर लॉग खोलें
it: Apri i registri su dock
ja: ドックでログを開く

source: Open Logs on Window
hi_in: विंडो पर लॉग खोलें
it: Apri logs sulla finestra
ja: ウィンドウでログを開く

source: On Demand From Help Menu
hi_in: मदद मेन्यू से मांग पर
it: Su richiesta dal menu di aiuto
ja: ヘルプメニューからオンデマンド

source: At Start Up
hi_in: प्रारंभ में
it: All'inizio
ja: 起動時に

source: This will reset all your preferences to their default values. Are you sure you want to continue?
hi_in: यह आपकी सभी पसंद को उनके डिफ़ॉल्ट मान में रीसेट करेगा. क्या आप सुनिश्चित हैं कि आप जारी रखना चाहते हैं?
it: Questo ripristinerà tutte le tue preferenze ai loro valori predefiniti. Sei sicuro di voler continuare?
ja: これにより、すべての設定がデフォルト値にリセットされます。続行しますか?

source: User Interface
hi_in: प्रयोक्ता अंतरफलक
it: Interfaccia utente
ja: ユーザーインターフェース

source: Window Behavior
hi_in: विंडो व्यवहार
it: Comportamento della finestra
ja: ウィンドウの動作

source: Always on Top
hi_in: हमेशा ऊपर
it: Sempre in cima
ja: 常に最前面

source: When selected, mrv2's window will always show up on top of other windows on the desktop.
hi_in: जब चुना जाता है, mrv2 का विंडो हमेशा डेस्कटॉप पर अन्य विंडो के शीर्ष पर दिखाई देता है.
it: Quando selezionata, la finestra di mrv2 si mostrerà sempre in cima ad altre finestre sul desktop.
ja: 選択すると、mrv2のウィンドウはデスクトップ上の他のウィンドウよりも常に最前面に表示されます。

source: Secondary on Top
hi_in: ऊपरी पर द्वितीयक
it: Secondario in alto
ja: 副次的に最前面

source: Single Instance
hi_in: एकल उदाहरण
it: Istituto unico
ja: 単一インスタンス

source: When selected, only a single mrv2 instance is allowed. If you try to open several mrv2s with different images, all these images will be sent to the already open mrv2.
hi_in: जब चुना जाता है, केवल एक mrrv2 उदाहरण स्वीकार्य है. यदि आप भिन्न छवियों से कई mrv2 खोलने की कोशिश करते हैं, इन सभी छवियों को पहले से ही खुला mvv2 में भेजा जाएगा.
it: Quando selezionato, solo una singola istanza mrv2 è consentita. Se si tenta di aprire diversi mrv2 con immagini diverse, tutte queste immagini saranno inviate al già aperto mrv2.
ja: 選択すると、mrv2のインスタンスは1つだけが許可されます。 異なる画像で複数のmrv2を開こうとした場合、これらの画像はすでに開いているmrv2に送られます。

source: Auto Refit Image
hi_in: छवि स्वचलित फिर से लोड करें
it: Immagine di rifiuto automatico
ja: 画像を自動的にリフィット

source: When selected, mrv2 will apply a fit image operation on each video played. This effectively means the video will be resized automatically based on the size of the window.
hi_in: जब चुना जाता है, mrv2 प्रत्येक वीडियो लोड पर फिट छवि ऑपरेशन लागू करेगा. इसका मतलब है कि वीडियो का आकार स्वचालित रूप से विंडो के आकार पर आधारित किया जाएगा.
it: Una volta selezionato, mrv2 applicherà un'operazione di immagine adatta su ogni video riprodotto. Ciò significa che il video verrà ridimensionato automaticamente in base alle dimensioni della finestra.
ja: 選択すると、mrv2は再生される各ビデオに画像をフィットする操作を適用します。これにより、ビデオはウィンドウのサイズに基づいて自動的にリサイズされます。

source: Raise on Enter
hi_in: एंटर चालू करें
it: Aumenta al momento di entrare
ja: エンターでウィンドウを最前面に

source: When selected, mrv2 will raise the window to the front once you enter the view window.
hi_in: जब चुना जाता है, mrv2 विंडो को सामने ले जाता है जब आप दृश्य विंडो में प्रवेश करते हैं.
it: Quando selezionato, mrv2 alzerà la finestra sulla parte anteriore una volta che si inserisce la finestra di vista.
ja: 選択すると、mrv2 は表示ウィンドウに入ったときにウィンドウを前面に表示します。

source: When selected, mrv2 will resize its window to the first image.
hi_in: जब चयनित होता है, mrv2 इसके विंडो को प्रथम छवि में नया आकार देगा.
it: Quando selezionato, mrv2 ridimensionerà la sua finestra alla prima immagine.
ja: 選択すると、mrv2はウィンドウを最初の画像に合わせてリサイズします。

source: Fullscreen
hi_in: पूर्णस्क्रीन
it: Schermo intero
ja: フルスクリーン

source: When selected, mrv2 will start in full screen mode.
hi_in: जब चयनित होता है, mrv2 फुल स्क्रीन मोड में प्रारंभ होगा.
it: Quando selezionato, mrv2 si avvierà in modalità a schermo intero.
ja: 選択すると、mrv2はフルスクリーンモードで起動します。

source: Presentation
hi_in: प्रस्तुतीकरण
it: Presentazione
ja: プレゼンテーション

source: When selected, mrv2 will start in presentation mode.
hi_in: जब चुना जाता है, mrv2 प्रस्तुति मोड में शुरू होगा.
it: Quando selezionato, mrv2 inizierà in modalità presentazione.
ja: 選択すると、mrv2はプレゼンテーションモードで起動します。

source: Maximized
hi_in: अधिकतम
it: Massimizzato
ja: 最大化

source: When selected, mrv2 will start in a maximized window.
hi_in: जब चुना जाता है, mrv2 विंडो में शुरू होगा.
it: Quando selezionato, mrv2 si avvierà in una finestra massimizzata.
ja: 選択すると、mrv2は最大化されたウィンドウで起動します。

source: UI Elements
hi_in: यूआई तत्व
it: Elementi dell'interfaccia utente
ja: UI要素

source: Menu Bar
hi_in: मेन्यू पट्टी
it: Barra di menu
ja: メニューバー

source: When selected, mrv2 will start with the menu bar already shown.
hi_in: जब चुना जाता है, mrv2 मेन्यू पट्टी द्वारा पहले से ही दिखाया गया है.
it: Quando selezionato, mrv2 inizierà con la barra di menu già visualizzata.
ja: 選択すると、mrv2はメニューバーを表示した状態で起動します。

source: Topbar
hi_in: शीर्षबार
it: Barra superiore
ja: トップバー

source: When selected, mrv2 will start with its channel, gain, gamma toolbar visible.
hi_in: जब चयनित होता है, mrv2 इसके चैनल से शुरू होगा, प्राप्त करने के लिए गामा औज़ार दृश्य.
it: Quando selezionato, mrv2 inizierà con il suo canale, guadagno, barra degli strumenti gamma visibile.
ja: 選択すると、mrv2はチャンネル、ゲイン、ガンマツールバーを表示した状態で起動します。

source: Pixel Toolbar
hi_in: पिक्सेल औज़ार पट्टी
it: Barra degli strumenti del pixel
ja: ピクセルツールバー

source: When selected, mrv2 will start with the pixel toolbar shown.
hi_in: जब चयनित होता है, mrv2 पिक्सेल टूलबार के साथ प्रारंभ होगा.
it: Quando selezionato, mrv2 inizierà con la barra degli strumenti pixel visualizzata.
ja: 選択すると、mrv2はピクセルツールバーを表示した状態で起動します。

source: When selected, mrv2 will start with the timeline shown.
hi_in: जब चयनित होता है, mrv2 समय रेखा के साथ प्रारंभ होगा.
it: Quando selezionato, mrv2 inizierà con la timeline mostrata.
ja: 選択すると、mrv2はタイムラインを表示した状態で起動します。

source: Status Bar
hi_in: स्थिति पट्टी
it: Barra di stato
ja: ステータスバー

source: When selected, mrv2 will start with the status bar visible.
hi_in: जब चयनित होता है, mrv2 स्थिति पट्टी दिखाई देगा.
it: Quando selezionato, mrv2 inizierà con la barra di stato visibile.
ja: 選択すると、mrv2はステータスバーを表示した状態で起動します。

source: macOS Menus
hi_in: MLOS मेन्यू
it: Menu macOS
ja: macOSメニュー

source: This is a macOS setting only. When selected the menus will appear on the system toolbar instead of the mrv2 toolbar.
hi_in: यह एक एमआईएस सेटिंग है. जब चयनित मेन्यू औज़ार पट्टियों के बजाय तंत्र औज़ार पट्टियों पर प्रकट होगा.
it: Questa è solo un'impostazione macOS. Quando selezionati i menu appariranno nella barra degli strumenti del sistema anziché nella barra degli strumenti mrv2.
ja: これはmacOS専用の設定です。選択すると、メニューはmrv2のツールバーではなくシステムツールバーに表示されます。

source: Tool Dock
hi_in: औजार डॉक
it: Dock strumento
ja: ツールドック

source: When selected, mrv2 will start with the action tool dock already open.
hi_in: जब चयनित होता है, mrv2 कार्रवाई औज़ार बंद करने के लिए प्रारंभ होगा.
it: Quando selezionato, mrv2 inizierà con il dock degli strumenti di azione già aperto.
ja: 選択すると、mrv2はアクションツールドックを開いた状態で起動します。

source: Only One Panel
hi_in: सिर्फ एक फलक
it: Solo un pannello
ja: パネルを1つだけ

source: When selected, mrv2 will start with the only one panel option selected.
hi_in: जब चयनित होता है, mrv2 सिर्फ एक फलक से शुरू होगा जो चुना गया है.
it: Quando selezionato, mrv2 inizierà con l'unica opzione del pannello selezionata.
ja: 選択すると、mrv2はパネルを1つだけのオプションを選択した状態で起動します。

source: View Window
hi_in: विंडो देखें
it: Visualizza finestra
ja: ビューウィンドウ

source: Defaults
hi_in: तयशुदा
it: Predefiniti
ja: デフォルト

source: Sets the default gain when mrv2 starts.
hi_in: जब एमrv2 शुरू होता है तब डिफ़ॉल्ट प्राप्त नियत करता है.
it: Imposta il guadagno predefinito quando mrv2 inizia.
ja: mrv2が起動した際のデフォルトゲインを設定します。

source: Sets the default gamma when mrv2 starts.
hi_in: जब एमrv2 प्रारंभ होगा तो डिफ़ॉल्ट गामा सेट करता है.
it: Imposta la gamma predefinita quando mrv2 inizia.
ja: mrv2が起動した際のデフォルトガンマを設定します。

source: Crop
hi_in: काँट छाँट करें
it: Coltivazione
ja: トリミング

source: Allows you to select a standard cropping area around image.
hi_in: छवि के चारों ओर मानक फ़सलिंग क्षेत्र को चुनने देता है.
it: Consente di selezionare un'area di ritaglio standard intorno all'immagine.
ja: 画像の周囲に標準的なトリミングエリアを選択できます。

source: Auto Frame
hi_in: फ्रेम स्वचालित फ्रेम
it: Cornice automatica
ja: 自動フレーム

source: When this is on, View/Auto Frame will be active.
hi_in: जब यह चालू होगा, दृश्य/AutoF> फ्रेम सक्रिय किया जाएगा.
it: Quando questo è acceso, View/Auto Frame sarà attivo.
ja: このオプションがオンになると、ビュー/自動フレームが有効になります。

source: Safe Areas
hi_in: सुरक्षित क्षेत्र
it: Zone di sicurezza
ja: セーフエリア

source: When mrv2 starts, the safe area display will be active by default.
hi_in: जब एमrv2 शुरू होता है, सुरक्षित क्षेत्र प्रदर्शित डिफ़ॉल्ट द्वारा सक्रिय किया जाएगा.
it: Quando mrv2 inizia, il display dell'area di sicurezza sarà attivato di default.
ja: mrv2が起動すると、セーフエリアの表示がデフォルトで有効になります。

source: OCIO in Top Bar
hi_in: ऊपरी बार में ओआईओ
it: OCIO nella barra superiore
ja: トップバーにOCIO

source: When mrv2 starts, OCIO should start in the top bar instead of color adjustments.
hi_in: जब mrv2 शुरू होता है, OCIO को रंग समायोजन के बजाए शीर्ष बार में प्रारंभ होना चाहिए.
it: Quando mrv2 inizia, OCIO dovrebbe iniziare nella barra superiore invece di regolare i colori.
ja: mrv2が起動すると、OCIOはカラーアジャストメントではなくトップバーに表示されます。

source: Zoom Speed
hi_in: ज़ूम गति
it: Velocità di zoom
ja: ズーム速度

source: This area specifies which elements should be shown as a HUD overlay on the view screen.
hi_in: यह क्षेत्र निर्दिष्ट करता है कि कौन से तत्वों को दृश्य स्क्रीन पर HUDR के रूप में दिखाया जाए.
it: Questa area specifica quali elementi devono essere visualizzati come sovrapposizione HUD sulla schermata della vista.
ja: このエリアでは、ビュースクリーン上にHUDオーバーレイとして表示する要素を指定します。

source: Frame
hi_in: फ्रेम
it: Cornice
ja: フレーム

source: Frame Range
hi_in: फ्रेम सीमा
it: Intervallo del telaio
ja: フレーム範囲

source: Frame Count
hi_in: फ्रेम गणना
it: Conteggio fotogrammi
ja: フレーム数

source: Memory
hi_in: मेमोरी
it: Memoria
ja: メモリ

source: Attributes
hi_in: गुणधर्म
it: Attributi
ja: 属性

source: File Requester
hi_in: फ़ाइल निवेदनर
it: Richiedente file
ja: ファイルリクエスタ

source: Single Click to Travel Drawers
hi_in: यात्रियों के लिए एक क्लिक करें
it: Fare clic singola per viaggiare cassetti
ja: 単一クリックでドロワーを移動

source: When using mrv2's file chooser, a single click on a folder will open it.
hi_in: जब mrv2 का फ़ाइल चयनक इस्तेमाल किया जाता है, एक फ़ोल्डर पर एक क्लिक इसे खोल देगा.
it: Quando si utilizza il file selezionatore di mrv2, un singolo clic su una cartella lo aprirà.
ja: mrv2のファイル選択を使用する際、フォルダを単一クリックすると開きます。

source: Thumbnails Active
hi_in: लघु छवि सक्रिय
it: Thumbnails attivi
ja: サムネイル有効

source: Show thumbnails for known files.
hi_in: ज्ञात फ़ाइलों के लिए लघु छवि दिखाएँ.
it: Mostra le miniature dei file conosciuti.
ja: 既知のファイルに対してサムネイルを表示します。

source: USD Thumbnails
hi_in: यूएसडी लघु छवि
it: Thumbnails in USD
ja: USDサムネイル

source: Show Thumbnails for USD files (can be slow if they are big)
hi_in: यूएसडी फ़ाइलों के लिए लघु छवि दिखाएँ (यदि वे बड़े हैं तो धीमा हो सकता है)
it: Mostra miniature per i file USD (può essere lento se sono grandi)
ja: USDファイルに対してサムネイルを表示します（大きい場合は遅くなることがあります）。

source: Use Native File Chooser
hi_in: नेटिव फ़ाइल चयनक इस्तेमाल करें
it: Usa il selezionatore di file nativo
ja: ネイティブファイル選択を使用

source: If selected, the natlve file chooser will be used. If unselected, mrv2's standard file chooser will be used.
hi_in: यदि चयनित किया जाता है,lv फ़ाइल चयनक इस्तेमाल किया जाएगा. यदि नहीं चुना गया है, mrv2 का मानक फ़ाइल चयनक इस्तेमाल किया जाएगा.
it: Se selezionato, verrà utilizzato il selettore file natlve. Se non selezionato, verrà utilizzato il selettore file standard di mrv2.
ja: 選択するとネイティブファイル選択が使用されます。選択されていない場合は、mrv2の標準ファイル選択が使用されます。

source: Fonts
hi_in: फ़ॉन्ट्स
it: Caratteri
ja: フォント

source: Menus
hi_in: मेन्यू
it: Menù
ja: メニュー

source: Sets the font to use in menus.
hi_in: मेन्यू में प्रयोग के लिए फ़ॉन्ट सेट करता है.
it: Imposta il carattere da usare nei menu.
ja: メニューで使用するフォントを設定します。

source: Panels
hi_in: फलक
it: Pannelli
ja: パネル

source: Sets the font to use in panels. (Not yet working)
hi_in: फलक में उपयोग हेतु फ़ॉन्ट सेट करता है. (अभी कार्य नहीं)
it: Imposta il carattere da usare nei pannelli. (Non funziona ancora)
ja: パネルで使用するフォントを設定します。（まだ動作していません）

source: Prefer RGB (Vulkan)
hi_in: RGB को प्राथमिकता दें (Vulkan)

source: When this setting is on, Vulkan will try to use RGB_F16 and RGB_F32 as is and convert them with a compute shader. When is off, Vulkan will decode RGBA_F16 and RGBA_F32 frames.
hi_in: जब यह सेटिंग चालू होती है, तो Vulkan RGB_F16 और RGB_F32 को जैसा है वैसा उपयोग करने की कोशिश करेगा और उन्हें एक कंप्यूट शेडर के साथ परिवर्तित करेगा। जब यह बंद होती है, तो Vulkan RGBA_F16 और RGBA_F32 फ्रेम्स को डिकोड करेगा।

source: Chromaticities
hi_in: रंगमिति
it: Ignora le cromaticità
ja: 色度

source: HDR Data
hi_in: HDR डेटा
it: Dati HDR
ja: HDRデータ

source: Tonemap Algorithm
hi_in: टोनमैप एल्गोरिदम
it: Algoritmo di Tonemapping
ja: トゥーンマップ アルゴリズム

source: Gamut Mapping
hi_in: गेमट मैपिंग

source: Language and Colors
hi_in: भाषा और रंग
it: Lingua e colori
ja: 言語とカラー

source: Scheme
hi_in: योजना
it: Regime
ja: スキーム

source: Color Theme
hi_in: रंग प्रसंग
it: Tema colore
ja: カラーテーマ

source: Reload Theme
hi_in: प्रसंग फिर से लोड करें
it: Ricarica il tema
ja: テーマを再読み込み

source: Reload color theme from mrv2.colors file again to refresh change in colors
hi_in: mrv2 से रंग प्रसंग फिर से लोड करें
it: Ricarica il tema colore dal file mrv2.colors di nuovo per aggiornare il cambiamento di colori
ja: mrv2.colorsファイルからカラーテーマを再度読み込んで、色の変更を更新します。

source: Selects the background color of areas outside the current image.
hi_in: वर्तमान छवि के बाहर के क्षेत्रों के पृष्ठभूमि रंग चुनता है.
it: Seleziona il colore di sfondo delle aree al di fuori dell'immagine corrente.
ja: 現在の画像の外側の領域の背景色を選択します。

source: Text Overlay
hi_in: पाठ ड्रापिंग
it: Sovrapposizione del testo
ja: テキストオーバーレイ

source: Selects the color of text overlays printed over the current image.
hi_in: मौज़ूदा छवि पर छापी गई पाठ ब्रोशरों के रंग चुनता है.
it: Seleziona il colore delle sovrapposizioni di testo stampate sull'immagine corrente.
ja: 現在の画像上に印刷されるテキストオーバーレイの色を選択します。

source: Selects the color of the selection rectangle over the current image.
hi_in: वर्तमान छवि के ऊपर चयन के रंग चुनता है.
it: Seleziona il colore del rettangolo di selezione sull'immagine corrente.
ja: 現在の画像上の選択矩形の色を選択します。

source: Selects the color of HUD overlays.
hi_in: HUD ब्रोशरों के रंग चुनता है.
it: Seleziona il colore delle sovrapposizioni HUD.
ja: HUDオーバーレイの色を選択します。

source: RGBA Display
hi_in: आरजीबीए प्रदर्शक
it: Visualizzazione RGBA
ja: RGBA表示

source: Pixel Values
hi_in: पिक्सेल मान
it: Valori del pixel
ja: ピクセル値

source: Secondary Display
hi_in: द्वितीयक प्रदर्शक
it: Visualizzazione secondaria
ja: 副次表示

source: Luminance
hi_in: संन्सन्सन
it: Luminosità
ja: 輝度

source: Positioning
hi_in: अवस्थिति
it: Posizionamento
ja: 位置設定

source: Always Save on Exit
hi_in: बाहर होने पर हमेशा सहेजें
it: Salva sempre all'uscita
ja: 終了時に常に保存

source: When this option is set, mrv2 will save its position and size upon exiting the program.
hi_in: जब यह विकल्प सेट किया जाता है, mrv2 प्रोग्राम से बाहर होने पर अपनी स्थिति तथा आकार सहेजेगा.
it: Quando questa opzione è impostata, mrv2 salverà la sua posizione e dimensione all'uscita del programma.
ja: このオプションが設定されている場合、mrv2はプログラムを終了する際に位置とサイズを保存します。

source: Fixed Position
hi_in: स्थिर स्थिति
it: Posizione fissa
ja: 固定位置

source: When this option is set, mrv2 will open in the position you set here (except if the window goes out of the Desktop). If Always Save on Exit is on, the values are recakculated upon exiting the program.
hi_in: जब यह विकल्प सेट किया जाता है, mrv2 स्थिति में खोलेगा (यदि विंडो डेस्कटॉप से बाहर जाता है). यदि बाहर निकलने पर हमेशा सहेजें तो मान फिर से प्रारंभ हो जाता है.
it: Quando questa opzione è impostata, mrv2 si aprirà nella posizione impostata qui (eccetto se la finestra esce dal Desktop). Se sempre Salva all'uscita è attivato, i valori vengono riaccumulati all'uscita del programma.
ja: このオプションが設定されている場合、mrv2はここで設定した位置で開きます（ただし、ウィンドウがデスクトップの外に出る場合は除きます）。終了時に常に保存がオンになっている場合、値はプログラム終了時に再計算されます。

source: Fixed Size
hi_in: स्थिर आकार
it: Dimensione fissa
ja: 固定サイズ
