Repository: ggarra13/mrv2
Catalog: src/po/mrv2/*.po
Languages: hi_in, it, ja

source: Rectangle Mode
hi_in: चतुर्भुज मोड
it: Modalità rettangolo
ja: 長方形モード

source: Circle Mode
hi_in: वृत्त मोड
it: Modalità cerchio
ja: 円モード

source: Text Mode
hi_in: पाठ मोड
it: Modalità testo
ja: テキストモード

source: Voice Mode
hi_in: वॉइस मोड

source: File/URL Link Mode
hi_in: फ़ाइल/URL लिंक मोड

source: Pen Size More
hi_in: पेन आकार अधिक
it: Misura della penna di più
ja: ペンサイズ増加

source: Pen Size Less
hi_in: पेन आकार कम
it: Misura penna meno
ja: ペンサイズ減少

source: Switch Pen Color
hi_in: पेन रंग स्विच करें
it: Cambia colore della penna
ja: ペンカラー切り替え

source: Clear In/Out Point
hi_in: इन/आउट बिंदु हटाएँ

source: Toggle In/Out Point on .otio clip
hi_in: .otio क्लिप पर इन/आउट बिंदु बदलें

source: Hud Window
hi_in: हूद विंडोComment
it: Finestra di rivestimento
ja: HUDウィンドウ

source: Toggle One Panel Only
hi_in: सिर्फ एक पैनल टॉगल करें
it: Commuta solo un pannello
ja: 1つのパネルだけを切り替える

source: Toggle Files Panel
hi_in: फ़ाइलें फलक टॉगल करें
it: Commuta il pannello File
ja: ファイルパネルを切り替える

source: Toggle Media Info Panel
hi_in: मीडिया जानकारी फलक टॉगल करें
it: Commuta il pannello di informazioni multimediali
ja: メディア情報パネルを切り替える

source: Toggle Color Area Info Panel
hi_in: रंग क्षेत्र जानकारी फलक टॉगल करें
it: Commuta il pannello d'informazione dell'area di colore
ja: 色エリア情報パネルを切り替える

source: Toggle Color Controls Panel
hi_in: रंग नियंत्रण फलक टॉगल करें
it: Commuta il pannello di controllo dei colori
ja: 色制御パネルを切り替える

source: Toggle Playlist Panel
hi_in: गीत- सूची पैनल टॉगल करें
it: Commuta il pannello della lista di riproduzione
ja: プレイリストパネルを切り替える

source: Toggle Compare Panel
hi_in: फलक से तुलना करें
it: Commuta il pannello di confronto
ja: 比較パネルを切り替え

source: Toggle Devices Panel
hi_in: औज़ार फलक टॉगल करें
it: Commuta il pannello Dispositivi
ja: デバイスパネルを切り替え

source: Toggle Annotation Panel
hi_in: व्याख्या फलक टॉगल करें
it: Commuta il pannello di annotazione
ja: 注釈パネルを切り替え

source: Toggle Background Panel
hi_in: पृष्ठभूमि फलक टॉगल करें
it: Commuta il pannello di sfondo
ja: 背景パネルを切り替え

source: Toggle Settings Panel
hi_in: विन्यास फलक टॉगल करें
it: Commuta il pannello Impostazioni
ja: 設定パネルを切り替え

source: Toggle Histogram Panel
hi_in: हिस्टोग्राम फलक टॉगल करें
it: Commuta il pannello dell'istogramma
ja: ヒストグラムパネルを切り替え

source: Toggle Vectorscope Panel
hi_in: वेक्टर ग्राफ फलक टॉगल करें
it: Commuta il pannello Vectorscope
ja: ベクトルスコープパネルを切り替え

source: Toggle Waveform Panel
hi_in: वेवफ़ॉर्मेशन फलक टॉगल करें
it: Commuta il pannello Waveform
ja: 波形パネルを切り替え

source: Toggle Environment Map Panel
hi_in: एनवायरनमेंट नक्शा फलक टॉगल करें
it: Commuta il pannello della mappa dell'ambiente
ja: 環境マップパネルを切り替え

source: Toggle Preferences Window
hi_in: विकल्प टॉगल करें
it: Commuta la finestra Preferenze
ja: 環境設定ウィンドウを切り替え

source: Toggle Python Panel
hi_in: पायथन फलक टॉगल करें
it: Commuta il pannello Python
ja: Pythonパネルを切り替え

source: Toggle Log Panel
hi_in: लॉग पैनल टॉगल करें
it: Commuta il pannello di registro
ja: ログパネルを切り替え

source: Toggle Hotkeys Window
hi_in: यदि आप विंडो को बन्द करना चाहते हैं तो टॉगल करें
it: Finestra di commutazione di tasti di avviamento
ja: ホットキーウィンドウを切り替え

source: Toggle About Window
hi_in: विंडो के बारे में टॉगल करें
it: Commuta la finestra
ja: バージョン情報ウィンドウを切り替え

source: Returns true if the time is invalid. The time is considered invalid if the value or the rate are a NaN value or if the rate is less than or equal to zero.
ja: 時間が無効である場合に true を返します。値またはレートが NaN の場合、 またはレートが 0 以下の場合、時間は無効と見なされます。

source: Returns true if the rate is valid for use with timecode.
it: Restituisce true se la tariffa è valida per l'uso con timecode.
ja: テーブルのセルのテキストを返す。

source: [option]...
it: [opzione]...
ja: [オプション]...

source: Rotated image info: {0}
ja: 回転された画像情報: {0}

source: Image too big for Save Annotations. Will scale to the viewport size.
ja: 画像が大きすぎてアノテーションを保存できません。ビューポートサイズに拡大縮小します。

source: Could not read annotation image from view
it: Impossibile leggere l’immagine delle annotazioni dalla vista
ja: ビューから注釈画像を読み取れませんでした

source: Empty video data at time {0}. Repeating frame.
it: Dati video vuoti al momento {0}. Ripetizione della cornice.
ja: 時刻 {0} にビデオデータがありません。フレームを繰り返します。

source: Image Layer '{0}' info: {1} {2}
it: छवि परत '{0}' जानकारी: {1} {2}
ja: 画像レイヤー '{0}' 情報: {1} {2}

source: Load Directory
it: Carica directory
ja: ディレクトリ

source: Load Image(s)
it: Carica immagine(e)
ja: 画像を読み込む

source: Load Movie or Sequence
it: Carica film o sequenza
ja: 映画なんかどうかな？

source: OCIO/ Display: %s
ja: OCIO/ ディスプレイ: %s

source: OCIO/ View: %s
it: OCIO/ Vista: %s
ja: OCIO/ ビュー: %s

source: OCIO/ Monitor #%d Display: %s
ja: OCIO/ モニター #%d ディスプレイ: %s

source: OCIO/ Monitor #%d View: %s
it: OCIO/ Monitor #%d Vista: %s
ja: OCIO/ モニター #%d ビュー: %s

source: Wayland supports Float on Top only through hotkeys. Press {0}.
it: Wayland supporta Float on Top solo tramite tasti di avviamento. Premere {0}.
ja: Waylandはホットキーを通じてのみFloat on Topをサポートします。{0}を押してください。

source: Wayland does not support Float on Top. Use your Window Manager to set a hotkey for it.
it: Wayland non supporta Float in alto. Utilizza il gestore di finestre per impostare un tasto di accensione per esso.
ja: WaylandはFloat on Topをサポートしていません。ウィンドウマネージャーを使用してホットキーを設定してください。

source: No GNOME Shell Hotkey for Float On Top. Setting it globally to '{0}'
it: Nessuna tastiera GNOME Shell per fluttuare in alto. Impostare globalemente su "{0}"
ja: GNOME ShellにはFloat on Topのホットキーがありません。グローバルに'{0}'に設定します。

source: Studio
ja: スタジオ

source: The Pixel Bar can slow down playback at high resolutions. When this option is on, the pixel toolbar will be hidden automatically.
ja: ピクセルバーは高解像度で再生を遅くすることがあります。このオプションがオンになると、ピクセルツールバーが自動的に隠されます。

source: This setting controls the sensitivity of scrubbing (SHIFT and then the mouse right and left). Smaller values make the mouse move jump more frames while higher values does the opposite.
ja: この設定は、スクラブの感度を制御します（SHIFTを押しながらマウスを左右に動かす）。小さい値はマウスの移動がフレームを飛ばすようになり、より大きい値はその逆になります。

source: Key
ja: キー

source: Tab
ja: タブ

source: End
ja: エンド

source: Up
ja: 上

source: Edit Undo
it: Modifica Annulla
ja: 編集を元に戻す

source: Edit Redo
it: Modifica ripristinare
ja: 編集をやり直す

source: HDR
it: HUD
