Repository: ggarra13/mrv2
Catalog: src/po/mrv2/*.po
Languages: hi_in, it, ja

source: Gets a list of all input color spaces.
hi_in: सभी इनपुट रंग स्पेसेस की सूची प्राप्त करता है.
it: Ottiene un elenco di tutti gli spazi di colore di ingresso.
ja: すべてのカテゴリーをリスト表示します。

source: Set the input color space.
hi_in: इनपुट रंग जगह नियत करें.
it: Imposta lo spazio di colore di ingresso.
ja: 色空間

source: Gets the current Display/View.
hi_in: वर्तमान प्रदर्शक/ दृश्य बताता है.
it: Ottiene la visualizzazione corrente/Vedi.
ja: 現在の表示/ビューを取得します。

source: Gets the list of Displays/Views.
hi_in: प्रदर्शक/ दृश्य की सूची प्राप्त करता है.
it: Ottiene l'elenco dei display/Visualizzazioni.
ja: 表示/ビューのリストを取得します。

source: Set an OCIO Display/View.
hi_in: OCIO प्रदर्शन सेट करें/दृश्य.
it: Imposta uno schermo OCIO/Vedi.
ja: OCIO表示/ビューを設定します。

source: Gets the current OCIO look.
hi_in: वर्तमान ओसीआईओ देखो मिलता है.
it: Ottiene l'attuale look OCIO.
ja: 今だ

source: Gets a list of all OCIO looks.
hi_in: सभी OCOIO रूप की सूची मिलता है.
it: Ottiene una lista di tutti i look OCIO.
ja: すべてのカテゴリーをリスト表示します。

source: Set the OCIO look by name.
hi_in: ओसीआईओ नाम द्वारा सेट करें.
it: Imposta lo sguardo OCIO per nome.
ja: 名前順

source: Return all the files.
hi_in: सभी फ़ाइलों को वापस करें.
it: Restituisci tutti i file.
ja: [ファイル]

source: Return all the active files.
hi_in: सभी सक्रिय फ़ाइलों को वापस करें.
it: Restituisci tutti i file attivi.
ja: 行動不能にします。

source: Return the A file item.
hi_in: एक फ़ाइल वस्तु वापस करें.
it: Restituisci l' elemento file A.
ja: カップを片づけろ！

source: Return the A file index.
hi_in: एक फ़ाइल इंडेक्स वापस करें.
it: Restituisci l'indice di file A.
ja: カップを片づけろ！

source: Return the list of B files.
hi_in: बी फ़ाइलों की सूची वापस करें.
it: Restituisci l'elenco dei file B.
ja: 注文リストへ戻る

source: Return the list of B indexes.
hi_in: B इंडेक्स सूची की सूची वापस करें.
it: Ritorna l'elenco degli indici B.
ja: 注文リストへ戻る

source: Close the current A file.
hi_in: वर्तमान फ़ाइल बंद करें
it: Chiudi il file A corrente.
ja: 現在のタブを閉じます

source: Close all files.
hi_in: बंद करें सभी फ़ाइल.
it: Chiudi tutti i file.
ja: 開いているファイルをすべて閉じます。

source: Set the A file index.
hi_in: एक फ़ाइल निर्देशिका सेट करें.
it: Imposta l'indice di file A.
ja: 要約ファイルの索引を再構築します

source: Set a new B file index.
hi_in: नई बी फ़ाइल निर्देशिका सेट करें.
it: Imposta un nuovo indice di file B.
ja: 新しいインデックスを定義します。

source: Set a new stereo file index.
hi_in: नई स्टीरियो फ़ाइल निर्देशिका सेट करें.
it: Impostare un nuovo indice di file stereo.
ja: 新しいインデックスを定義します。

source: Toggle the B file index.
hi_in: बी फ़ाइल निर्देशिका टॉगल करें.
it: Commuta l'indice del file B.
ja: ウィジェットバーを切り替える

source: Clear the B indexes.
hi_in: बी इंडेक्स्स साफ करें.
it: Cancella gli indici B.
ja: 場所をあけろ

source: Return the list of layers.
hi_in: परतों की सूची वापस करें.
it: Ritorna l'elenco dei livelli.
ja: リストへ戻る

source: Set layer for file item.
hi_in: फ़ाइल मद के लिए परत सेट करें.
it: Imposta il livello per l' elemento file.
ja: 図およびテキスト用のレイヤー

source: Set compare time.
hi_in: तुलना करने के लिए समय सेट करें.
it: Imposta il tempo di confronto.
ja: 比較時間を設定します。

source: Get compare time.
hi_in: समय तुलना करें.
it: Confronta il tempo.
ja: 比較時間を取得します。

source: Set the first version for current media.
hi_in: वर्तमान मीडिया के लिए प्रथम संस्करण सेट करें.
it: Imposta la prima versione per i media attuali.
ja: 最初の年を設定

source: Set the previous version for current media.
hi_in: वर्तमान मीडिया के लिए पिछले संस्करण सेट करें.
it: Imposta la versione precedente per i media attuali.
ja: 還原到以前的版本

source: Set the next version for current media.
hi_in: वर्तमान मीडिया के लिए अगला संस्करण सेट करें.
it: Imposta la versione successiva per i media attuali.
ja: 現在のメディアの次のバージョンを設定します。

source: Set the last version for current media.
hi_in: वर्तमान मीडिया के लिए अंतिम संस्करण सेट करें.
it: Imposta l'ultima versione per i media attuali.
ja: 最後の年を設定

source: Path :class:`mrv2.Path` to the File Media.
hi_in: पथ:क्लास: `mrv2.Path` फ़ाइल मीडिया.
it: Percorso :class:`mrv2.Path` sul supporto file.
ja: ファイルメディアへのパス :class:`mrv2.Path`。

source: Audio path :class:`mrv2.Path` to the File Media if any.
hi_in: ऑडियो पथ:क्लास: `mrv2.Path` फ़ाइल मीडिया के लिए यदि कोई भी हो.
it: Percorso audio :class:`mrv2.Path` al file media se c'è.
ja: ファイルメディアへのオーディオパス :class:`mrv2.Path` (もしあれば)。

source: Time range :class:`mrv2.TimeRange` of the File Media.
hi_in: समय सीमा:`mrv2.TimeRange`
it: Intervallo temporale :class:`mrv2.TimeRange` dei supporti multimediali.
ja: ファイルメディアの時間範囲 :class:`mrv2.TimeRange`。

source: Speed (FPS) of the File Media.
hi_in: फ़ाइल मीडिया की गति (एफपीएस).
it: Velocità (FPS) dei Media File.
ja: ファイルメディアの速度 (FPS)。

source: Playback state :class:`mrv2.timeline.Playbacks` of the File Media.
hi_in: प्लेबैक स्थिति :क्लासव2. समय-लाइन. फ़ाइल मीडिया का प्लेयर
it: Stato di riproduzione :class:`mrv2.timeline.Replaybacks` dei Media File.
ja: ファイルメディアの再生状態 :class:`mrv2.timeline.Playbacks`。

source: Loop state :class:`mrv2.timeline.Loop` of the File Media.
hi_in: लूप स्थिति :क्लास:`mrv2.timeline.Loop` समय. फ़ाइल मीडिया का लूप.
it: Loop state :class:`mrv2.timeline.Loop` dei Media File.
ja: ファイルメディアのループ状態 :class:`mrv2.timeline.Loop`。

source: Current time :class:`mrv2.RationalTime` of the File Media.
hi_in: मौज़ूदा समय:क्लास:`mrv2.RationalTime` फ़ाइल मीडिया काक्लास समय.
it: Ora attuale :class:`mrv2.RationalTime` dei supporti multimediali.
ja: ファイルメディアの現在の時間 :class:`mrv2.RationalTime`。

source: In/Out range :class:`mrv2.TimeRange` of the File Media.
hi_in: में/ बाहर सीमा:क्लास:`mrv2.TimeRange` फ़ाइल मीडिया का समय.
it: In/Out range :class:`mrv2.TimeRange` dei supporti multimediali.
ja: ファイルメディアのIn/Out範囲 :class:`mrv2.TimeRange`。

source: Video layer of the File Media.
hi_in: फ़ाइल मीडिया का वीडियो परत.
it: Livello video del file multimediale.
ja: ビデオレイヤー

source: Volume of the File Media.
hi_in: फ़ाइल मीडिया का आवाज.
it: Volume dei supporti di file.
ja: ファイルメディアの音量。

source: Mute state of the File Media.
hi_in: फ़ाइल मीडिया की मौन स्थिति.
it: Stato muto dei Media dei file.
ja: 最先端の技術。

source: Audio offset of the File Media.
hi_in: फ़ाइल मीडिया का ऑडियो ऑफसेट.
it: Spostamento audio del file multimediale.
ja: ファイルのオーディオサンプルレートです。

source: Class used to hold a media item.
hi_in: मीडिया वस्तु रखने के लिए प्रयुक्त वर्ग.
it: Lezione usata per tenere un oggetto multimediale.
ja: メディア項目。

source: Save annotations.
hi_in: एनोटेशन सहेजें.
it: Risparmia le annotazioni.
ja: 注釈

source: Save resolution.
hi_in: सहेजें रिसॉल्यूशन.
it: Salva la risoluzione.
ja: 高解像度

source: FFmpeg Profile.
hi_in: एफ़एफ़एमपी प्रोफ़ाइल.
it: Profilo FFmpeg.
ja: プロファイル

source: FFmpeg Preset.
hi_in: एफ़एफ़एमपी प्रीसेट.
ja: プリセット

source: FFmpeg Pixel Format.
hi_in: एफ़एफएमपी पिक्सेल प्रारूप.
it: Formato FFmpeg Pixel.
ja: ピクセル形式

source: FFmpeg video encoding with hardware if possible.
hi_in: यदि संभव हो तो हार्डवेयर के साथ FFएमपीजी वीडियो एनकोडिंग.
it: Se possibile, codifica video FFmpeg con hardware.
ja: 可能であれば、ハードウェアによるFFmpegビデオエンコーディング。

source: FFmpeg Override color characteristics.
hi_in: FFGGECT रंग विशेषताओं को ओवरराइड करता है.
it: Caratteristiche di colore FFmpeg Override.
ja: 配色を上書き

source: FFmpeg Color Range.
hi_in: FFMeg रंग सीमा.
it: Gamma di colori FFmpeg.
ja: カラー範囲

source: FFmpeg Color Space.
hi_in: एफ़एफएमपी रंग जगह.
it: Spazio a colori FFmpeg.
ja: 色空間

source: FFmpeg Color Primaries.
hi_in: FFEGe रंग PRERST.
it: Primarie a colori FFmpeg.
ja: マスタ表示色の原色が見つかりません。

source: FFmpeg Color Transfer Characteristics.
hi_in: एफ़एफएमपी रंग ट्रांसफर्स.
it: Caratteristiche del trasferimento di colore FFmpeg.
ja: 色を移植

source: FFmpeg Audio Codec.
hi_in: एफ़एफएमपी ऑडियो कोडेक.
ja: オーディオ コーデック

source: OpenEXR's Compression.
hi_in: ओपनईएक्सआर संपीडन.
it: La compressione di OpenEXR.
ja: OpenEXRの圧縮。

source: OpenEXR's Pixel Type.
hi_in: ओपनईएक्सआर पिक्सेल क़िस्म.
it: Tipo Pixel di OpenEXR.
ja: ピクセルタイプ

source: OpenEXR's Zip Compression Level.
hi_in: एक्सआर संपीडन स्तर खोलें.
it: Livello di compressione zip di OpenEXR.
ja: 圧縮レベル

source: OpenEXR's DWA Compression Level.
hi_in: डीईईएक्सआर संपीडन स्तर खोलें.
it: Il livello di compressione DWA di OpenEXR.
ja: 圧縮レベル

source: Command module. Used to run main commands and get arguments and set the display, image, compare, LUT options.
hi_in: कमांड मॉड्यूल. मुख्य कमांड चलाने और तर्क पाने के लिए प्रयोग में आता है, छवि से तुलना करें, LUTF विकल्प.
it: Modulo di comando. Usato per eseguire comandi principali e ottenere argomenti e impostare il display, immagine, confrontare, LUT opzioni.
ja: コマンドモジュール。 メインコマンドを実行し、引数を取得し、表示、画像、比較、LUTオプションを設定するために使用されます。

source: Get command-line arguments passed as single quoted string to -pythonArgs.
hi_in: कमांड लाइन आर्गुमेंट पास करें जैसा कि उद्धृत वाक्यांश - आईक्वेंगर को उद्धृत किया गया है.
it: Ottieni gli argomenti di linea di comando passati come singola stringa citata a -pythonArgs.
ja: コマンドライン引数を、-pythonArgs に単一引用符で囲まれた文字列として渡します。

source: Open file with optional audio.
hi_in: फ़ाइल को वैकल्पिक ऑडियो के साथ खोलें.
it: Apri file con audio opzionale.
ja: オプションのオーディオ付きでファイルを開きます。

source: Compare two file items with a compare mode.
hi_in: तुलना मोड के साथ दो फ़ाइल मद की तुलना करें.
it: Confronta due elementi di file con una modalità di confronto.
ja: 有料プランのある商品を先に表示する

source: Close the file item.
hi_in: फ़ाइल वस्तु बन्द करें.
it: Chiudi l'elemento del file.
ja: インプットファイルを閉じる

source: Close all file items.
hi_in: सभी फ़ाइलों को बंद करें
it: Chiudi tutti gli elementi del file.
ja: 展開を閉じる

source: Return the root path to the installation of mrv2.
hi_in: mrv2 की स्थापना का मूल पथ लौटाएँ।
it: Restituisce il percorso radice dell'installazione di mrv2.
ja: mrv2のインストールのルートパスを返します。

source: Return the path to preferences of mrv2.
hi_in: mrv2 की वरीयता के लिए पथ वापस करें.
it: Ritorna il percorso alle preferenze di mrv2.
ja: 平和への道

source: Return the display options.
hi_in: प्रदर्शक विकल्प वापस करें.
it: Restituisci le opzioni di visualizzazione.
ja: 表示オプション

source: Set the display options.
hi_in: प्रदर्शक विकल्प नियत करें.
it: Imposta le opzioni di visualizzazione.
ja: 地図表示オプションを設定します。

source: Return the LUT options.
hi_in: LUTF विकल्प वापस करें.
it: Restituisci le opzioni LUT.
ja: カップを片づけろ！

source: Set the LUT options.
hi_in: LUTF विकल्प सेट करें.
it: Imposta le opzioni LUT.
ja: 一般的なオプションを設定

source: Return the image options.
hi_in: छवि विकल्प वापस करें.
it: Restituisci le opzioni di immagine.
ja: スライダー画像オプション

source: Set the image options.
hi_in: छवि फ़ाइल नाम प्रदर्शित करने के लिए यह विकल्प सेट करें.
it: Imposta le opzioni di immagine.
ja: スライダー画像オプション

source: Return the environment map options.
hi_in: एनवायरनमेंट नक्शा विकल्प वापस करें.
it: Restituisci le opzioni della mappa ambientale.
ja: マップ オプション

source: Set the environment map options.
hi_in: एनवायरनमेंट नक्शा विकल्प सेट करें.
it: Imposta le opzioni della mappa ambientale.
ja: マップ オプション

source: Set the compare options.
hi_in: तुलना विकल्प सेट करें.
it: Imposta le opzioni di confronto.
ja: オプションを比較

source: Set the stereo 3D options.
hi_in: स्टीरियो 3डी विकल्प सेट करें.
it: Imposta le opzioni stereo 3D.
ja: 一般的なオプションを設定

source: Get the backend of mrv2.
hi_in: mrv2 का बैकएंड प्राप्त करें.
it: Ottieni el backend di mrv2.

source: Get the language of mrv2.
hi_in: mrv2 की भाषा प्राप्त करें.
it: Ottieni il linguaggio di mrv2.
ja: 詳しい説明

source: Get the layers of the timeline (GUI).
hi_in: समय रेखा की परतों (जीयूआई) प्राप्त करें.
it: Ottieni gli strati della timeline (GUI).
ja: タイムラインフィルターのスキーマ

source: Get the version of mrv2.
hi_in: mrv2 का संस्करण प्राप्त करें.
it: Ottieni la versione di mrv2.
ja: 必要なバージョンを取得する

source: Call Fl::check to update the GUI and return the number of seconds that elapsed.
hi_in: काल फ्लॉप: जीयूआई को अद्यतन करने के लिए चेक करें तथा सेकण्डों की संख्या वापस करें.
it: Chiama Fl::check per aggiornare la GUI e restituire il numero di secondi trascorsi.
ja: 午前 0 時を基点とする経過時間を秒数で返します。

source: Returns true if audio is muted.
hi_in: यदि ऑडियो मौन हो तो सही वापस आता है.
it: Restituisce true se l'audio è muto.
ja: 値が文字列の場合、TRUE を返します。

source: Runs the same or a new mrv2 with a session file.
hi_in: एक सत्र फ़ाइल के साथ एक ही या एक नया mrv2 चलाता है.
it: Esegue lo stesso o un nuovo mrv2 con un file di sessione.
ja: クライアントは新しい外観となりますが、同じように機能します。

source: Set the muting of the audio.
hi_in: ऑडियो का उल्लंघन सेट.
it: Imposta il mutamento dell'audio.
ja: 2 音声ファイルの長さを調整する

source: Toggle Image Auto Normalize.
hi_in: छवि को स्वचालिताइज़ करना टॉगल करें.
it: Commuta la normalizzazione automatica dell' immagine.
ja: 用語のトグル画像

source: Toggle Data Window.
hi_in: डाटा विंडो टॉगल करें.
it: Commuta la finestra dei dati.
ja: スキャンデータウィンドウ

source: Toggle Display Window.
hi_in: विंडो प्रदर्शन टॉगल करें.
it: Commuta la finestra di visualizzazione.
ja: ショーウインドー

source: Toggle Ignored Display Window on OpenEXRs.
hi_in: ओपनएक्सआर( डबल्यू) पर प्रदर्शन को नज़रअंदाज़ किया जा सकता है.
it: Commuta la finestra di visualizzazione ignorata su OpenEXRs.
ja: ショーウインドー

source: Toggle Image invalid values.
hi_in: छवि अवैध मूल्य टॉगल करें.
it: Commuta i valori non validi dell' immagine.
ja: 無効な値:

source: Toggle Safe Areas.
hi_in: सुरक्षित क्षेत्रों को टॉगल करें.
it: Commutare le aree sicure.
ja: 安全地帯

source: Get the playback volume.
hi_in: प्लेबैक आवाज प्राप्त करें.
it: Ottieni il volume di riproduzione.
ja: 再生音量の調整モード

source: Set the playback volume.
hi_in: प्लेबैक आवाज सेट करें.
it: Imposta il volume di riproduzione.
ja: 再生音量の調整モード

source: Save a movie or sequence from the front layer.
hi_in: एक फिल्म या अनुक्रम को सामने की परत से सहेजें.
it: Salvare un filmato o una sequenza dal livello frontale.
ja: 正面からの紫外線

source: Save a single frame.
hi_in: एक एकल फ्रेम सहेजें.
it: Salvare un unico telaio.
ja: 静止画または単一フレームの画像です。

source: Save multiple annotation frames.
hi_in: बहुत से एनोटेशन फ्रेम सहेजें.
it: Salva più fotogrammi di annotazione.
ja: 複数のアノテーションフレームを保存します。

source: Save multiple frames.
hi_in: कई फ्रेम सहेजें.
it: Salva più fotogrammi.
ja: Visioffice 2 は、1人の患者に対して複数のフレームを処理します。

source: Save an .otio file from the current selected image.
hi_in: वर्तमान चयनित छवि में से फ़ाइल सहेजें.
it: Salvare un file.otio dall'immagine selezionata corrente.
ja: 現在のイメージから開始

source: Save a PDF document with all annotations and notes.
hi_in: सभी एनोटेशन्स तथा नोट्स के साथ पीडीएफ़ दस्तावेज़ सहेजें.
it: Salva un documento PDF con tutte le annotazioni e note.
ja: 例 1PDF ドキュメントを公開する

source: Annotations module. Contains all functions and classes related to the annotationss.
hi_in: व्याख्याएँ मॉड्यूल. व्याख्याओं से संबंधित सभी फंक्शन तथा वर्ग समाहित हैं.
it: Modulo annotazioni. Contiene tutte le funzioni e le classi relative alle annotazioni.
ja: アノテーションモジュール。 アノテーションに関連するすべての関数とクラスを含みます。

source: Add notes annotations to current clip at a certain time.
hi_in: कुछ समय में मौजूदा क्लिप में नोट्स जोड़ें.
it: Aggiungere annotazioni di note alla clip corrente in un certo momento.
ja: 移行ジョブは、特定の時間に毎日起動するようにスケジュールすることができます。

source: Add notes annotations to current clip at a certain frame.
hi_in: कुछ फ्रेम में मौजूदा क्लिप में नोट्स जोड़ें.
it: Aggiungere annotazioni di note alla clip corrente in una determinata cornice.
ja: 特定のフレームで、現在のクリップに注釈アノテーションを追加します。

source: Add notes annotations to current clip at certain seconds.
hi_in: कुछ सेकंड में नोटों को वर्तमान क्लिप में जोड़ें.
it: Aggiungere annotazioni di note alla clip corrente a determinati secondi.
ja: 特定の秒数で、現在のクリップに注釈アノテーションを追加します。

source: Get all times for annotations.
hi_in: व्याख्या के लिए हर बार मिलता है.
it: Ottenere tutti i tempi per annotazioni.
ja: 注釈のテキスト オプション

source: Get all .wav voice annotations for current frame.
hi_in: वर्तमान फ़्रेम के लिए सभी .wav वॉइस एनोटेशन प्राप्त करें।

source: Get all voice and mouse directions for current frame as a JSON file.
hi_in: वर्तमान फ़्रेम के लिए सभी वॉइस और माउस दिशाएँ JSON फ़ाइल के रूप में प्राप्त करें।

source: Open with Audio
hi_in: ऑडियो के साथ खोलें
it: Apri con audio
ja: オーディオでエラーが発生しました

source: Video
hi_in: वीडियो
ja: ビデオ

source: Audio
hi_in: ऑडियो
ja: オーディオ

source: OK
hi_in: ठीक है

source: Cancel
hi_in: रद्द करें
it: Annulla
ja: キャンセル

source: {0} - Channels: {1} {2} {3}
hi_in: {0} - चैनल्स: {1} {2} {3}
it: {0} - Canali: {1} {2} {3}
ja: {0} - チャンネル: {1} {2} {3}

source: Play timelines, movies, and image sequences.
hi_in: समयरेखा, फिल्में, और छवि अनुक्रम खेलें.
it: Gioca timeline, film e sequenze di immagini.
ja: 動画や音楽を再生します

source: Timelines, movies, image sequences, USD assets or folders.
hi_in: टाइमलाइन्स, फिल्म, चित्र अनुक्रम, यूएस डाटा संपत्ति या फ़ोल्डर.
it: Orari, film, sequenze di immagini, risorse in USD o cartelle.
ja: アセットまたはフォルダーを別のライブラリへ移動する

source: Debugging:
hi_in: डिबगिंग:

source: Debug verbosity.
hi_in: डिबग क्रियाोसी.
it: Debug di verbosità.
ja: デバッグ

source: Log verbosity.
hi_in: लॉग क्रियाोसी.
it: Registrare la verbosità.
ja: 冗長

source: Audio:
hi_in: ऑडियो:

source: Audio file name.
hi_in: ध्वनि फ़ाइल नाम.
it: Nome del file audio.
ja: 音声ファイル名

source: Compare:
hi_in: तुलना:

source: A/B comparison "B" file name.
hi_in: A/बी तुलना करें "बी" फ़ाइल नाम.
it: A/Confronto B nome del file "B".
ja: A/B比較 "B" ファイル名。

source: A/B comparison mode.
hi_in: A/तुलना मोड.
it: A/Modalità di confronto B.
ja: A/B 比較モード。

source: A/B comparison wipe center.
hi_in: A/रिक्त केंद्र की तुलना करें.
it: A/Confronto B centro di pulizia.
ja: A/B 比較ワイプの中心。

source: A/B comparison wipe rotation.
hi_in: A/पंखा पोंछना तुलना करें.
it: A/Confronto B rotazione pulisci.
ja: A/B 比較ワイプの回転。

source: Editing:
hi_in: संपादन:

source: Create OpenTimelineIO EDL from the list of clips provided.
hi_in: दिए गए क्लिप सूची में से ओपन- लाइनIO ईएल तैयार करें.
it: Crea OpenTimelineIO EDL dall'elenco dei clip forniti.
ja: 次に、提供された仮想通貨のリストから「ビットコイン」を選択します。

source: OpenTimelineIO Edit mode.
hi_in: समय- लाइनIO संपादन विधि खोलें.
it: Modalità OpenTimelineIO Modifica.
ja: OpenTimelineIO 編集モード。

source: Load the images as still images not sequences.
hi_in: छवि को ऐसे लोड करें जैसे कि अभी भी छवियाँ अनुक्रम नहीं हैं.
it: Carica le immagini come immagini fisse non come sequenze.
ja: 画像をシーケンスではなく静止画像としてロードします。

source: Playback:
hi_in: प्लेबैक:

source: Playback speed.
hi_in: प्लेबैक गति.
it: Velocità di riproduzione.
ja: 再生スピード

source: Playback mode.
hi_in: प्लेबैक मोड.
it: Modalità di riproduzione.
ja: 再生モード。

source: Playback loop mode.
hi_in: प्लेबैक मोड.
it: Modalità loop di riproduzione.
ja: 開ループモード選択

source: Seek to the given time, in value/fps format. Example: 50/30.
hi_in: दिए गए समय की खोज करें, मूल्य/fpe फॉर्मेट में. उदाहरण: 50/30.
it: Cercare il tempo indicato, in formato value/fps. Esempio: 50/30.
ja: 指定された時間に、value/fps 形式でシークします。例: 50/30。

source: Set the in/out points range in start/end/fps format, like 23/120/24.
hi_in: प्रारंभ/ आउट बिन्दुओं में अनुक्रम सीमा सेट करें, जैसे कि 2/120/24 में.
it: Impostare l'intervallo punti di ingresso/uscita in formato start/end/fps, come 23/120/24.
ja: In/Out ポイントの範囲を start/end/fps 形式 (例: 23/120/24) で設定します。

source: OpenColorIO input color space.
hi_in: कलरआई इनपुट रंग जगह खोलें.
it: Spazio di colore di ingresso OpenColorIO.
ja: OpenColorIO 入力カラースペース。

source: OpenColorIO display name.
hi_in: रंगआईओ प्रदर्शन नाम खोलें.
it: Nome di visualizzazione OpenColorIO.
ja: 表示名

source: OpenColorIO view name.
hi_in: रंगआईआईओ दृश्य नाम खोलें.
it: Nome visualizzazione OpenColorIO.
ja: ビュー名

source: OpenColorIO look name.
hi_in: कलरआईओ रूप नाम खोलें.
it: OpenColorIO nome dell'aspetto.
ja: ルック名を入力してください

source: LUT file name.
hi_in: एलकैलेंडर फ़ाइल नाम.
it: Nome del file LUT.
ja: ファイル名

source: LUT operation order.
hi_in: LOMOMOMOM आदेश.
it: LUT ordine di operazione.
ja: ⑥台当たりセット作業（受注№単位に仕分け）

source: Python (if supported):
hi_in: Python (यदि समर्थित हो):

source: Don't load python for faster startup.
hi_in: तेज़ शुरुआत के लिए पायथन लोड न करें।

source: Python Script to run and exit.
hi_in: चलाने के लिए पायथन स्क्रिप्ट.
it: Script Python da eseguire ed uscire.
ja: Pythonスクリプト

source: Python Arguments to pass to the Python script as a single quoted string like "arg1 'arg2 asd' arg3", stored in cmd.argv.
hi_in: पायथन स्क्रिप्ट को पास करने के लिए फंक्शन आर्गुमेंट्स एक एकल के रूप में उद्धृत वाक्यांश "arg1' ag1' ag3" जैसे कि 'arg3" को, सेमीवी में भंडारित किया गया है.
it: Argumenti di Python da passare allo script di Python come una singola stringa citata come "arg1 'arg2 asd' arg3", memorizzata in cmd.argv.
ja: Python スクリプトに渡す Python 引数を、cmd.argv に格納されている "arg1 'arg2 asd' arg3" のような単一引用符で囲まれた文字列として指定します。

source: Preferences:
hi_in: प्राथमिकताएँ:

source: Reset settings to defaults.
hi_in: डिफ़ॉल्ट में सेटिंग फिर सेट करें.
it: Reimposta le impostazioni ai valori predefiniti.
ja: 設定をリセットします。

source: Reset hotkeys to defaults.
hi_in: डिफ़ॉल्ट में गर्मकीस रीसेट करें.
it: Ripristina i tasti di avviamento per impostazioni predefinite.
ja: デフォルトに戻す

source: Networking:
hi_in: नेटवर्किंग:

source: Start a server. Use -port to specify a port number.
hi_in: सर्वर प्रारंभ करें. पोर्ट क्रमांक निर्दिष्ट करने के लिए -पोर्ट का प्रयोग करें.
it: Avvia un server. Usa -port per specificare un numero di porta.
ja: HTTP プロトコルを使用したルーター Web 管理のポート番号を指定する

source: Connect to a server at <value>. Use -port to specify a port number.
hi_in: <value> सर्वर से कनेक्ट करें. एक पोर्ट नंबर निर्दिष्ट करने के लिए -port का प्रयोग करें.
it: Connettersi a un server a <value>. Usare -port per specificare un numero di port.
ja: PostgreSQLサーバに接続する場合、データベースを指定する必要があります。

source: Port number for the server to listen to or for the client to connect to.
hi_in: सर्वर से जुड़ने के लिए पोर्ट संख्या या क्लाइंट के लिए.
it: Numero di porta per il server da ascoltare o per il client da connettersi.
ja: サーバーがリッスンするポート番号を指定する

source: Miscellaneous:
hi_in: विविध:

source: Open the application as if no license was present.
hi_in: एप्लिकेशन को ऐसे खोलें जैसे कि कोई लाइसेंस मौजूद न हो।

source: Return the version and exit.
hi_in: संस्करण फिर से कोशिश करें और बाहर निकलें.
it: Restituisci la versione e esci.
ja: 戻って終了

source: Cannot create window
hi_in: विंडो बनाया नहीं जा सकता
it: Impossibile creare la finestra
ja: 作成不能

source: About mrv2
hi_in: mrv2 के बारे में
it: Circa mrv2
ja: 情報

source: Hide mrv2
hi_in: mrv2 छुपाएँ
it: Nascondi mrv2
ja: 非表示

source: Hide Others
hi_in: अन्य छुपाएँ
it: Nascondi altri
ja: ほかを隠す

source: Services
hi_in: सेवाएं
it: Servizi
ja: サービス

source: Show All
hi_in: सभी दिखाएँ
it: Mostra tutto
ja: すべてを表示

source: Quit mrv2
hi_in: mrv2 से बाहर हों
it: Esci da mrv2
ja: 終了

source: Install Location:
hi_in: स्थान संस्थापित करें:
it: Installa la posizione:
ja: インストール場所 :

source: Studio Location:
hi_in: स्टूडियो का स्थान:
it: Posizione dello studio:

source: Preferences Location:
hi_in: पसंद स्थान:
it: Posizione delle preferenze:
ja: 好み：

source: Temp Location:
hi_in: अस्थायी स्थान:
it: Percorso temporaneo:
ja: 一時的な場所:

source: Could not read python script '{0}'
hi_in: पायथन स्क्रिप्ट '{0}' पढ़ नहीं सका.
it: Impossibile leggere lo script python '{0}'
ja: Python スクリプト '{0}' を読み込めませんでした

source: Running python script '{0}'
hi_in: python स्क्रिप्ट '{0}' चलाएँ
it: Eseguire lo script del python '{0}'
ja: Pythonスクリプト '{0}' を読み取れませんでした

source: with Arguments:
hi_in: आर्गुमेंट्स:
it: con argomenti:
ja: 引数付き:

source: Python Error:
hi_in: पायथन त्रुटि:
it: Errore di Python:
ja: パイソン

source: Caching...
hi_in: कैश कर रहा है...

source: Filename '{0}' does not exist or does not have read permissions.
hi_in: फ़ाइलनाम '{0}' मौजूद नहीं है या पढ़ने की अनुमति नहीं है.
it: Il nome file '{0}' non esiste o non ha permessi di lettura.
ja: ファイル名 '{0}' が存在しないか、読み取り権限がありません。

source: Print the log to the console.
hi_in: कंसोल में लॉग छापें.
it: Stampa il log sulla console.
ja: イベントをコンソールにログ出力します

source: Show this message.
hi_in: यह संदेश भेजें.
it: Mostra questo messaggio.
ja: このヘルプメッセージを表示

source: Cannot parse option "{0}": {1}
hi_in: "{0}" विकल्प का विश्लेषण नहीं कर सकता: {1}
it: Impossibile analizzare l'opzione "{0}": {1}
ja: オプション "{0}" を解析できません: {1}
