Repository: ggarra13/mrv2
Catalog: src/po/mrv2/*.po
Languages: hi_in, it, ja

source: USD module. Contains all classes and enums related to USD (Universal Scene Description).
hi_in: यूएसडी मॉड्यूल. अमेरिकाडी से संबंधित सभी वर्ग और ई-मैक्स्स (प्रयोगात्मक दृश्य वर्णन) से संबंधित हैं.
it: Modulo USD. Contiene tutte le classi e enum relativi al USD (Descrizione della scena universale).
ja: USDモジュール。 USD（Universal Scene Description）に関連するすべてのクラスと列挙型を含みます。

source: Renderer Name
hi_in: रेंडरर नाम
it: Nome del prestatore
ja: レンダラー

source: Render Width
hi_in: रेंडर चौड़ाई
it: Larghezza di resa
ja: レンダリング

source: Models' complexity.
hi_in: मॉडल की जटिलता।
it: La complessità dei modelli.
ja: 便利です。

source: Draw mode :class:`mrv2.usd.DrawMode`.
hi_in: ड्रा मोड :क्लास:mrv2.usd.DrawMode`.
it: Modalità di disegno :class:`mrv2.usd.DrawMode`.
ja: 描画モード

source: Enable Lighting
hi_in: हल्कािंग सक्षम करें
it: Abilita illuminazione
ja: ライティングを有効に

source: Enable Scene Lights
hi_in: दृश्य प्रकाश सक्षम करें
it: Abilita luci di scena
ja: シーンの光

source: Enable Scene Materials
hi_in: दृश्य वस्तु सक्षम करें
it: Abilita i materiali della scena
ja: シーンマテリアルを有効にする

source: Enable sRGB
hi_in: एसआरबी सक्षम करें
it: Abilita sRGB
ja: 有効

source: Stage Cache Count
hi_in: स्टेज कैश गिनती
it: Conteggio cache stadio
ja: ステージキャッシュ数

source: Disk Cache Byte Count
hi_in: डिस्क कैश बाइट गणना करें
it: Conteggio di byte di cache del disco
ja: ディスクキャッシュ

source: USD Render Options.
hi_in: यूएस डी रेंडर विकल्प.
it: Opzioni di rendimenti in USD.
ja: USD レンダリング オプション。

source: Get USD Render Options.
hi_in: यूएस डी रेंडर विकल्प प्राप्त करें.
it: Ottenere le opzioni di rendimenti USD.
ja: USD レンダリング オプションを取得します。

source: Set USD Render Options.
hi_in: यूएसडी रेंडर विकल्प सेट करें.
it: Impostare le opzioni di rendimenti in USD.
ja: USD レンダリング オプションを設定します。

source: UI module. Contains all classes and enums related to UI (User Interface).
hi_in: यूआई मॉड्यूल. सभी वर्गों और एनमैक्स्स में यूआई (उपयोक्ता इंटरफेस) से संबंधित है.
it: Modulo UI. Contiene tutte le classi e enum relativi all'UI (Interfaccia utente).
ja: UIモジュール。 UI（ユーザーインターフェース）に関連するすべてのクラスと列挙型を含みます。

source: Refresh menus.
hi_in: मेन्यू ताज़ा करें.
it: Aggiorna i menu.
ja: メニュー

source: Timeline module. Contains all functions related to the timeline control.
hi_in: टाइमलाइन मॉड्यूल. समय रेखा नियंत्रण से संबंधित सभी फंक्शन समाहित हैं.
it: Modulo timeline. Contiene tutte le funzioni relative al controllo timeline.
ja: タイムラインモジュールを有効にする すべての機能は、特定のサイトに関連します。

source: Play forwards.
hi_in: आगे बढ़ें.
it: Gioca in avanti.
ja: 捜査を進める

source: Play backwards.
hi_in: पीछे से खेलें.
it: Gioca all'indietro.
ja: 逆回転

source: Seek to a time in timeline.
hi_in: समय रेखा में एक समय करने की कोशिश करें.
it: Cerca un momento nella linea temporale.
ja: タイムラインに表示

source: Seek to a frame in timeline.
hi_in: समय रेखा में फ्रेम के लिए कोशिश करें.
it: Cercare una cornice nella timeline.
ja: フレームと、

source: Seek to a second in timeline.
hi_in: समय रेखा में एक सेकंड के लिए कोशिश करें.
it: Cerca un secondo nella linea temporale.
ja: 1秒

source: Time range of the timeline.
hi_in: समय रेखा की समय सीमा.
it: Intervallo temporale della timeline.
ja: 時間の範囲

source: Selected time range of the timeline.
hi_in: समय रेखा की चयनित समय सीमा.
it: Intervallo temporale selezionato della timeline.
ja: タイムラインの選択した時間範囲。

source: Set the selected time range of the timeline.
hi_in: समय रेखा के चयनित समय सीमा सेट करें.
it: Imposta l' intervallo temporale selezionato della timeline.
ja: 選択した時間帯の予約

source: Set the in time of the selected time range of the timeline.
hi_in: समय रेखा के समय में चयनित समय सीमा का सेट करें.
it: Imposta il tempo in cui la time range selezionata della timeline.
ja: 選択した時間帯の予約

source: Set the in frame of the selected time range of the timeline.
hi_in: समय रेखा के फ्रेम में सेट करें.
it: Imposta l'inquadratura dell' intervallo temporale selezionato della timeline.
ja: 選択した時間帯の予約

source: Set the in seconds of the selected time range of the timeline.
hi_in: समय रेखा के सेकण्ड में चयनित समय सीमा का सेट करें.
it: Impostare in secondi l' intervallo temporale selezionato della timeline.
ja: 選択した時間帯の予約

source: Set the out time of the selected time range of the timeline.
hi_in: समय रेखा के समय सीमा सेट करें.
it: Imposta il tempo di uscita dell' intervallo temporale selezionato della timeline.
ja: カスタム時間範囲の時間単位を指定します。

source: Set the out frame of the selected time range of the timeline.
hi_in: समयरेखा के बाहर का फ्रेम सेट करें.
it: Imposta il quadro di out dell' intervallo temporale selezionato della timeline.
ja: 目次の枠のデザインを設定できます。

source: Set the out seconds of the selected time range of the timeline.
hi_in: समय रेखा के समय सीमा से बाहर के समय को सेट करें.
it: Imposta i secondi fuori dell' intervallo temporale selezionato della timeline.
ja: 選択した時間帯の予約

source: Current time in timeline.
hi_in: समय रेखा में मौजूदा समय.
it: Ora attuale nella timeline.
ja: 時刻設定

source: Current frame in timeline.
hi_in: समय रेखा में मौजूदा फ्रेम
it: Cornice attuale nella timeline.
ja: タイムライン内の現在のフレーム

source: Current seconds in timeline.
hi_in: समय रेखा में मौजूदा सेकण्ड.
it: Secondi correnti nella timeline.
ja: タイムラインに表示

source: Return current loop mode of timeline.
hi_in: समय रेखा के मौजूदा लूप मोड को वापस लें.
it: Restituisci la modalità corrente di loop della timeline.
ja: 電流ループゲイン

source: Set current loop mode of timeline.
hi_in: समय रेखा के मौजूदा लूप मोड को सेट करें.
it: Imposta la modalità corrente di loop della timeline.
ja: 現在に設定

source: Gets the current FPS of timeline.
hi_in: समय रेखा के मौजूदा एफपीएस मिलता है.
it: Ottiene l'attuale FPS della timeline.
ja: 当月を取得します。

source: Gets the default speed of the timeline.
hi_in: समय रेखा की तयशुदा गति प्राप्त करता है.
it: Ottiene la velocità predefinita della timeline.
ja: アニメーションの速度

source: Set current FPS of timeline.
hi_in: समय रेखा के वर्तमान एफपीएस सेट करें.
it: Imposta il FPS attuale della timeline.
ja: 現在に設定

source: Value less than 0
hi_in: 0 से कम
it: Valore inferiore a 0
ja: 値が以下より小さい場合

source: Settings module. Contains all settings functions.
hi_in: विन्यास मॉड्यूल. सभी विन्यासों में समाहित हैं.
it: Modulo Impostazioni. Contiene tutte le funzioni di impostazione.
ja: モジュールごとの通知設定 すべての設定

source: Returns whether to check for updates at start up.
hi_in: वापस आता है कि क्या अद्यतन शुरू होने पर अद्यतन के लिए जांच करें.
it: Restituisce se controllare per gli aggiornamenti all'avvio.
ja: アップデートをチェックする

source: Retrieve the cache memory setting in gigabytes.
hi_in: टाइटगाबाइट्स में कैश मेमोरी सेटिंग पुनःप्राप्त करें.
it: Recupera l'impostazione della memoria cache in gigabyte.
ja: 資源は回収したのですか？

source: Set the cache memory setting in gigabytes.
hi_in: टाइटगाबाइट्स में कैश मेमोरी सेटिंग सेट करें.
it: Imposta l'impostazione della memoria cache in gigabyte.
ja: キャッシュ メモリには、最近アクセスしたデータのコピーが格納されます。

source: Retrieve Read Ahead cache in seconds.
hi_in: आगे के कैश को सेकण्ड में पढ़ें.
it: Recuperare la cache Read Ahead in pochi secondi.
ja: 高い可用性を実現

source: Set Read Ahead cache in seconds.
hi_in: सेकण्ड में आगे कैश पढ़िए ।
it: Imposta la cache di lettura in anticipo in pochi secondi.
ja: 高い可用性を実現

source: Retrieve Read Behind cache in seconds.
hi_in: सेकण्ड में कैश के पीछे पढ़ें.
it: Recuperare la cache Leggere dietro in pochi secondi.
ja: 高い可用性を実現

source: Set Read Behind cache in seconds.
hi_in: सेकण्ड में कैश के पीछे पढ़ने के लिए सेट करें.
it: Impostare Leggere dietro la cache in pochi secondi.
ja: 高い可用性を実現

source: Set file sequence audio.
hi_in: फ़ाइल अनुक्रम ऑडियो सेट करें.
it: Imposta la sequenza audio del file.
ja: ファイルを設定

source: Get file sequence audio.
hi_in: फ़ाइल अनुक्रम ऑडियो प्राप्त करें.
it: Ottieni l'audio della sequenza di file.
ja: ファイル一覧(ファイル名)取得

source: Set file sequence audio file name.
hi_in: फ़ाइल अनुक्रम ऑडियो फ़ाइल नाम सेट करें.
it: Imposta il nome del file audio della sequenza del file.
ja: 音声ファイル名

source: Get file sequence audio file name.
hi_in: फ़ाइल अनुक्रम ऑडियो फ़ाइल नाम प्राप्त करें.
it: Ottieni il nome del file audio della sequenza del file.
ja: 音声ファイル名

source: Set file sequence audio directory.
hi_in: फ़ाइल अनुक्रम ऑडियो डिरेक्ट्री सेट करें.
it: Imposta la directory audio sequenza file.
ja: ファイルを設定

source: Get file sequence audio directory.
hi_in: फ़ाइल अनुक्रम ऑडियो डिरेक्ट्री प्राप्त करें.
it: Ottieni la directory audio della sequenza di file.
ja: ファイル一覧(ファイル名)取得

source: Set maximum file sequence digits.
hi_in: अधिकतम फ़ाइल अनुक्रम संख्या सेट करें.
it: Imposta le cifre massime della sequenza di file.
ja: 最大ファイルサイズ

source: Get maximum file sequence digits.
hi_in: अधिकतम फ़ाइल अनुक्रम प्राप्त करें.
it: Ottieni le cifre massime della sequenza di file.
ja: 最大ファイルサイズ

source: Set Timer Mode.
hi_in: टाइमर मोड सेट करें.
it: Imposta la modalità Timer.
ja: タイマーをセット

source: Get Timer Mode.
hi_in: टाइमर मोड जाओ.
it: Prendi la modalità Timer.
ja: タイマーモードを取得

source: Set Audio Buffer Frame Count.
hi_in: ऑडियो बफर फ्रेम गिनती सेट करें.
it: Imposta il numero di fotogrammi del tampone audio.
ja: フレームカウントを同期

source: Get Audio Buffer Frame Count.
hi_in: ऑडियो बफर फ्रेम गिनती प्राप्त करें.
it: Ottieni il numero di fotogrammi del tampone audio.
ja: フレームカウントを同期

source: Set Video Request Count.
hi_in: वीडियो निवेदन गिनती सेट करें.
it: Imposta il conteggio delle richieste video.
ja: ビデオ設定

source: Get Video Request Count.
hi_in: वीडियो निवेदन गिनती प्राप्त करें.
it: Ottieni il conteggio delle richieste video.
ja: ネットワーク要求カウント合計

source: Set Audio Request Count.
hi_in: ऑडियो निवेदन गिनती सेट करें.
it: Imposta il numero delle richieste audio.
ja: ネットワーク要求カウント合計

source: Get Audio Request Count.
hi_in: ऑडियो निवेदन गिनती प्राप्त करें.
it: Ottieni il conteggio delle richieste audio.
ja: ネットワーク要求カウント合計

source: Set Sequence Thread Count.
hi_in: अनुक्रम थ्रेड गिनती सेट करें.
it: Imposta il numero di file di sequenza.
ja: スレッドの数

source: Get Sequence Thread Count.
hi_in: अनुक्रम थ्रेड गिनती प्राप्त करें.
it: Ottieni il numero di file di sequenza.
ja: スレッドの数

source: Set FFmpeg YUV To RGB Conversion.
hi_in: FFMGOG>] को RGB में सेट करें.
it: Imposta YUV FFmpeg in conversione RGB.
ja: FFmpeg YUV から RGB への変換を設定します。

source: Get FFmpeg YUV To RGB Conversion.
hi_in: FFPEG>] को RGB परिवर्तन के लिए प्राप्त करें.
it: Ottenere YUV FFmpeg alla conversione RGB.
ja: FFmpeg YUV から RGB への変換を取得します。

source: Set FFmpeg Color Accuracy.
hi_in: एफ़एफएमपी रंग शुद्धता सेट करें.
it: Impostare precisione colore FFmpeg.
ja: FFmpeg のカラー精度を設定します。

source: Get FFmpeg Color Accuracy.
hi_in: FFGGe रंग शुद्धता प्राप्त करें.
it: Ottieni precisione a colori FFmpeg.
ja: FFmpeg のカラー精度を取得します。

source: Set FFmpeg Thread Count.
hi_in: एफ़एफजीजी लड़ी गिनती सेट करें.
it: Imposta il conteggio dei filetti FFmpeg.
ja: スレッドの数

source: Get FFmpeg Thread Count.
hi_in: FFeg लड़ी गिनती प्राप्त करें.
it: Fai contare i filetti di FFmpeg.
ja: スレッドの数

source: No session name established, cannot save.
hi_in: कोई सत्र नाम स्थापित नहीं है, सहेज नहीं सकता.
it: Nessun nome di sessione stabilito, non può salvare.
ja: セッション名

source: Session module. Used to manage everything related to sessions.
hi_in: सत्र मॉड्यूल. सत्रों से संबंधित सभी वस्तुओं का प्रबंधन करने के लिए इस्तेमाल किया जाता है.
it: Modulo sessione. Utilizzato per gestire tutto ciò che riguarda le sessioni.
ja: セッションモジュール。 セッションに関連するすべてを管理するために使用されます。

source: Returns the current session metadata.
hi_in: वर्तमान सत्र मेटाडाटा वापस लेता है.
it: Restituisce i metadati della sessione corrente.
ja: 現在のセッション

source: Returns the current metadata for a key.
hi_in: वर्तमान मेटाडाटा को कुंजी के लिए लौटाता है.
it: Restituisce i metadati attuali per una chiave.
ja: 現在の日付を返します。

source: Sets all the session metadata for a session.
hi_in: सत्र के लिए सभी पाठ मेटाडाटा सेट करता है.
it: Imposta tutti i metadati della sessione per una sessione.
ja: 熱い風呂に入ったので、それだけいっそう気分がいい。

source: Sets the session metadata for a key.
hi_in: मेटाडाटा सत्र को कुंजी के लिए सेट करता है.
it: Imposta i metadati della sessione per una chiave.
ja: 指定したセルに文字色を設定します。

source: Clears the current session metadata.
hi_in: वर्तमान सत्र मेटाडाटा साफ करता है.
it: Cancella i metadati della sessione corrente.
ja: 現在のセッション

source: Returns current session file.
hi_in: वर्तमान सत्र फ़ाइल बताता है.
it: Restituisce il file di sessione corrente.
ja: 現在のセッション

source: Sets the current session file.
hi_in: मौज़ूदा सत्र फ़ाइल सेट करता है.
it: Imposta il file di sessione corrente.
ja: 現在のセッション

source: Open a session file.
hi_in: सत्र फ़ाइल खोलें.
it: Aprire un file di sessione.
ja: ファイルを開きます

source: Save a session file.
hi_in: एक सत्र फ़ाइल सहेजें.
it: Salva un file di sessione.
ja: Q&Aセッション

source: Duplicated Python plugin {0} in {1} and {2}.
hi_in: दोहरी पाइथन प्लगिन {0} को {1} और {2} में.
it: Complemento Python duplicato {0} in {1} e {2}.
ja: 重複したPythonプラグイン {0} が {1} と {2} にあります。

source: Expected a tuple containing a Python function and a string with menu options in it.
hi_in: किसी पायथन फंक्शन तथा मेन्यू विकल्प के साथ एक वाक्यांश वांछित है.
it: Atteso un tuple contenente una funzione Python e una stringa con le opzioni del menu in esso.
ja: Python 関数とメニュー オプションを含む文字列を含むタプルが必要です。

source: Expected a handle to a Python function or to a tuple containing a Python function and a string with menu options in it.
hi_in: पायथन फंक्शन या टीपील में पायथन फंक्शन तथा मेन्यू विकल्प के साथ एक वाक्यांश वांछित है.
ja: Python 関数へのハンドル、または Python 関数とメニュー オプションを含む文字列を含むタプルへのハンドルが必要です。

source: Please override the menus method by returning a valid dict of key menus, values methods.
hi_in: कृपया मेन्यू विधि को कुंजी मेन्यू के वैध हस्ताक्षर, मूल्य पद्धति में वापस लाने के द्वारा ओवरराइड करें.
it: Si prega di sovrascrivere il metodo dei menu restituendo un dict valido dei menu chiave, dei metodi di valori.
ja: キーメニュー、値メソッドの有効な辞書を返すことによって、メニューメソッドをオーバーライドしてください

source: Plugin module. Contains all classes related to python plugins.
hi_in: प्लगइन. सभी वर्ग को पायथन से संबंधित.
it: Modulo Plugin. Contiene tutte le classi relative ai plugin python.
ja: プラグインモジュール。 Pythonプラグインに関連するすべてのクラスを含みます。

source: Whether a plugin is active or not. If not overridden, the default is True.
hi_in: यह दर्शाता है कि प्लगइन सक्रिय है या नहीं। यदि अधिरोहित नहीं किया गया है, तो डिफ़ॉल्ट मान True होता है।
it: Indica se un plugin è attivo o meno. Se non è sovrascritto, il valore predefinito è True.
ja: プラグインが有効かどうかを示します。上書きされていない場合、デフォルトはTrueです。

source: Dictionary of menu entries with callbacks, like: def menus(self): menus = { "New Menu/Hello" : self.run } return menus
hi_in: कॉलबैक्स के साथ मेनू प्रविष्टियों का डिक्शनरी, जैसे: def menus(self): menus = { "New Menu/Hello" : self.run } return menus
it: Dizionario di voci di menu con callback, come: def menus(self): menus = { "New Menu/Hello" : self.run } return menus
ja: コールバック付きのメニューエントリの辞書。例えば： def menus(self): menus = { "New Menu/Hello" : self.run } return menus

source: import mrv2 from mrv2 import plugin class DemoPlugin(plugin.Plugin): def __init__(self): """ Constructor for DemoPlugin. Define your own variables here. """ super().__init__() def run(self): """ Example method used for the callback. """ print("Hello from Python plugin") def active(self): """ Optional method to return whether the plug-in is active or not. :return: True if the plug-in is active, False otherwise. :rtype: bool """ return True def menus(self): """ Dictionary of menu entries as keys with callbacks as values. :return: A dictionary of menu entries and their corresponding callbacks. :rtype: dict """ menus = {"New Menu/Hello": self.run} return menus
hi_in: import mrv2 from mrv2 import plugin class DemoPlugin(plugin.Plugin): def __init__(self): """ DemoPlugin के लिए कंस्ट्रक्टर। यहां अपनी वेरिएबल्स परिभाषित करें। """ super().__init__() def run(self): """ कॉलबैक्स के लिए उपयोग में लाया गया उदाहरण विधि। """ print("Python प्लगइन से नमस्ते") def active(self): """ वैकल्पिक विधि जो लौटाती है कि प्लगइन सक्रिय है या नहीं। :return: यदि प्लगइन सक्रिय है तो True, अन्यथा False। :rtype: bool """ return True def menus(self): """ मेनू प्रविष्टियों का एक डिक्शनरी जो कुंजियों के रूप में होती है और कॉलबैक्स के रूप में मानों के साथ होती है। :return: मेनू प्रविष्टियों और उनके संबंधित कॉलबैक्स का एक डिक्शनरी। :rtype: dict """ menus = {"New Menu/Hello": self.run} return menus
it: import mrv2 from mrv2 import plugin class DemoPlugin(plugin.Plugin): def __init__(self): """ Costruttore per DemoPlugin. Definisci qui le tue variabili. """ super().__init__() def run(self): """ Metodo di esempio utilizzato per il callback. """ print("Ciao dal plugin Python") def active(self): """ Metodo opzionale per restituire se il plugin è attivo o meno. :return: True se il plugin è attivo, False altrimenti. :rtype: bool """ return True def menus(self): """ Dizionario delle voci di menu come chiavi con i callback come valori. :return: Un dizionario di voci di menu e i loro corrispondenti callback. :rtype: dict """ menus = {"Nuovo Menu/Ciao": self.run} return menus
ja: import mrv2 from mrv2 import plugin class DemoPlugin(plugin.Plugin): def __init__(self): """ DemoPluginのコンストラクタ。 ここで独自の変数を定義してください。 """ super().__init__() def run(self): """ コールバック用のサンプルメソッド。 """ print("Pythonプラグインからこんにちは") def active(self): """ プラグインがアクティブかどうかを返すオプションのメソッド。 :return: プラグインがアクティブならTrue、そうでなければFalse。 :rtype: bool """ return True def menus(self): """ メニューエントリをキー、対応するコールバックを値とする辞書。 :return: メニューエントリとその対応するコールバックの辞書。 :rtype: dict """ menus = {"New Menu/Hello": self.run} return menus

source: No playlist matched item.
hi_in: कोई गीत- सूची नहीं मिला
it: Nessuna playlist corrisponde all'elemento.
ja: プレイリストが見つかりません

source: No playlist matched file name.
hi_in: कोई गीत- सूची नहीं मिला
it: Nessuna playlist corrisponde al nome del file.
ja: プレイリストが見つかりません

source: No playlist loaded.
hi_in: कोई गीत- सूची नहीं लोड हो गया.
it: Nessuna playlist caricata.
ja: プレイリストが見つかりません

source: No playlist selected.
hi_in: कोई गीत नहीं चुना गया है.
it: Nessuna playlist selezionata.
ja: プレイリストが見つかりません

source: Not an EDL playlist to add clips to.
hi_in: EDL गीतसूची को क्लिप करने के लिए नहीं जोड़ता.
it: Non è una playlist EDL a cui aggiungere clip.
ja: クリップを追加するための EDL プレイリストではありません。

source: Could not find clip in loaded clips.
hi_in: लोड क्लिप में क्लिप नहीं पा सका.
it: Impossibile trovare il clip in clip caricati.
ja: 見つからない

source: Playlist module. Contains all functions and classes related to the playlists.
hi_in: गीत- सूची मॉड्यूल. गीत- सूची से संबंधित सभी क्रियाओं तथा क्लासों को रखता है.
it: Modulo playlist. Contiene tutte le funzioni e le classi relative alle playlist.
ja: プレイリスト すべての機能は、特定のサイトに関連します。

source: List playlist items.
hi_in: गीत- सूची वस्तुओं की सूची दें.
it: Elenca gli elementi della playlist.
ja: %1 プレイリストにアイテムを追加

source: Select a playlist by FileModelItem.
hi_in: फ़ाइल- स्कवेयरएम द्वारा गीत- सूची चुनें.
it: Selezionare una playlist per FileModelItem.
ja: 選択する

source: Select a playlist by fileName.
hi_in: फ़ाइलों के द्वारा गीत- सूची चुनें.
it: Selezionare una playlist per fileName.
ja: ファイル名を入力または選択:

source: Select a playlist by index.
hi_in: निर्देशिका द्वारा गीत- सूची चुनें.
it: Selezionare una playlist per indice.
ja: 索引ページのスタイルを選択します。

source: Add a clip to currently selected Playlist EDL.
hi_in: वर्तमान में चयनित गीत- सूची ईएल में क्लिप जोड़ें.
it: Aggiungere una clip alla Playlist EDL attualmente selezionata.
ja: 現在選択されているレイヤーにトランスフォームを追加します

source: Save current .otio file with relative paths.
hi_in: वर्तमान फ़ाइल को सापेक्ष पथ से सहेजें.
it: Salva file.otio corrente con percorsi relativi.
ja: 現在の .otio ファイルを相対パスで保存します。

source: unsupported operand type(s) for {0}: RationalTime and {1}
hi_in: {0} के लिए असमर्थित TLS प्रकार: भूल गया समय और {1}
it: tipo/i operandi non supportati per {0}: RationalTime e {1}
ja: {0} に対するオペランド型がサポートされていません: RationalTime と {1}

source: The RationalTime class represents a measure of time of :math:`rt.value/rt.rate` seconds. It can be rescaled into another :class:`~RationalTime`'s rate.
hi_in: पूर्ण समय वर्ग किसी भी समय का प्रतिनिधित्व करता है:
it: La classe RationalTime rappresenta una misura del tempo di :math:`rt.value/rt.rate` secondi. Può essere ridimensionata in un altro :class:`~RationalTime`.
ja: RationalTime クラスは、時間の単位を :math:`rt.value/rt.rate` 秒として表します。 別の :class:`~RationalTime` のレートに再スケールすることができます。

source: Returns the time value for time converted to new_rate.
hi_in: समय मूल्य को नया_ रंग में बदलता है.
it: Restituisce il valore del tempo per il tempo convertito in new_rate.
ja: 新しいレートに変換された時間の値を返します。

source: Returns the time for time converted to new_rate.
hi_in: नए_ लिंक में समय बदले जाने के लिए समय बताता है.
it: Restituisce il tempo per il tempo convertito in new_rate.
ja: すべての文字を大文字に変換した文字列を返します。

source: Returns the time value for "self" converted to new_rate.
hi_in: " स्वयं" के लिए समय मूल्य लौटाता है नए_BAR_
it: Restituisce il valore del tempo per "self" convertito in new_rate.
ja: "self" の時間を新しいレートに変換した値を返します。

source: Compute the duration of samples from first to last (excluding last). This is not the same as distance. For example, the duration of a clip from frame 10 to frame 15 is 5 frames. Result will be in the rate of start_time.
hi_in: सैंपलों की अवधि को पहले से लेकर अंतिम (अंतिम को छोड़कर) की गणना करें। यह दूरी के समान नहीं है। उदाहरण के लिए, फ्रेम 10 से फ्रेम 15 तक के क्लिप की अवधि 5 फ्रेम है। परिणाम start_time की दर में होगा।
it: Calcola la durata dei campioni dal primo all'ultimo (escluso l'ultimo). Questo non è lo stesso che la distanza. Ad esempio, la durata di un clip dal fotogramma 10 al fotogramma 15 è di 5 fotogrammi. Il risultato sarà nella velocità di start_time.
ja: 最初から最後まで（最後は除く）のサンプルの長さを計算します。これは距離とは異なります。 例えば、フレーム 10 からフレーム 15 までのクリップの長さは 5 フレームです。結果は start_time のレートで返されます。

source: Compute the duration of samples from first to last (including last). This is not the same as distance. For example, the duration of a clip from frame 10 to frame 15 is 6 frames. Result will be in the rate of start_time.
hi_in: सैंपलों की अवधि को पहले से लेकर अंतिम (अंतिम को शामिल करते हुए) की गणना करें। यह दूरी के समान नहीं है। उदाहरण के लिए, फ्रेम 10 से फ्रेम 15 तक के क्लिप की अवधि 6 फ्रेम है। परिणाम start_time की दर में होगा।
it: Calcola la durata dei campioni dal primo all'ultimo (incluso l'ultimo). Questo non è lo stesso che la distanza. Ad esempio, la durata di un clip dal fotogramma 10 al fotogramma 15 è di 6 fotogrammi. Il risultato sarà nella velocità di start_time.
ja: 最初から最後まで（最後を含む）のサンプルの長さを計算します。これは距離とは異なります。 例えば、フレーム 10 からフレーム 15 までのクリップの長さは 6 フレームです。結果は start_time のレートで返されます。

source: Returns the first valid timecode rate that has the least difference from the given value.
hi_in: प्रथम वैध समयकोड दर बताता है जो दिए गए मूल्य से कम से कम अलग है.
it: Restituisce la prima frequenza di timecode valida che ha la minima differenza rispetto al valore dato.
ja: 指定された値から最小の差を持つ最初の有効なタイムコードレートを返します。

source: Turn a frame number and rate into a :class:`~RationalTime` object.
hi_in: फ्रेम संख्या तथा दर को एक में करें:क्लास: 02-RETTTEST.
it: Trasformare un numero di fotogrammi e la velocità in un oggetto :class:`~RationalTime`.
ja: フレーム番号とレートを :class:`~RationalTime` オブジェクトに変換します。

source: Returns the frame number based on the current rate.
hi_in: वर्तमान दर पर आधारित फ्रेम संख्या बताता है.
it: Restituisce il numero di fotogramma in base al tasso corrente.
ja: 現在のレートに基づいてフレーム番号を返します。

source: Returns the frame number based on the given rate.
hi_in: दिए गए दर पर आधारित फ्रेम संख्या बताता है.
it: Restituisce il numero di fotogramma in base al tasso indicato.
ja: 与えられたリストの要素数を返します。

source: Convert to timecode (``HH:MM:SS;FRAME``)
hi_in: समयकोड में बदलें (USHH:MS; FSUSUD)
it: Convertire in timecode (``HH:MM:SS;FRAME``)
ja: タイムコードに変換（``HH:MM:SS;FRAME``）
