Repository: ggarra13/mrv2
Catalog: src/po/mrv2/*.po
Languages: hi_in, it, ja

source: Cannot parse argument "{0}": {1}
hi_in: तर्क "{0}" का विश्लेषण नहीं कर सकता है: {1}
it: Impossibile analizzare l'argomento "{0}": {1}
ja: 引数 "{0}" を解析できません: {1}

source: Usage:
hi_in: उपयोग:
it: Uso:
ja: 使用方法:

source: Arguments:
hi_in: आर्गुमेंट्सः
it: Argomenti:
ja: 引数:

source: Options:
hi_in: विकल्प:
it: Opzioni:
ja: オプション:

source: Files
hi_in: फ़ाइल
it: File
ja: ファイル

source: Compare
hi_in: तुलना करें
it: Confronta
ja: 比較

source: Playlist
hi_in: गीत- सूची
it: Lista di riproduzione
ja: プレイリスト

source: Network
hi_in: नेटवर्क
it: Rete
ja: ネットワーク

source: Type
hi_in: क़िस्म
it: Tipo
ja: 種類

source: Client
hi_in: क्लाइंट
it: Cliente
ja: クライアント

source: Server
hi_in: सर्वर
ja: サーバー

source: Host
hi_in: होस्ट
it: Ospite
ja: 主催者

source: Host name or IP to connect to. For example: 127.0.0.1
hi_in: जिससे जुड़ना है होस्ट नाम या आईपी को. उदाहरण के लिए: 127. 0
it: Nome host o IP a cui connettersi. Ad esempio: 127.0.0.1
ja: ローカル ホスト名または IP アドレス

source: Previously used Hosts
hi_in: पहले प्रयोग में लिए गए होस्ट
it: Host precedentemente usati
ja: これまでに使ったタグ

source: Port
hi_in: पोर्ट
it: Porto
ja: ポート

source: Port to connect to. Make sure your firewall and router allows read/write through it.
hi_in: कनेक्ट करने के लिए पोर्ट. कृपया सुनिश्चित करें कि आपका फायरवाल तथा राउटर इसके माध्यम से पढ़ने/ लिखें.
it: Porta a cui connettersi. Assicurati che il firewall e il router permettano la lettura/scrittura attraverso di esso.
ja: 接続するポート。ファイアウォールやルーターが読み書きを許可していることを確認してください。

source: Connect
hi_in: कनेक्ट
it: Connettere
ja: 接続

source: Create
hi_in: बनाएँ
it: Crea
ja: 作成

source: Disconnect
hi_in: डिस्कनेक्ट
it: Disconnettere
ja: 接続解除

source: Shutdown
hi_in: बन्दकरें
it: Chiusura
ja: シャットダウン

source: &File/&Open
hi_in: फ़ाइल/खोलें
it: File/Apri
ja: &ファイル/&開く

source: &File/&Save
hi_in: फ़ाइल/सहेजें
it: File/Salva
ja: &ファイル/&保存

source: &Edit/&Undo
hi_in: संपादन/पहले जैसा
it: Modifica/Annulla
ja: 編集/元に戻す

source: &Edit/Cu&t
hi_in: संपादन/Cut
it: Modifica/Cut
ja: &編集/切り取り

source: &Edit/&Copy
hi_in: संपादन/नक़ल
it: Modifica/Copia
ja: &編集/&コピー

source: &Edit/&Paste
hi_in: संपादन/चिपकाएँ
it: Modifica/Incollare
ja: &編集/&貼り付け

source: &Edit/&Delete
hi_in: संपादन/मिटाएँ
it: Modifica/Cancella
ja: &編集/&削除

source: &Edit/&Comment Selection
hi_in: संपादन/टिप्पणी चयन
it: Modifica/Selezione commenti
ja: &編集/&選択範囲にコメント

source: &Edit/&Uncomment Selection
hi_in: संपादन/चयन में कोई प्रविष्टियां नहीं
it: Modifica/Annulla la selezione dei commenti
ja: &編集/&選択範囲のコメント解除

source: &Search/&Find...
hi_in: ढूंढें/ढूंढें...
it: Ricerca/Trova...
ja: &検索/&検索...

source: &Search/F&ind Again
hi_in: ढूंढें/फिर से ढूंढें
it: Ricerca/Trova di nuovo
ja: &検索/&再検索

source: &Search/&Replace
hi_in: ढूंढें/बदलें
it: Ricerca/Sostituire
ja: &検索/&置換

source: &Search/&Replace Again
hi_in: ढूंढें/फिर से बदलें
it: Ricerca/Sostituisci di nuovo
ja: &検索/&再置換

source: Clear/&Output
hi_in: साफ करें/आउटपुट
it: Cancella/Uscita
ja: クリア/&出力

source: Clear/&Editor
hi_in: साफ करें/संपादक
it: Cancella/Editor
ja: クリア/&エディタ

source: Editor/&Run Code
hi_in: संपादक/चलाएँ कोड
it: Editor/Eseguire il codice
ja: エディタ/&コード実行

source: Editor/Toggle &Line Numbers
hi_in: संपादक/पंक्ति संख्याएं टॉगल करें
it: Editor/Commuta i numeri di linea
ja: エディタ/行番号の切り替え

source: Editor/&Jump to Error
hi_in: संपादक/त्रुटि पर जाएँ
it: Editor/Salta all'errore
ja: エディタ/&エラーにジャンプ

source: Editor/&External Editor
hi_in: संपादक/बाहरी संपादक
it: Editor/Editor esterno
ja: エディタ/&外部エディタ

source: Scripts/Add To Script List
hi_in: स्क्रिप्ट्स/स्क्रिप्ट सूची में जोड़ें
it: Scritti/Aggiungi all'elenco script
ja: スクリプト/スクリプトリストに追加

source: Scripts/%s
hi_in: स्क्रिप्ट्स/%s
it: Scritti/%s
ja: スクリプト/%s

source: Type in your python code here. Select an area to execute just a portion of it. Press Keypad Enter to run it.
hi_in: अपने पायथन कोड में टाइप करें. इसके सिर्फ एक क्षेत्र को चलाने के लिए चुनें. इसे चलाने के लिए कुंजी पैड को दबाएँ.
it: Digitare qui il vostro codice python. Selezionare un'area per eseguire solo una porzione di esso. Premere Invio tastiera per eseguire.
ja: ここにPythonコードを入力してください。実行したい部分を選択して、キーのEnterを押すことでその部分だけ実行できます。

source: Python file {0} already exists. Do you want to overwrite it?
hi_in: पायथन फ़ाइल {0} पहले से ही मौजूद है. क्या आप इसके ऊपर लिखना चाहते हैं?
it: Il file Python {0} esiste già. Vuoi sovrascriverlo?
ja: Python ファイル {0} はすでに存在します。上書きしますか?

source: No
hi_in: नहीं

source: Yes
hi_in: हाँ

source: Failed to open the file for writing.
hi_in: लिखने के लिए फ़ाइल खोलने में असफल.
it: Aprire il file per la scrittura non è riuscito.
ja: ファイルを書き込みのために開けませんでしたNAME OF TRANSLATORS

source: Failed to write to the file.
hi_in: फ़ाइल को लिखने में असफल.
it: Scrivere nel file non è riuscito.
ja: ファイルへの書き込みに失敗しました。

source: The stream is in an unrecoverable error state.
hi_in: स्ट्रीम एक अनपेक्षित त्रुटि स्थिति में है.
it: Il flusso è in uno stato di errore irricuperabile.
ja: [14] VaranManagerクラスがエラー状態です

source: Type your editor command
hi_in: अपना संपादक कमांड टाइप करें
it: Digita il tuo comando editor
ja: 編集長には

source: {0} will be replaced with the line number. {1} with the file name
hi_in: {0} को रेखा संख्या से प्रतिस्थापित किया जाएगा. फ़ाइल नाम के साथ {1}
it: {0} verrà sostituito con il numero di riga. {1} con il nome del file
ja: {0} は行番号に置き換えられます。{1} はファイル名に置き換えられます

source: Regular expression error: {0}
hi_in: नियमित (रेगुलर) एक्सप्रेशन. त्रुटि: {0}
it: Errore di espressione regolare: {0}
ja: 正規表現エラー: {0}

source: Could not open python editor: {0}
hi_in: पायथन संपादक खोल नहीं सका: {0}
it: Impossibile aprire l'editor python: {0}
ja: Python エディタを開けませんでした: {0}

source: Search String:
hi_in: खोज स्ट्रिंग:
it: Stringa di ricerca:
ja: 検索文字列:

source: No occurrences of '%s' found!
hi_in: '%s' की कोई उपस्थिति नहीं पाई गई!
it: Nessun evento di «%s» trovato!
ja: 「%s」は見つかりませんでした。

source: Input
hi_in: इनपुट
it: Introduzione
ja: インプット

source: NDI Connection
hi_in: वीएनसी कनेक्शन
it: Collegamento NDI
ja: NDI接続

source: None
hi_in: कुछ नहीं
it: Nessuna
ja: なし

source: Fast Format
hi_in: तीव्र फ़ॉर्मेट
it: Formato veloce
ja: フォーマット

source: Best Format
hi_in: सर्वोत्तम फार्मेट
it: Formato migliore
ja: フォーマット

source: With Audio
hi_in: ऑडियो के साथ
it: Con audio
ja: オーディオでエラーが発生しました

source: Without Audio
hi_in: बिना ऑडियो
it: Senza audio
ja: オーディオ

source: Output
hi_in: आउटपुट
it: Uscita
ja: アウトプット

source: Start streaming
hi_in: स्ट्रीम शुरू कर रहा है
it: Inizia lo streaming
ja: ストリーミング

source: With Metadata
hi_in: मेटाडाटा से
it: Con i metadati
ja: エクスポート不能 - メタデータに問題

source: Without Metadata
hi_in: बिना मेटाडाटा
it: Senza metadati
ja: メタデータ

source: Streaming {0} {1}...
hi_in: {0} स्ट्रीम कर रहा है {1}
ja: {0} {1}をストリーミング中...

source: Stop streaming
hi_in: स्ट्रीम जारी करना बन्द करें
it: Smettila di trasmettere in streaming
ja: ストリーミング

source: Toggle other eye stereo image.
hi_in: अन्य आँख स्टीरियो छवि टॉगल करें.
it: Commutare l'altra immagine stereo degli occhi.
ja: 右 - 左ステレオ画像

source: Image
hi_in: छवि
it: Immagine
ja: イメージ

source: Anaglyph
hi_in: आनाएएसिलिकusa. kgm
it: Anaglifo
ja: 真のアナグリフ

source: Scanlines
hi_in: स्प्लाइन्स
it: Linee di scansione
ja: 走査線

source: Columns
hi_in: स्तंभ
it: Colonne
ja: 柱

source: Checkerboard
hi_in: चेकरबोर्ड
it: Tabella di controllo
ja: チェッカーボード

source: Graphics Card
hi_in: ग्राफिक्स कार्ड
it: Scheda grafica
ja: グラフィックスカード

source: Adjustments
hi_in: समायोजन
it: Aggiustamenti
ja: 調整金

source: Eye Separation
hi_in: आई सेपरेशन
it: Separazione degli occhi
ja: 分離

source: Separation of left and right eye.
hi_in: दाएँ और बाएँ से गिरोह के गिरोह
it: Separazione dell'occhio sinistro e destro.
ja: 左右

source: Swap Eyes
hi_in: महसूस करें
it: Intercambia gli occhi
ja: 交換

source: Swap left and right eyes.
hi_in: बाईं ओर और दाएँ नज़रों में बदलें.
it: Scambia gli occhi destro e sinistro.
ja: 左右

source: Cache
hi_in: कैश
ja: キャッシュ

source: Gigabytes
hi_in: गीगाबाइट्स
it: Gigabyte
ja: ギガバイト

source: Cache in Gigabytes.
hi_in: गीगाबाइट्स में कैश.
it: Cache in Gigabyte.
ja: キャッシュの同期を保つ(K)

source: Read Ahead
hi_in: आगे पढ़ें
it: Leggi in anticipo
ja: 先読み

source: Read Ahead in seconds
hi_in: सेकण्ड में आगे पढ़ें
it: Leggere avanti in pochi secondi
ja: 高い可用性を実現

source: Read Behind
hi_in: पीछे से पढ़ें
it: Leggete dietro
ja: 後ろ

source: Read Behind in seconds
hi_in: सेकंड में पढ़ें
it: Leggere dietro in secondi
ja: 高い可用性を実現

source: File Sequences
hi_in: फ़ाइल अनुक्रम
it: Sequenze file
ja: シーケンス

source: Audio file name
hi_in: ध्वनि फ़ाइल नाम
it: Nome file audio
ja: 音声ファイル名

source: Maximum Digits
hi_in: अधिकतम अंक
it: Cifre massime
ja: 小数点以下の最大桁数(M):

source: Performance
hi_in: परफार्मेंस
it: Prestazioni
ja: パフォーマンス

source: Changes force a reload of the current movie file.
hi_in: मौजूदा फिल्म फ़ाइल को फिर से लोड करने के लिए परिवर्तन करें.
it: Le modifiche forzano una ricarica del file del film corrente.
ja: 流れの勢いが橋を押し流してしまった。

source: Timer mode
hi_in: टाइमर मोड
it: Modalità temporizzatore
ja: タイマー

source: Audio buffer frames
hi_in: ऑडियो बफर फ्रेम
it: Frame buffer audio
ja: 使用する 20 ミリ秒のオーディオ バッファーの数

source: Video Requests
hi_in: वीडियो निवेदन
it: Richieste video
ja: ビデオ

source: Audio Requests
hi_in: ऑडियो निवेदन
it: Richieste audio
ja: オーディオ

source: Sequence I/O threads
hi_in: अनुक्रम I/लड़ियाँ
it: Sequenza I/O filetti
ja: シーケンスI/Oスレッド

source: FFmpeg YUV to RGB conversion
hi_in: RFMPERG>] को RGB रूपांतरण में भेजें
it: Conversione FFmpeg YUV in RGB
ja: FFmpeg YUVからRGBへの変換

source: FFmpeg Color Accuracy
hi_in: FFएमपी रंग शुद्धता
it: Precisione colore FFmpeg
ja: FFmpeg カラー精度

source: When this setting is on, color accuracy is chosen when decoding YUV420_P8 movies that have Color Space as 'unknown', at the cost of some performance.
hi_in: जब यह सेटिंग चालू किया जाता है, रंग सटीकता चुना जाता है जब माफ कर दिया जाता है YUV420_P8 फिल्म जिसमें रंग जगह है 'अज्ञात' के रूप में, कुछ प्रदर्शन की कीमत पर.
it: Quando questa impostazione è accesa, l'accuratezza dei colori viene scelta quando si decodificano i film YUV420_P8 che hanno lo Spazio Colore come "non conosciuto", al costo di qualche prestazione.
ja: この設定がオンの場合、パフォーマンスに多少の影響があるものの、カラー空間が「不明」として設定されたYUV420_P8映画をデコードする際にカラー精度が選択されます。

source: FFmpeg I/O threads
hi_in: एफ़एफएमपी आई/लड़ियाँ
it: FFmpeg I/O filetti
ja: FFmpeg I/Oスレッド

source: This value controls the number of threads that FFmpeg uses. For most movies, it should be left at 0. Some movies will show black frames. For any like that, you should set them to 1, press Enter and reload the movie file.
hi_in: यह मूल्य उस लड़ी की संख्या को नियंत्रित करता है जो FFpe प्रयोग करती है. अधिकांश फिल्मों के लिए, इसे 0 पर छोड़ दिया जाना चाहिए. कुछ फिल्मों में काला फ्रेम दिखाई देगा. किसी भी तरह के लिए, आपको उन्हें 1 दबाएँ और फिल्म फ़ाइल को फिर से लोड करना चाहिए.
it: Questo valore controlla il numero di thread che FFmpeg utilizza. Per la maggior parte dei film, dovrebbe essere lasciato a 0. Alcuni film mostreranno fotogrammi neri. Per qualsiasi cosa del genere, si dovrebbe impostare a 1, premere Invio e ricaricare il file del film.
ja: この値はFFmpegが使用するスレッドの数を制御します。ほとんどの映画では、0のままにしておくべきです。いくつかの映画では黒いフレームが表示されることがあります。そのような場合は、1に設定し、Enterキーを押して映画ファイルを再読み込みしてください。

source: Default Settings
hi_in: डिफ़ॉल्ट विन्यास
it: Impostazioni predefinite
ja: デフォルト設定

source: This will reset all your settings to their default. Are you sure you want to continue?
hi_in: यह आपकी सभी सेटिंग को डिफ़ॉल्ट रूप में रीसेट करेगा. क्या आप सुनिश्चित हैं कि आप जारी रखना चाहते हैं?
it: Questo ripristinerà tutte le impostazioni al loro valore predefinito. Sei sicuro di voler continuare?
ja: お使いのテーマのデフォルトスタイルを復元します。本当に実行してよいですか ?

source: Drop a clip here to create a playlist.
hi_in: गीत- सूची बनाने के लिए क्लिप यहाँ डालें.
it: Lascia un clip qui per creare una playlist.
ja: いかにプレイリストを作るか

source: Create an empty timeline with a video and audio track.
hi_in: वीडियो और ऑडियो ट्रैक के साथ रिक्त समय बनाएँ.
it: Crea una timeline vuota con una traccia audio e video.
ja: 電話番号をダイヤルして、ビデオ通話と音声通話を開始します。

source: Create a timeline from the selected clip.
hi_in: चयनित क्लिप से समय रेखा बनाएँ.
it: Crea una timeline dalla clip selezionata.
ja: 選択したアイテム (

source: Save current EDL to a permanent location, making paths relative if possible.
hi_in: वर्तमान ईएल को स्थायी स्थान पर सहेजें, यदि संभव हो तो पथ को रखें.
it: Salva EDL corrente in una posizione permanente, rendendo i percorsi relativi se possibile.
ja: 現在のEDLを恒久的な場所に保存し、可能であればパスを相対パスにします。

source: Close current EDL.
hi_in: मौज़ूदा ईएल को बन्द करें.
it: Chiudi EDL corrente.
ja: 現在のEDLを閉じます。

source: Clear the messages
hi_in: संदेशों को साफ करें
it: Cancella i messaggi
ja: アプリをクリアする

source: Turn off image warping.
hi_in: छवि रैप बंद करें.
it: Spegni il deformaggio dell'immagine.
ja: OFF にする

source: Spherical
hi_in: गोलाकार
it: Sferico
ja: 球形

source: Wrap the image or images onto a sphere.
hi_in: छवि या छवि को गोला रेखा पर लपेटें.
it: Avvolgere l'immagine o le immagini su una sfera.
ja: 画像または現在のレイヤーから色を選択

source: Cubic
hi_in: घन
it: Cubo
ja: Cubic (3次補完)

source: Wrap the image or images onto a cube.
hi_in: छवि या छवियों को एक घन पर लपेटें.
it: Avvolgere l'immagine o le immagini su un cubo.
ja: 画像または現在のレイヤーから色を選択

source: Projection
hi_in: प्रोजेक्शन (P)
it: Proiezione
ja: 投影

source: H. Aperture
hi_in: एच. एपर्चर
it: H. Apertura
ja: 絞り

source: Horizontal Aperture of the Projection.
hi_in: परियोजना का क्षैतिज एपर्चर.
it: Apertura orizzontale della proiezione.
ja: 投影法の種類

source: V. Aperture
hi_in: वी. एपर्चर
it: V. Apertura
ja: 絞り

source: Vertical Aperture of the Projection.
hi_in: परियोजना का लंबवत एपर्चर.
it: Apertura verticale della proiezione.
ja: 投影法の種類

source: Focal Length of the Projection. Use Shift + left mouse button to change or the mousewheel.
hi_in: परियोजना की फोकल लंबाई. शिफ़्ट + बायाँ माउस बटन का उपयोग बदलने या माउस व्हील को बदलने के लिए करें.
it: Lunghezza focale della proiezione. Utilizzare Shift + tasto sinistro del mouse per cambiare o la ruota del mouse.
ja: マウスの左ボタンを放して %1 の 2 番目の端点の位置を決めます

source: Rotation
hi_in: परिक्रमण
it: Rotazione
ja: 回転

source: Spin with middle mouse instead of rotating with it.
hi_in: इसके जरिए घुमाने के बजाए मध्य माउस के साथ स्पिन.
it: Girare con il mouse centrale invece di ruotare con esso.
ja: マウスの中ボタンに割り当てる動作を指定します。

source: Rotation in X of the projection. Use middle mouse button to move around.
hi_in: प्रस्थिति पट्टी के X पर घुमाव. चारों ओर ले जाने के लिए मध्य माउस बटन का प्रयोग करें.
it: Rotazione in X della proiezione. Utilizzare il tasto medio del mouse per muoversi.
ja: * マウスのミドルボタンでパン

source: Rotation in Y of the projection. Use middle mouse button to move around.
hi_in: प्रस्थिति पट्टी के Y में घुमाव. चारों ओर ले जाने के लिए मध्य माउस बटन का प्रयोग करें.
it: Rotazione in Y della proiezione. Utilizzare il tasto medio del mouse per muoversi.
ja: * マウスのミドルボタンでパン

source: Subdivisions
hi_in: उप- विभाजन
it: Subdivisioni
ja: サブディビジョン

source: Subdivision of the sphere when doing spherical projections
hi_in: जब प्रक्षेपित प्रक्षेपण कर रहे हो तो गोला का उप- विभाजन
it: Subdivisione della sfera quando si effettuano proiezioni sferiche
ja: 球面投影を行う際の球の細分割

source: Subdivision of the sphere in X.
hi_in: X में गोलाओं का उप- विभाजन.
it: Subdivisione della sfera in X.
ja: X方向での球の細分割

source: Subdivision of the sphere in Y.
hi_in: Y में गोला का उप विभाजन.
it: Sottodivisione della sfera in Y.
ja: Y方向での球の細分割

source: Search
hi_in: ढूंढें
it: Ricerca
ja: 検索

source: Both
hi_in: दोनों
it: Entrambi
ja: 両方

source: Attribute
hi_in: विशेषता
it: Attributo
ja: 属性

source: Value
hi_in: मान
it: Valore
ja: 値

source: Main
hi_in: मुख्य
it: Principale
ja: メイン

source: Subtitle
hi_in: सबटाइटल
it: Sottotitolo
ja: サブタイトル

source: Metadata
hi_in: मेटाडाटा
it: Metadati
ja: メタデータ

source: PAL Video
hi_in: उड वीडियो
it: Video PAL
ja: PAL

source: NTSC Video
hi_in: UNI वीडियो
it: Video NTSC
ja: ビデオ

source: 35mm Academy
hi_in: 35 मिमीना
it: Accademia 35mm
ja: 35mm アカデミー

source: Widescreen (HDTV + STV)
hi_in: बड़ा स्क्रीन (HHDWV + SCOG)
ja: ワイドスクリーン (HDTV + STV)

source: 35mm European Widescreen
hi_in: 35mm यूरोपीय विस्तार
it: 35mm Widescreen europeo
ja: 35mm ヨーロピアン ワイドスクリーン

source: Early 35mm
hi_in: आरंभिक 35 मिमी
it: Inizio 35mm
ja: 初期 35mm

source: HDTV / Widescreen 16:9
hi_in: एचडीटीवी / वाइडस्क्रीन 16:9
it: Televisione ad alta definizione/Widescreen 16:9
ja: HDTV / ワイドスクリーン 16:9

source: 35mm Flat
hi_in: 35 मिमी समतल
it: 35 mm piatto
ja: 35mm フラット

source: 70mm
hi_in: 70 मिमी
ja: 70mmフィルム

source: 35mm Anamorphic
hi_in: 35 मिमी आर्माफिक
it: 35 mm Anamorfo
ja: 35mm アナモルフィック

source: 35mm Panavision
hi_in: 35 मिमी पैन्ट
it: Panavisione da 35 mm
ja: 35mm

source: Cinemascope
hi_in: कनेथुरासperu. kgm
it: Cinemascopio
ja: シネマ スコープ

source: MGM Camera 65
hi_in: एमजीएम कैमरा 65
it: Macchina fotografica MGM 65
ja: MGM カメラ 65

source: Load
hi_in: लोड
it: Carica
ja: ロード

source: Reset
hi_in: रीसेट
it: Ripristina
ja: リセット

source: Pick
hi_in: चुनें
it: Scegli
ja: 選ぶ

source: %.3f seconds
hi_in: %.3f सेकण्ड
it: %.3f secondi
ja: %.3f 秒

source: Video Stream #%d
hi_in: वीडियो स्ट्रीम #%d
it: Stream video #%d
ja: ビデオストリーム #%d

source: Name
hi_in: नाम
it: Nome
ja: 名前

source: Codec
hi_in: कोडेक
it: Codicec
ja: コーデック

source: Unknown
hi_in: अज्ञात
it: Sconosciuto
ja: 不明

source: Width
hi_in: चौड़ाई
it: Larghezza
ja: 幅

source: Width of clip
hi_in: क्लिप की चौड़ाई
it: Larghezza del clip
ja: カットの幅

source: Height
hi_in: ऊँचाई
it: Altezza
ja: 身長

source: Height of clip
hi_in: क्लिप की ऊँचाई
it: Altezza del clip
ja: フィードの高さ

source: Aspect Ratio
hi_in: आस्पेक्ट रेशो
it: Rapporto aspetto
ja: 縦横比

source: Aspect ratio of clip
hi_in: क्लिप का आस्पेक्ट रेशो
it: Rapporto dell'aspetto del clip
ja: アスペクト比

source: Pixel Ratio
hi_in: पिक्सेल अनुपात
it: Rapporto pixel
ja: ピクセルアスペクト比

source: Pixel ratio of clip
hi_in: क्लिपिंग का पिक्सेल अनुपात
it: Rapporto pixel della clip
ja: 端末ピクセル比

source: Mipmap Level
hi_in: मिपमैप स्तर
it: Livello Mipmap
ja: レベル

source: X Ripmap Level
hi_in: एक्स रिपमैप स्तर
it: X Ripmap Livello
ja: X リップマップ レベル

source: Y Ripmap Level
hi_in: रिपमैप स्तर
it: Y Ripmap Livello
ja: Y リップマップ レベル

source: DOWN
hi_in: नीचे
it: GIUSTO
ja: 下

source: UP
hi_in: ऊपर
ja: 上

source: Rounding Mode
hi_in: गोलिंग मोड
it: Modalità di arrotondamento
ja: 税の丸め計算

source: Video Rotation
hi_in: वीडियो परिक्रमण
it: Rotazione video
ja: 動画回転

source: Compression
hi_in: संपीडन
it: Compressione
ja: 圧縮

source: Compression Num. Scanlines
hi_in: संपीडन नंबर. स्कैनलाइन्स
it: Compressione Num. Scanlines
ja: 圧縮番号スキャンライン

source: Number of Compression Scanlines
hi_in: संपीडन स्कैनलाइन्स की संख्या
it: Numero di scansioni di compressione
ja: 圧縮スキャンラインの数

source: Lossy Compression
hi_in: नुक़सान पहुँचानेवाली संपीडन
it: Compressione persa
ja: 損失圧縮

source: Deep Compression
hi_in: गहरी संपीडन
it: Compressione profonda
ja: 圧縮

source: unsigned byte (8-bits per channel)
hi_in: अहस्ताक्षरित बाइट (8- बिट प्रति चैनल)
it: byte non firmato (8-bit per canale)
ja: 符号なしバイト（1チャンネルあたり8ビット）

source: (10-bits per channel)
hi_in: (10- बिट प्रति चैनल)
it: (10-bit per canale)
ja: (1チャンネルあたり10ビット)

source: (12-bits per channel)
hi_in: (12- बिट प्रति चैनल)
it: (12-bit per canale)
ja: (1チャンネルあたり12ビット)

source: unsigned short (16-bits per channel)
hi_in: अनहस्ताक्षरित छोटा (16- बिट प्रति चैनल)
it: corto senza firma (16-bit per canale)
ja: 符号なしショート（1チャンネルあたり16ビット）

source: half float (16-bits per channel)
hi_in: आधा फ्लोट (16- बिट प्रति चैनल)
it: mezzo galleggiante (16 bit per canale)
ja: ハーフフロート（1チャンネルあたり16ビット）

source: unsigned int (32-bits per channel)
hi_in: चालू में अहस्ताक्षरित (32- बिट प्रति चैनल)
it: non firmato int (32 bit per canale)
ja: 符号なし整数（1チャンネルあたり32ビット）

source: float (32-bits per channel)
hi_in: फ्लोट (32- बिट प्रति चैनल)
it: galleggiante (32 bit per canale)
ja: 浮動小数点数（1チャンネルあたり32ビット）

source: Unknown bit depth
hi_in: अज्ञात बिट गहराई
it: Profondità bit sconosciuta
ja: ビット深度

source: Depth
hi_in: गहराई
it: Profondità
ja: 奥行き

source: Bit depth of clip
hi_in: बिट क्लिप की गहराई
it: Profondità bit del clip
ja: ツリーの深さ

source: Image Channels
hi_in: छवि चैनल्स
it: Canali di immagine
ja: チャンネル

source: Number of channels in clip
hi_in: क्लिप में चैनल की संख्या
it: Numero di canali in clip
ja: チャネル数

source: YUV Coefficients
hi_in: YUV कोलिफ़िस
it: Coefficienti YUV
ja: 係数

source: YUV Coefficients used for video conversion
hi_in: YUV कोस वीडियो रूपांतरण के लिए इस्तेमाल किया जा रहा है
it: Coefficienti YUV utilizzati per la conversione video
ja: 動画の変換に失敗

source: Video Levels
hi_in: वीडियो स्तर
it: Livelli video
ja: 動画: 会員レベル

source: Color Primaries
hi_in: रंग
it: Primarie di colore
ja: マスタ表示色の原色が見つかりません。

source: Color TRC
hi_in: रंग टीआरसी
it: Colore TRC
ja: カラー

source: Color Transfer Characteristics
hi_in: रंग ट्रांसफरेस
it: Caratteristiche del trasferimento dei colori
ja: 色を移植

source: Color Space
hi_in: रंग जगह
it: Spazio a colori
ja: 色空間

source: Color Transfer Space
hi_in: रंग ट्रांसफर जगह
it: Spazio di trasferimento dei colori
ja: 色を移植

source: HDR Red Primaries
hi_in: डीएसआर लाल आदिम
it: Primarie rosse HDR
ja: HDR赤色原色

source: HDR Green Primaries
hi_in: एचडीआर ग्रीन प्राइमरीज
it: Primarie verdi HDR
ja: HDR緑色原色

source: HDR Blue Primaries
hi_in: डीएसआर ब्लू पिथ
it: Primarie azzurre HDR
ja: HDR青色原色

source: HDR White Primaries
hi_in: डीएसआर सफेद इमेज
it: Primarie bianche HDR
ja: HDR白色原色

source: HDR Display Mastering Luminance
hi_in: एचडीआर डिस्प्ले मास्टरिंग ल्यूमिनेंस
it: Display HDR Mastering Luminance
ja: HDRディスプレイマスタリング輝度

source: FFmpeg Pixel Format
hi_in: एफ़एफएमपी पिक्सेल प्रारूप
it: Formato FFmpeg Pixel
ja: FFmpeg ピクセルフォーマット

source: Render Pixel Format
hi_in: रेंडर पिक्सेल प्रारूप
it: Formato del pixel di rendibilità
ja: ピクセル形式

source: Directory
hi_in: निर्देशिका नाम:
ja: ディレクトリ

source: Directory where clip resides
hi_in: निर्देशिका जहाँ क्लिप है
it: Directory dove risiede il clip
ja: 現在データが保存されているフォルダを選択します。

source: Filename
hi_in: फ़ाइलनाम
it: Nome file
ja: ファイル名

source: Filename of the clip
hi_in: क्लिप का फ़ाइलनाम
it: Nome file del clip
ja: 変換する makefile のパス。

source: Audio Directory
hi_in: ऑडियो डिरेक्ट्री
it: Directory audio
ja: オーディオ

source: Directory where audio clip resides
hi_in: निर्देशिका जहाँ ऑडियो क्लिप सेट है
it: Directory dove risiede il clip audio
ja: 音声は

source: Audio Filename
hi_in: ऑडियो फ़ाइलनाम
it: Nome file audio
ja: ファイル名

source: Filename of the audio clip
hi_in: ऑडियो क्लिप का फ़ाइलनाम
it: Nome file del clip audio
ja: 音声ファイルの長さを調整する

source: Video Streams
hi_in: वीडियो स्ट्रीम
it: Stream video
ja: ビデオストリーム

source: Number of video streams in file
hi_in: फ़ाइल में वीडियो नहरेंों की संख्या
it: Numero di flussi video nel file
ja: ファイル内のエントリー数

source: Audio Streams
hi_in: ऑडियो स्ट्रीम्स
it: Stream audio
ja: オーディオストリーム

source: Number of audio streams in file
hi_in: फ़ाइल में ऑडियो नदियाँ की संख्या
it: Numero di flussi audio nel file
ja: オーディオストリーム

source: Start Time
hi_in: प्रारंभ समय
it: Ora di inizio
ja: 開始時刻

source: Beginning frame of clip
hi_in: क्लिप के फ्रेम का आरंभ करें
it: Inizio cornice del clip
ja: 剪辑最后一帧.

source: End Time
hi_in: समाप्ति समय
it: Tempo di fine
ja: 終了時刻

source: Ending frame of clip
hi_in: क्लिपिंग फ्रेम
it: Cornice di chiusura del clip
ja: 剪辑最后一帧.

source: First Frame
hi_in: पहला फ्रेम
it: Prima cornice
ja: 最初のフレーム

source: First frame of clip - User selected
hi_in: क्लिप - चुने गए उपयोक्ता के प्रथम फ्रेम
it: Prima cornice del clip - Utente selezionato
ja: 最初のフレーム

source: Last Frame
hi_in: अंतिम फ्रेम
it: Ultima cornice
ja: 最後のフレーム

source: Last frame of clip - User selected
hi_in: क्लिप - उपयोक्ता के अंतिम फ्रेम
it: Ultima cornice del clip - Utente selezionato
ja: 剪辑最后一帧.

source: (PAL Fields)
hi_in: (सीटी)
it: (Campi PAL)
ja: (PAL フィールド)

source: (NTSC Fields)
hi_in: (घटते क्रम में फ़ील्ड)
it: (Campi NTSC)
ja: (NTSC フィールド)

source: Default Speed
hi_in: डिफ़ॉल्ट गति
it: Velocità predefinita
ja: 既定の目標速度

source: Default Speed in Frames per Second
hi_in: फ्रेम्स प्रति सेकेंड में डिफ़ॉल्ट गति
it: Velocità predefinita nei telai per secondo
ja: 1 秒あたりのフレーム数
