Repository: ggarra13/mrv2
Catalog: src/po/mrv2/*.po
Languages: hi_in, it, ja

source: OCIO file "{0}" not found or not readable.
hi_in: OCO फ़ाइल "{0}" नहीं मिला या पढ़ने योग्य नहीं है.
it: File OCIO "{0}" non trovato o non leggibile.
ja: OCIO ファイル「{0}」が見つかりません、または読み込めません。

source: Setting OCIO config to default:
hi_in: डिफ़ॉल्ट पर ओआईओ विन्यास सेट किया जा रहा है:
it: Impostazione della configurazione OCIO a impostazione predefinita:
ja: すべてのサウンドがデフォルトに設定されます。

source: Setting OCIO config to built-in:
hi_in: बनाने के लिए ओआईआईओ कॉन्फ़िग सेट किया जा रहा है:
it: Impostazione della configurazione OCIO in built-in:
ja: 内蔵

source: Path mapping for {0} already exists!
hi_in: {0} के लिए पथ पहले से ही मौजूद है!
it: La mappatura del percorso per {0} esiste già!
ja: {0}はすでに存在します！

source: Comparing {0} to prefix {1}
hi_in: {0} की तुलना {1} से कर रहा है
it: Confrontando {0} al prefisso {1}
ja: {0} をプレフィックス {1} と比較しています。

source: Found a match. File is now {0}
hi_in: एक जोड़ मिला. फ़ाइल अब {0} है.
it: Trovata una corrispondenza. Il file ora è {0}
ja: 一致するものが見つかりました。ファイルは現在 {0} です。

source: OCIO config file cannot be empty.
hi_in: ओआईओ कॉन्फ़िग फ़ाइल रिक्त नहीं किया जा सकता.
it: Il file di configurazione OCIO non può essere vuoto.
ja: ファイル名を空にできません。

source: OCIO config '{0}' does not exist or is not readable.
hi_in: OCO विन्यास '{0}' मौजूद नहीं है या पढ़ने योग्य नहीं है.
it: La configurazione OCIO '{0}' non esiste o non è leggibile.
ja: OCIO 設定 '{0}' が存在しないか、読み取り可能ではありません。

source: Invalid OCIO Ics '{0}'.
hi_in: अवैध OCIO '{0}'.
it: OCIO Ics invalidi «{0}».
ja: 無効な OCIO Ics '{0}'。

source: Invalid OCIO Look '{0}'.
hi_in: अवैध OCIO देखो '{0}'.
it: Look OCIO non valido "{0}".
ja: 無効な OCIO Look '{0}'。

source: Invalid OCIO Display/View '{0}'.
hi_in: अवैध OCIO प्रदर्शन/दृश्य '{0}'.
it: Visualizzazione OCIO non valida/Vedi "{0}".
ja: 無効な OCIO 表示/ビュー '{0}'。

source: Could not split '{0}' into display and view.
hi_in: '{0}' को प्रदर्शक व दृश्य में विभाजित नहीं कर सका.
it: Impossibile dividere '{0}' in visualizzazione e visualizzazione.
ja: '{0}' を表示とビューに分割できませんでした。

source: No default view for display '{0}'. Does display exist?
hi_in: '{0}' प्रदर्शित करने के लिए कोई डिफ़ॉल्ट दृश्य नहीं. क्या प्रदर्शक मौजूद है?
it: Nessuna vista predefinita per il display '{0}'. Esiste il display?
ja: 表示 '{0}' のデフォルトビューがありません。表示は存在しますか?

source: Setting OCIO Preset '{0}'.
hi_in: ओसीआईओ '{0}' सेट किया जा रहा है.
it: Impostazione OCIO Preset '{0}'.
ja: プリセット{0}

source: Preset '{0}' not found.
hi_in: प्रीसेट '{0}' नहीं मिला.
it: Preimpostazione "{0}" non trovata.
ja: プリセット '{0}' が見つかりません。

source: OCIO Preset '{0}' already exists!
hi_in: OCIO पहले '{0}' से उपस्थित है!
it: OCIO Preset '{0}' esiste già!
ja: OCIO プリセット '{0}' はすでに存在します!

source: Failed to load the file '{0}'.
hi_in: '{0}' फ़ाइल लोड करने में विफल.
it: Caricamento del file «{0}» non riuscito.
ja: ファイル '{0}' のロードに失敗しました。

source: Loaded {0} ocio presets from "{1}".
hi_in: {0} अस्थायी फाईल "{1}" से लोड किया.
it: Caricato {0} preimpostazioni ocio da "{1}".
ja: "{1}" から {0} 個の ocio プリセットをロードしました。

source: Failed to open the file '{0}' for saving.
hi_in: सहेजने के लिए फ़ाइल '{0}' खोलने में असफल.
it: Aprire il file «{0}» per il salvataggio non è riuscito.
ja: 保存のためにファイル '{0}' を開けませんでした。

source: Failed to save the file '{0}'.
hi_in: '{0}' फ़ाइल सहेजने में असमर्थ.
it: Salvare il file '{0} non è riuscito.
ja: ファイル '{0}' の保存に失敗しました。

source: OCIO presets have been saved to "{0}".
hi_in: OCIO पहले से ही "{0}" में सहेजा गया है.
it: I preset OCIO sono stati salvati in "{0}".
ja: "{0}" 設定は保存されました。

source: English
hi_in: अंग्रेज़ी
it: Italiano
ja: 英語

source: Spanish
hi_in: स्पैनी अनुवाद
it: Spagnolo
ja: スペイン語

source: German
hi_in: जर्मन
it: Tedesco
ja: ドイツ語

source: Hindi
hi_in: हिंदी
ja: ヒンディー語

source: Chinese Simplified
hi_in: चीनी (सरल)
it: Cinese semplificato
ja: 中国語 (簡体字)

source: Portuguese
hi_in: पोर्तुगीज
it: Portoghese
ja: ポルトガル語

source: French
hi_in: फ्रेंच
it: Francese
ja: フランス語

source: Russian
hi_in: रूसी
it: Russo
ja: ロシア語

source: Japanese
hi_in: जापानी
it: Giapponese
ja: 日本語

source: Need to reboot mrv2 to change language to {0}. Are you sure you want to continue?
hi_in: {0} में भाषा को बदलने के लिए mrv2 की आवश्यकता है क्या आप सुनिश्चित हैं कि आप जारी रखना चाहते हैं?
it: Hai bisogno di riavviare mrv2 per cambiare linguaggio in {0}. Sei sicuro di voler continuare?
ja: 言語を {0} に変更するには、mrv2 を再起動する必要があります。続行しますか?

source: Set Language to {0}, Numbers to {1}
hi_in: भाषा {0} के लिए, संख्या {1} पर सेट करें
it: Imposta linguaggio a {0}, numeri a {1}
ja: 言語を {0}、数字を {1} に設定します

source: Arabic
hi_in: अरबी
it: Arabo
ja: アラビア語

source: Armenian
hi_in: आर्मेनियाई
it: Armeni
ja: アルメニア語

source: Basque
hi_in: नीला
it: Basco
ja: バスク語

source: Belarusian
hi_in: बेलारूसीName
it: Bielorussia
ja: ベラルーシ語

source: Bengali
hi_in: बंगाली
ja: ベンガル語

source: Bulgarian
hi_in: बुल्गारियाई
it: Bulgaro
ja: ブルガリア語

source: Catalan
hi_in: केटेलन
it: Catalano
ja: カタロニア語

source: Chinese
hi_in: चीनी
it: Cinese
ja: 中国語

source: Czech
hi_in: चेक
it: Ceco
ja: チェコ語

source: Danish
hi_in: दानिशName
it: Danese
ja: デンマーク語

source: Dutch
hi_in: डच
it: Olandesi
ja: オランダ語

source: Finnish
hi_in: फिनिश
it: Finlandese
ja: フィンランド

source: Galician
hi_in: गैलिसियाईName
it: Galiziano
ja: ガリシア語

source: Greek
hi_in: ग्रीक
ja: ギリシャ語

source: Hebrew
hi_in: हिब्रू
it: Ebraico
ja: ヘブライ語

source: Icelandic
hi_in: आइसलैंडिक
it: Islandese
ja: アイスランド語

source: Indonesian
hi_in: इंडोनेशियाईName
it: Indonesiano
ja: インドネシア語

source: Italian
hi_in: इतालवीName
it: Italiano
ja: イタリア語

source: Irish
hi_in: आयरीशियाईName
it: Irlandese
ja: アイルランド

source: Korean
hi_in: कोरियाई
it: Coreano
ja: 韓国語

source: Norwegan
hi_in: नॉर्गेनasia. kgm
ja: ノルウェー語

source: Persian
hi_in: फारसी
it: Persiano
ja: ペルシア語

source: Polish
hi_in: पोलिशName
it: Polacco
ja: ポーランド語

source: Tibetan
hi_in: तिब्बती
it: Tibetano
ja: チベット語

source: Romanian
hi_in: रोमानियाई
it: Rumeno
ja: ルーマニア語

source: Serbian
hi_in: सर्बियाईName
it: Serbo
ja: セルビア語

source: Slovenian
hi_in: स्लोवेनियाईName
it: Sloveno
ja: スロベニア語

source: Swedish
hi_in: स्वीडिशName
it: Svedese
ja: スウェーデン語

source: Thai
hi_in: थाई
it: Thailandesi
ja: タイ語

source: Turkish
hi_in: तुर्की
it: Turco
ja: トルコ語

source: Vietnamese
hi_in: विएतनामी
it: Vietnamita
ja: ベトナム語

source: Welsh
hi_in: पेलोपोन्स
it: Gallese
ja: ウェールズ語

source: Yiddish
hi_in: यिशिशिश
ja: イディッシュ語

source: Zulu
hi_in: ज़ुलु
ja: ズールー

source: Hotkeys:
hi_in: गीत-सूचियाँ:
it: Tasti di avviamento:
ja: ホットキー:

source: and
hi_in: और
it: e
ja: と

source: Reset:
hi_in: रीसेट:
it: Ripristina:
ja: リセット:

source: Hotkey:
hi_in: गर्म हवा:
it: Tasto di avviamento:
ja: ホットキー:

source: @B12@C7@b@.Function @B12@C7@b@.Hotkey
hi_in: @B12
it: @B12@C7@b@.Funzione @B12@C7@b@.Hotkey
ja: @B12@C7@b@.機能 @B12@C7@b@.ホットキー

source: Hotkey "%s" already used in "%s". Do you want to override it?
hi_in: "%s" को "%s" में पहले से ही प्रयोग किया जा रहा है. क्या आप इसे ओवरराइड करना चाहते हैं?
it: Hotkey «%s» già usato in «%s». Vuoi sostituirlo?
ja: ホットキー "%s" はすでに "%s" で使用されています。 上書きしますか？

source: Corruption in hotkeys preferences. Hotkey '{0}' for {1} will not be available. Already used in {2}.
hi_in: गर्मकी वरीयताएँ में भ्रष्टाचार. {1} के लिए हॉटकी '{0}' उपलब्ध नहीं होगा. पहले से ही {2} में इस्तेमाल किया जा चुका है.
it: La corruzione nelle preferenze dei tasti di avvio. Il tasto di avvio '{0}' per {1} non sarà disponibile. Già usato in {2}.
ja: ホットキー設定が破損しています。ホットキー '{0}' は {1} で使用できません。 すでに {2} で使用されています。

source: Allows you to select different image channels or layers.
hi_in: आपको भिन्न छवि चैनल या परतों को चुनने देता है.
it: Consente di selezionare diversi canali di immagine o livelli.
ja: ツールバーのフォントサイズを選択できます。

source: Reduce gain 1/4 stop (divide by sqrt(sqrt(2))).
hi_in: Asctt( squququg) द्वारा प्राप्त किए गए अंश को कम करें.
it: Ridurre il guadagno 1/4 stop (dividere di sqrt(sqrt(2))).
ja: ゲインを1/4ストップ減少（√(√2)で除算）。

source: Increase gain 1/4 stop (multiply by sqrt(sqrt(2))).
hi_in: Amact( equg) द्वारा गुणनpt( ectqug) की संख्या बढ़ती है.
it: Aumentare il guadagno 1/4 stop (multiplicare di sqrt(sqrt(2))).
ja: ゲインを1/4ストップ増加（√(√2)を乗算）。

source: Allows you to adjust the gain or exposure of the image.
hi_in: छवि के लाभ या एक्सपोजर को आपको समायोजित करने देता है.
it: Consente di regolare il guadagno o l'esposizione dell'immagine.
ja: 環境画像の色の彩度を調節できます。

source: Allows you to adjust the saturation of the image.
hi_in: यहाँ पर छवि के संतृप्ति समायोजन को सेट करने की अनुमति देता है.
it: Consente di regolare la saturazione dell'immagine.
ja: 環境画像の色の彩度を調節できます。

source: Allows you to adjust gamma curve for display. Value is: pow( 2, 1/x ).
hi_in: प्रदर्शन के लिए गामा वक्र को समायोजित करने देता है. मान है: po( 2, 1/ x).
it: Consente di regolare la curva gamma per la visualizzazione. Il valore è: pow( 2, 1/x ).
ja: ディスプレイのガンマ曲線を調整することができます。 値は: pow( 2, 1/x ) です。

source: Toggle Edit Mode.
hi_in: संपादन मोड टॉगल करें.
it: Commuta la modalità Modifica.
ja: 編集モードの切り替え

source: Scrubbing Tool
hi_in: स्क्रैचिंग औज़ार
it: Strumento di sfregamento
ja: スクラビング（オン/オフ）

source: Area Select Tool
hi_in: क्षेत्र चुनें
it: Strumento di selezione area
ja: 選択ツール

source: Freehand Drawing Tool
hi_in: फ्रीहैण्ड ड्राइंग औज़ार
it: Strumento di disegno a mano libera
ja: フリーハンド描画ツール

source: Eraser Tool. ALT + Left Mouse Button to erase an area.
hi_in: रबर उपकरण। किसी क्षेत्र को मिटाने के लिए ALT + बायाँ माउस बटन दबाएँ।

source: Polygon Tool
hi_in: बहुभुज औज़ार.
it: Strumento poligono.
ja: 多角形ツール

source: Circle Tool
hi_in: वृत्त औज़ार
it: Strumento cerchio
ja: 円ツール

source: Rectangle Tool
hi_in: चतुर्भुज औज़ार
it: Strumento rettangolo
ja: 矩形ツール

source: Arrow Tool
hi_in: तीर औज़ारName
it: Strumento freccia
ja: 矢印ツール

source: Text Tool. Right click to edit previously stamped text.
hi_in: पाठ औज़ार. पिछला दबाने पर पाठ संपादित करने के लिए दायाँ क्लिक करें.
it: Strumento di testo. Fare clic destro per modificare il testo precedentemente stampato.
ja: クリックしてテキストを編集

source: Voice Annotation Tool
hi_in: वॉइस टिप्पणी उपकरण

source: URL/File Link Tool
hi_in: URL/फ़ाइल लिंक उपकरण

source: Undo Draw
hi_in: आरेखित करें
it: Annulla disegno
ja: 取り消し

source: Redo Draw
hi_in: दोहराएँ
it: Rifare il disegno
ja: やり直し

source: Move Edit Tool
hi_in: मूव एडिट टूल

source: Roll Edit Tool. Moves the ending or beginning adding gaps.
hi_in: रोल एडिट टूल। शुरुआत या अंत को खिसकाता है और खाली स्थान जोड़ता है।

source: Trim Edit Tool Moves the ending or beginning without adding gaps
hi_in: ट्रिम एडिट टूल शुरुआत या अंत को बिना खाली स्थान जोड़े खिसकाता है।

source: Slip Edit Tool Slips the in point of the clip without modifying others or its duration.
hi_in: स्लिप एडिट टूल क्लिप के इन-पॉइंट को खिसकाता है, बिना अन्य क्लिप या इसकी अवधि को बदले।

source: Undo Edit
hi_in: संपादन पूर्ववत

source: Redo Edit
hi_in: संपादन फिर से करें

source: Go to the beginning of the sequence.
hi_in: अनुक्रम के प्रारंभ में जाएँ
it: Vai all'inizio della sequenza.
ja: 移动到动画片段的开头.

source: Play sequence backwards.
hi_in: अनुक्रम पीछे से खेलें.
it: Riproduci la sequenza all'indietro.
ja: シーケンスを逆再生します。

source: Go back one frame.
hi_in: वापस एक फ्रेम जाओ.
it: Torna indietro con una cornice.
ja: フレームを一つ進めます。

source: Stop playback.
hi_in: प्लेबैक रोकें
it: Smettila di riprodurre.
ja: 再生を停止

source: Play sequence forwards.
hi_in: अनुक्रम आगे खेलें
it: Riproduci la sequenza in avanti.
ja: シーケンスを順方向に再生します。

source: Go to the end of the sequence.
hi_in: अनुक्रम के अंत में जाएँ
it: Vai alla fine della sequenza.
ja: シークエンスが 終わった

source: Set In Point
hi_in: बिन्दु में सेट करें
it: Imposta il punto
ja: インポイント

source: Set Out Point
hi_in: बाहर बिन्दु सेट करें
it: Imposta punto
ja: アウトポイントを設定

source: Mute/Unmute audio - Select Audio track with Right Mouse Button
hi_in: ऑडियो म्यूट/अनम्यूट करें – दाएँ माउस बटन से ऑडियो ट्रैक चुनें।

source: Image zoom setting.
hi_in: छवि ज़ूम सेटिंग.
it: Impostazione ingrandimento immagine.
ja: 画像ズーム

source: Mousewheel to zoom in and out.
hi_in: ज़ूम करने के लिए माउस क्लिक करें और बाहर.
it: Mousewheel per ingrandire e uscire.
ja: マウスホイールでズームインおよびズームアウトします。

source: Alt + Right Mouse Button to zoom in and out.
hi_in: ऑल्ट + दायाँ माउस बटन को जूम करने और बाहर होने के लिए.
it: Alt + pulsante destro del mouse per ingrandire e uscire.
ja: Alt + 右クリックでズームインおよびズームアウトします。

source: 0 to 9 to zoom to a specific level.
hi_in: 0 से 9 के लिए विशिष्ट स्तर पर जूम करें.
it: Da 0 a 9 per ingrandire ad un livello specifico.
ja: 0から9までの数字で特定のズームレベルに切り替えます。

source: Choose Directory
hi_in: निर्देशिका चुनें

source: Reels (*.{
hi_in: रील्स (*.{ file)
it: Carrelli (*.{)
ja: リール (*.{

source: Images (*.{
hi_in: छवियाँ (*. squgres)
it: Immagini (*.{
ja: 画像 (*.{

source: Sessions (*.
hi_in: सत्र (*. s)
it: Sessioni (*.
ja: セッション (*.

source: All (*.{
hi_in: सभी
it: Tutti (*.{
ja: すべて (*.{

source: Movies (*.{
hi_in: मूवी (*.{
it: Film (*.{)
ja: 映画 (*.{

source: Choose Image(s)
hi_in: चित्र चुनें

source: Choose Movie or Sequence
hi_in: फ़िल्म या अनुक्रम चुनें

source: Save OTIO timeline
hi_in: ओआईओ टाइम सहेजें
it: Salva la timeline OTIO
ja: OTIO タイムラインを保存

source: Save Python Script
hi_in: पायथन स्क्रिप्ट सहेजें
it: Salva script Python
ja: Python スクリプトの保存方法

source: Load Python Script
hi_in: पायथन स्क्रिप्ट लोड करें
it: Carica script Python
ja: Pythonスクリプト

source: Load LUT
hi_in: LUTL लोड करें
it: Carica LUT
ja: LUT を読み込む

source: Subtitles (*.{
hi_in: सबटाइटल (*.{)
it: Sottotitoli (*.
ja: 字幕 (*.{

source: Load Subtitle
hi_in: सबटाइटल लोड करें
it: Carica sottotitolo
ja: サブタイトル

source: Audios (*.{
hi_in: ऑडियो्स (*.{ file)
it: Audio (*.{)
ja: オーディオ (*.{

source: Load Audio
hi_in: ऑडियो लोड करें
it: Carica l'audio
ja: オーディオを読み込む

source: Save Single Frame
hi_in: एकल फ्रेम सहेजें
it: Salva un unico telaio
ja: シングル・フレームRGB形式

source: Save Audio
hi_in: ऑडियो सहेजें
it: Salva audio
ja: 音声を保存

source: Save Movie or Sequence
hi_in: मूवी या अनुक्रम सहेजें
it: Salva film o sequenza
ja: 映画なんかどうかな？

source: Annotations (*.{json})
hi_in: व्याख्याएँ (*.{lan})
it: Annotazioni (*.{json})
ja: アノテーション (*.{json})

source: Save Annotations to JSON
hi_in: JSON में एनोटेशन सहेजें
it: Salva le annotazioni a JSON
ja: 注釈を描画して寸法を生成

source: Acrobat PDF (*.{pdf})
hi_in: एक्रोबास पीडीएफ (*.{pdf})

source: Save Annotations to PDF
hi_in: व्याख्याएँ को पीडीएफ़ में सहेजें
it: Salva le annotazioni in PDF
ja: PDF に保存

source: Session
hi_in: सत्र
it: Sessione
ja: セッション

source: Open Session
hi_in: सत्र खोलें
it: Apri sessione
ja: セッションを開く

source: Save Session
hi_in: सत्र सहेजें
it: Salva sessione
ja: セッションを保存する

source: OCIO config (*.{
hi_in: OCO कॉन्फ़िग (*.{
it: Configurazione OCIO (*.{

source: Load OCIO Config
hi_in: ओसीआईओ कॉन्फ़िग लोड करें
it: Carica la configurazione OCIO
ja: OCIO 設定を読み込む

source: Unhandled buffer format: {0} for output: {1}
hi_in: असमर्थित बफ़र फ़ॉर्मेट: {0} आउटपुट के लिए: {1}

source: Default
hi_in: डिफ़ॉल्ट
it: Predefinito
ja: デフォルト

source: You have unsaved changes. Do you want to save the session before closing?
hi_in: आपके पास असंरक्षित परिवर्तन हैं। क्या आप सत्र बंद करने से पहले इसे सहेजना चाहते हैं?
it: Ci sono modifiche non salvate. Vuoi salvare la sessione prima di chiudere?
ja: 保存されていない変更があります。セッションを閉じる前に保存しますか？

source: Save
hi_in: सहेजें
it: Salva
ja: 保存

source: Don't Save
hi_in: सहेजें नहीं
it: Non salvare
ja: 保存しない

source: Annotations
hi_in: व्याख्याएँ
it: Annotazioni
ja: 注釈

source: Background
hi_in: पृष्ठभूमि
it: Contesto
ja: 【背景技術】

source: Color
hi_in: रंग
it: Colore
ja: カラー

source: Color Area
hi_in: रंग क्षेत्र
it: Area colore
ja: カラー連続領域

source: Devices
hi_in: डिवाइस
it: Dispositivi
ja: デバイス

source: Environment Map
hi_in: एनवायरनमेंट नक्शा
it: Mappa dell'ambiente
ja: 地図

source: Histogram
hi_in: हिस्टोग्राम
it: Histogramma
ja: ヒストグラム

source: Logs
hi_in: लॉग
it: Giorni
ja: ログ

source: Media Information
hi_in: मीडिया जानकारी
it: Informazioni sui media
ja: メディア情報

source: NDI
hi_in: एनडीआई

source: Python
hi_in: पायथन
ja: パイソン

source: Settings
hi_in: विन्यास
it: Impostazioni
ja: 設定

source: Vectorscope
hi_in: वेक्टर- ग्राफ
it: Vettorescopio
ja: ベクトルスコープ

source: Hotkeys
hi_in: सार्वत्रिक फटाफट कुंजियां
it: Tasti di avviamento
ja: ショートカットキー

source: Preferences
hi_in: वरीयताएँ
it: Preferenze
ja: 環境設定

source: About
hi_in: के बारे में
it: Circa
ja: 情報

source: Could not open a new mrv2 instance
hi_in: नई mrv2 इंस्टेंस खोलने में असमर्थ

source: File extension cannot be empty.
hi_in: फ़ाइल एक्सटेंशन रिक्त नहीं हो सकता.
it: L'estensione del file non può essere vuota.
ja: ファイル名を空にできません。

source: Saving audio but not with an audio extension.
hi_in: ऑडियो सहेज रहा है लेकिन एक ऑडियो एक्सटेंशन के साथ नहीं है.
it: Salvare l'audio ma non con un'estensione audio.
ja: エクレアに合わないだろ

source: Saving audio but current clip does not have audio.
hi_in: ऑडियो सहेजी जा रही है लेकिन मौजूदा क्लिप के पास ऑडियो नहीं है.
it: Salvare l'audio ma il clip corrente non ha l'audio.
ja: 現在のユーザーには、ファイルをアップロードする権限がありません。

source: Saving video but with an audio extension.
hi_in: वीडियो को सहेज रहा है लेकिन एक ऑडियो एक्सटेंशन के साथ.
it: Salvataggio video ma con estensione audio.
ja: 接続されているがエラーがある

source: Cannot save annotations to .otio file
hi_in: एनोटेशन्स को.Oiio फ़ाइल में सहेजा नहीं जा सकता
it: Impossibile salvare le annotazioni nel file.otio
ja: 指定されたファイルに保存できません。

source: View/Mask
hi_in: दृश्य/मास्क
it: Visualizza/Maschera
ja: 表示/マスク

source: OCIO/ Input Color Space
hi_in: OCIO/ इनपुट रंग जगह
it: OCIO/Spazio colore di ingresso
ja: OCIO/ 入力カラースペース

source: OCIO/ Look
hi_in: OCIO/ रूप
ja: OCIO/ ルック

source: All Monitors
hi_in: सभी मॉनीटर
it: Tutti i monitor
ja: すべてのモニター

source: You are about to clear all annotations. You can still undo the operation right after. Do you want to continue?
hi_in: आप सभी एनोटेशन साफ़ करने वाले हैं। आप तुरंत बाद इस क्रिया को पूर्ववत कर सकते हैं। क्या आप जारी रखना चाहते हैं?
it: Stai per cancellare tutte le annotazioni. Puoi ancora annullare l'operazione subito dopo. Vuoi continuare?
ja: すべての注釈をクリアしようとしています。操作直後であれば元に戻すことができます。続行しますか？

source: Pick Color
hi_in: रंग लें
it: Scegli colore
ja: 色を選ぶ

source: Pick Draw Color and Alpha
hi_in: रंग तथा अल्फा ड्रा करें
it: Scegli il colore di disegno e l'alfa
ja: Color and Alpha

source: Media
hi_in: मीडिया
ja: メディア

source: UI
hi_in: यूआई

source: Pan And Zoom
hi_in: पैन एवं ज़ूम
it: Panoramica e zoom
ja: パンとズーム

source: Timeline
hi_in: टाइम-लाइन
it: Scadenza
ja: タイムライン

source: You have EDLs in the current session. These will not be saved in the session file. Do you want to continue?
hi_in: आपके पास वर्तमान सत्र में ईएलडीएल है. ये सत्र फ़ाइल में सहेजा नहीं जाएगा. क्या आप जारी रखना चाहते हैं?
it: Hai degli EDL nella sessione in corso. Questi non saranno salvati nel file della sessione. Vuoi continuare?
ja: 名前なしのセッションは自動的に保存されません。そのようなセッションを作成しますか？

source: Could not restart mrv2 instance with a session file.
hi_in: सत्र फ़ाइल के साथ mrv2 इंस्टेंस को पुनः प्रारंभ नहीं किया जा सका।

source: Edit Text Annotation
hi_in: पाठ व्याख्या संपादित करें
it: Modifica annotazione testo
ja: テキスト注釈

source: No item selected
hi_in: कोई वस्तु चुना नहीं गया
it: Nessun elemento selezionato
ja: アイテムが選択されていません

source: Invalid index for add clip to timeline.
hi_in: समय रेखा में क्लिप जोड़ने के लिए अवैध निर्देशिका.
it: Indice non valido per aggiungere clip alla timeline.
ja: タイムラインにクリップを追加するためのインデックスが無効です。

source: Could not get current path.
hi_in: वर्तमान पथ पा नहीं सका.
it: Impossibile ottenere il percorso attuale.
ja: 設問タイプを取得できません。

source: EDL item '{0}' no longer loaded. Cannot undo or redo.
hi_in: EDDL वस्तु '{0}' अब लोड नहीं है. वापस नहीं कर सका या लाल.
it: L'elemento EDL "{0}" non è più caricato. Non è possibile annullare o rifare.
ja: EDL 項目 '{0}' はロードされなくなりました。元に戻すこともやり直すこともできません。

source: Could not paste {0}. Error {1}.
hi_in: {0} को {1} में जोड़ नहीं सका.
it: Impossibile incollare {0}. Errore {1}.
ja: {0} を貼り付けられませんでした。エラー {1}。

source: Items selected must be on the same track.
hi_in: चयनित आइटम एक ही ट्रैक पर होने चाहिए।

source: Items selected must be contiguous on the track. Left {0}. Right {0}.
hi_in: चयनित आइटम ट्रैक पर क्रमिक होने चाहिए। बाएँ {0}। दाएँ {0}।

source: Please select two or four contiguous items. Selected {0}.
hi_in: कृपया दो या चार क्रमिक आइटम चुनें। चयनित {0}।

source: Please select two contiguous video clips.
hi_in: कृपया दो सटे हुए वीडियो क्लिप चुनें।

source: Please select two contiguous audio clips.
hi_in: कृपया दो सटे हुए ऑडियो क्लिप चुनें।

source: Could not save .otio file: {0}
hi_in: . बीजियो फ़ाइल को सहेज नहीं सका: {0}
it: Impossibile salvare il file.otio: {0}
ja: .otio ファイルを保存できませんでした: {0}

source: Error saving {0}. {1}
hi_in: {0} सहेजने में त्रुटि {1}
it: Errore nel salvare {0}. {1}
ja: 保存エラー {0}。{1}

source: Empty EDL file. Not saving.
hi_in: खाली ईएल फ़ाइल. सहेजा नहीं जा सकता.
it: File EDL vuoto. Non salvato.
ja: 設定が保存されないのを修正

source: Destination file is invalid.
hi_in: गंतव्य फ़ाइल अवैध है.
it: Il file di destinazione non è valido.
ja: ファイルが無効です。

source: You can only add clips to an .otio EDL playlist.
hi_in: आप सिर्फ क्लिप्स को एक सूची में जोड़ सकते हैं.
it: È possibile aggiungere solo clip a una playlist.otio EDL.
ja: カートに追加できるの件数は{0}件のみです。

source: Unknown media reference
hi_in: अज्ञात मीडिया संदर्भ
it: Riferimento dei media sconosciuti
ja: 不明なメディア参照

source: Track #{0} - {1}
hi_in: ट्रैक 5:{0} - {1}
it: Traccia #{0} - {1}
ja: トラック #{0} - {1}

source: Cannot currently concatenate an .otio file.
hi_in: वर्तमान में के- स्केट नहीं की जा सकी. ooio फ़ाइल.
it: Attualmente non è possibile concatenare un file.otio.
ja: 現在、このリージョンから移動することはできません。

source: Cannot currently concatenate a directory.
hi_in: वर्तमान में एक डिरेक्ट्री को फिर से बनाया नहीं जा सका.
it: Attualmente non è possibile concatenare una directory.
ja: 現在、ディレクトリを連結できません。

source: Could not append video track {0}
hi_in: वीडियो ट्रैक {0} को जोड़ नहीं सका
it: Impossibile aggiungere la traccia video {0}
ja: ビデオトラック {0} を追加できませんでした

source: Could not append audio track {0}
hi_in: ऑडियो ट्रैक {0} जोड़ नहीं सका
it: Impossibile aggiungere la traccia audio {0}
ja: オーディオトラック {0} を追加できませんでした

source: %s - Page %d
hi_in: %s - पृष्ठ %d
it: %s - Pagina %d
ja: %s - ページ %d

source: Frame {0} - TC: {1} - S: {2}
hi_in: फ्रेम {0} - समयकोड: {1} - S: {2}
it: Frame {0} - TC: {1} - {2} Secs.
ja: フレーム {0} - TC: {1} - S: {2}

source: Image too big. Will save the viewport size.
hi_in: छवि बहुत बड़ा है. व्यूपोर्ट आकार सहेजेगा.
it: Immagine troppo grande. Salva la dimensione della vista.
ja: 彼らが都を守ってくれます

source: Viewport Size: {0} - X={1}, Y={2}
hi_in: दृश्य आकार: {0} - X={1}, Y={2}
it: Dimensione viewport: {0} - X={1}, Y={2}
ja: ビューポートサイズ: {0} - X={1}, Y={2}

source: Link/Open
hi_in: लिंक/खोलें

source: Link/Edit
hi_in: लिंक/संपादित करें

source: Link/Delete
hi_in: लिंक/हटाएँ

source: Voice Over/Delete
hi_in: वॉइस ओवर/हटाएँ

source: Audio/Clear
hi_in: ऑडियो/साफ़ करें

source: Audio/Append
hi_in: ऑडियो/जोड़ें

source: Play
hi_in: बजाएँ
it: Gioca
ja: 再生

source: Stop
hi_in: रूकें
it: Smettila.
ja: 停止

source: Really cancel voice over recording?
hi_in: क्या आप वॉइस ओवर रिकॉर्डिंग को वाकई रद्द करना चाहते हैं?

source: Record Again
hi_in: फिर से रिकॉर्ड करें

source: Delete
hi_in: मिटाएँ
it: Cancella
ja: 削除

source: Fill
hi_in: भरें

source: Insert
hi_in: प्रविष्ट
it: Inserisci
ja: 挿入

source: Select
hi_in: चुनें

source: Move
hi_in: मूव

source: Overwrite
hi_in: ओवरराइड

source: Trim
hi_in: ट्रिग
it: Taglio
ja: 削除

source: Slice
hi_in: स्लाइस

source: Slip
hi_in: स्लिप
it: Slittamento
ja: Slip スリップ

source: Slide
hi_in: स्लाइड% 1
ja: スライド

source: Ripple
hi_in: लहरें
it: Innesto
ja: リップル

source: Roll
hi_in: फेंकें
it: Rotolo
ja: ロール

source: Scrub
hi_in: स्क्रैप
it: Spruzzo
ja: スクラブ

source: Selection
hi_in: चयन
it: Selezione
ja: 選択

source: Draw
hi_in: निकालें
it: Disegna
ja: ドロー

source: Erase
hi_in: मिटाएँ
it: Cancellazione
ja: 删除

source: Circle
hi_in: वृत्त
it: Cerchio
ja: 円

source: Filled Circle
hi_in: भरा हुआ वृत्त
it: Cerchio riempito
ja: 塗りつぶした円

source: Rectangle
hi_in: चतुर्भुज
it: Rettangolo
ja: 長方形
