Repository: ggarra13/mrv2
Catalog: src/po/mrv2/*.po
Languages: hi_in, it, ja

source: Current Speed
hi_in: वर्तमान गति
it: Velocità corrente
ja: 現在の速度

source: Current Speed (Frames Per Second)
hi_in: मौज़ूदा गति (फैम्स प्रति सेकण्ड)
it: Velocità corrente (quadri per secondo)
ja: "現在 速度60Km/s"

source: Disk space
hi_in: डिस्क स्थान
it: Spazio disco
ja: ディスク容量が少ない

source: Creation Date
hi_in: निर्माण तारीख़
it: Data di creazione
ja: 作成日

source: Creation date of file
hi_in: बनाने की तिथि
it: Data di creazione del file
ja: 作成日

source: Modified Date
hi_in: परिवर्धित तारीख़
it: Data modificata
ja: 更新日

source: Last modified date of file
hi_in: अंतिम रूपांतरक
it: Ultima data modificata del file
ja: 最終更新日

source: Load an image or movie file
hi_in: कोई छवि या फिल्म फ़ाइल लोड करें
it: Carica un file immagine o filmato
ja: イメージか HTML ファイルをドロップ

source: Audio Stream #%d
hi_in: ऑडियो स्ट्रीम #%d
it: ऑडियो स्ट्रीम #%d
ja: オーディオストリーム #%d

source: FourCC
hi_in: चारCC
it: Quattro CC

source: Four letter ID
hi_in: चार अक्षर आईडी
it: ID di quattro lettere
ja: 4文字のID

source: Channels
hi_in: चैनल्स
it: Canali
ja: チャンネル

source: Number of audio channels
hi_in: ऑडियो चैनल की संख्या
it: Numero di canali audio
ja: チャネル数

source: Format
hi_in: फॉर्मेट
it: Formato
ja: フォーマット

source: Frequency
hi_in: आवृत्ति
it: Frequenza
ja: プロセッサ周波数

source: Frequency of audio
hi_in: ऑडियो की आवृत्ति
it: Frequenza dell'audio
ja: 実行の頻度

source: %d kb/s
hi_in: %d केबी/से

source: Max. Bitrate
hi_in: अधिकतम बिटरेट
it: Tasso massimo di bit
ja: ビットレート

source: Disposition
hi_in: प्राप्ति को सूचना दें
it: Disposizione
ja: コール処理

source: Disposition of Track
hi_in: ट्रैक की स्वीकृति
it: Disposizione della traccia
ja: トラックのたるみ

source: Start
hi_in: प्रारंभ
it: Inizio
ja: 開始

source: Start of Audio
hi_in: ऑडियो का प्रारंभ
it: Inizio dell'audio
ja: オーディオの開始

source: Duration
hi_in: अवधि
it: Durata
ja: 生産時間

source: Duration of Audio
hi_in: ऑडियो की अवधि
it: Durata dell'audio
ja: オーディオの長さ

source: Subtitle Stream #%d
hi_in: सबटाइटल स्ट्रीम #%d
it: Sottotitolo Stream #%d
ja: 字幕ストリーム #%d

source: Codec Name
hi_in: कोडेक नाम
it: Nome del codice
ja: コーデック

source: Closed Captions
hi_in: बन्द शीर्षक
it: Didascalie chiuse
ja: 字幕

source: Video has Closed Captions
hi_in: वीडियो में बन्द शीर्षक हैं
it: Il video ha le didascalie chiuse
ja: 字幕

source: Avg. Bitrate
hi_in: Avg. बिटरेट
ja: 平均ビットレート

source: Language
hi_in: भाषा
it: Lingua
ja: 言語

source: Language if known
hi_in: भाषा यदि ज्ञात हो
it: Lingua se conosciuta
ja: ef vitað

source: Start of Subtitle
hi_in: सबटाइटल का प्रारंभ
it: Inizio di sottotitolo
ja: 開始

source: Duration of Subtitle
hi_in: सबटाइटल की अवधि
it: Durata del sottotitolo
ja: MS の罹病期間

source: Logarithmic
hi_in: लॉगरिदमिक
it: Logaritmico
ja: 対数目盛

source: Square Root
hi_in: वर्ग मूल
it: Radice quadrata
ja: 平方根

source: Channel
hi_in: चैनल
it: Canale
ja: チャンネル

source: Red
hi_in: लाल

source: Green
hi_in: हरा
it: Verde
ja: 緑

source: Blue
hi_in: नीला
it: Blu
ja: ブルー

source: Select main A image.
hi_in: मुख्य ए छवि चुनें.
it: Selezionare l'immagine principale A.
ja: 画像の選択

source: Open a filename
hi_in: एक फ़ाइलनाम खोलें
it: Apri un nome file
ja: a ファイル名:

source: Open a filename with audio
hi_in: ऑडियो के साथ एक फ़ाइलनाम खोलें
it: Aprire un nome file con audio
ja: オーディオでエラーが発生しました

source: Close current filename
hi_in: वर्तमान फ़ाइल नाम बंद करें
it: Chiudi il nome del file corrente
ja: このタブを閉じる

source: Close all filenames
hi_in: सभी फ़ाइलनामों को बंद करें
it: Chiudi tutti i nomi dei file
ja: 展開を閉じる

source: Previous filename
hi_in: पिछला फ़ाइलनाम
it: Nome file precedente
ja: ファイル名

source: Next filename
hi_in: अगला फ़ाइलनाम
it: Nome file successivo
ja: ファイル名

source: Filter EDLs
hi_in: फ़िल्टर ईएलएलएल्स
it: Filtri EDL
ja: Filter

source: Select one or more B images.
hi_in: एक या अधिक छवि चुनें.
it: Selezionare una o più immagini B.
ja: 一つ以上選択

source: Select between Relative or Absolute Compare Time Mode
hi_in: सापेक्षिक या निरपेक्ष समय मोड के बीच चुनें
it: Seleziona tra modalità di confronto temporale relativa o assoluta
ja: 評価は、相対的であることも、絶対的であることもある。

source: Compare A
hi_in: अ की तुलना करें
it: Confronta A
ja: 比較 A

source: Compare B
hi_in: ब से तुलना करें
it: Confronta B
ja: 比較 B

source: Wipe between the A and B files Use the Option key + left mouse button to move the wipe in X or in Y
hi_in: एक्स में या Y में मिटाने के लिए विकल्प कुंजी + बायाँ माउस बटन का इस्तेमाल करें
it: Pulire tra i file A e B Utilizzare il tasto Opzione + tasto sinistro del mouse per spostare la cancellazione in X o in Y
ja: A ファイルと B ファイルの間をワイプします Option キー + 左マウスボタンを使用して、ワイプを X または Y に移動します

source: Wipe between the A and B files Use the Alt key + left mouse button to move the wipe in X or in Y.
hi_in: छवि फ़ाइल नाम प्रदर्शित करने के लिए यह विकल्प सेट करें.
it: Pulire tra i file A e B Utilizzare il tasto Alt + tasto sinistro del mouse per spostare la cancellazione in X o in Y.
ja: A ファイルと B ファイルの間をワイプします Alt キー + 左マウスボタンを使用して、ワイプを X または Y に移動します。

source: Overlay the A and B files with optional transparencyy
hi_in: वैकल्पिक पारदर्शिता के साथ अ तथा ब फ़ाइलों को क्लिप करें
it: Sovrapporre i file A e B con trasparenza opzionale
ja: AとB

source: Difference the A and B files
hi_in: एक तथा ब फ़ाइलें में भिन्नता
it: Differenza tra i file A e B
ja: A ファイルと B ファイルの差分

source: Compare the A and B files side by side
hi_in: बाजू ओर से अ तथा ब फाइलों की तुलना करें
it: Confronta i file A e B fianco a fianco
ja: オプションを並列に比較。

source: Show the A file above the B file
hi_in: ब फ़ाइल के ऊपर एक फ़ाइल दिखाएँ
it: Mostra il file A sopra il file B
ja: ナビゲーションバー上のページ読み込みのバーを表示します。

source: Tile the A and B files
hi_in: एक तथा बी फ़ाइलें टाइल करें
it: Piastrelle i file A e B
ja: AとB

source: Wipe
hi_in: पट्टी पोंछना प्रभाव
it: Pulire
ja: 擦除

source: Use the Option key + left mouse button to move the wipe in X.
hi_in: एक्स में मिटाने के लिए विकल्प कुंजी + बायाँ माउस बटन का इस्तेमाल करें.
it: Utilizzare il tasto Opzione + tasto sinistro del mouse per spostare la cancellazione in X.
ja: マウスの左クリックでテキスト枠が連結します。

source: Use the Alt key + left mouse button to move the wipe in X.
hi_in: एक्स में मिटाने के लिए ऑल्ट कुंजी + बायाँ माउस बटन का उपयोग करें.
it: Utilizzare il tasto Alt + tasto sinistro del mouse per spostare la cancellazione in X.
ja: * Alt + マウスの左ボタンでパン

source: Use the Option key + left mouse button to move the wipe in Y.
hi_in: विकल्प कुंजी + Y में मिटाने के लिए बायाँ माउस बटन का इस्तेमाल करें.
it: Utilizzare il tasto Opzione + tasto sinistro del mouse per spostare la cancellazione in Y.
ja: マウスの左クリックでテキスト枠が連結します。

source: Use the Alt key + left mouse button to move the wipe in Y.
hi_in: ऑल्ट कुंजी + Y में मिटाने के लिए बायाँ माउस बटन का उपयोग करें.
it: Utilizzare il tasto Alt + tasto sinistro del mouse per spostare la cancellazione in Y.
ja: * Alt + マウスの左ボタンでパン

source: Wipe Rotation. Use Shift + left mouse button along X to rotate wipe.
hi_in: घुमाव पोंछना है. विंडो को घुमाने के लिए शिफ्ट + बायाँ माउस बटन का प्रयोग करें.
it: Pulire la rotazione. Utilizzare Shift + tasto sinistro del mouse lungo X per ruotare la cancellazione.
ja: マウスでドラッグして回転し、マウスホイールを使って拡大/縮小します。

source: Overlay
hi_in: सीमा
it: Sovrapposizione
ja: オーバーレイ

source: Use the Option key + left mouse button to change transparency.
hi_in: पारदर्शिता को बदलने के लिए विकल्प कुंजी + बायाँ माउस बटन का उपयोग करें.
it: Utilizzare il tasto Opzione + tasto sinistro del mouse per cambiare la trasparenza.
ja: * Alt + マウスの左ボタンでパン

source: Use the Alt key + left mouse button to change transparency.
hi_in: पारदर्शिता बदलने के लिए आल्ट कुंजी + बायाँ माउस बटन का उपयोग करें.
it: Utilizzare il tasto Alt + tasto sinistro del mouse per cambiare la trasparenza.
ja: * Alt + マウスの左ボタンでパン

source: LUT
hi_in: एलयूटी

source: Enabled
hi_in: सक्षम
it: Abilitato
ja: 有効

source: Order
hi_in: अनुक्रम
it: Ordine
ja: 並び順

source: Color Controls
hi_in: रंग नियंत्रण
it: Controlli di colore
ja: コントロールの色

source: Add
hi_in: जोड़ें

source: Contrast
hi_in: विरोधी
it: Contrasto
ja: コントラスト

source: Saturation
hi_in: संतृप्ति
it: Saturazione
ja: 彩度

source: Tint
hi_in: टिंट
it: Tessuto
ja: 色合い

source: Invert
hi_in: उलटें
it: Inversione
ja: 反転

source: Levels
hi_in: स्तर
it: Livelli
ja: レベル

source: In Low
hi_in: कम में
it: In basso
ja: 下級の友人

source: In High
hi_in: उच्च में
it: In alto
ja: 高い（丘の）園の中で，

source: Out Low
hi_in: कम
it: Fuori basso
ja: LOW

source: Out High
hi_in: उच्च बाहर
it: In alto
ja: 高温槽取り出し

source: Soft Clip
hi_in: सॉफ्ट क्लिप
it: Clip morbido
ja: ソフトクリッピング

source: Selects the current background type from the list
hi_in: सूची में से वर्तमान पृष्ठभूमि क़िस्म चुनें
it: Seleziona il tipo di sfondo attuale dall'elenco
ja: 現在の行を選択します。

source: Solid Color:
hi_in: ठोस रंग:
it: Colore solido:
ja: ソリッドカラー

source: Selects the solid color.
hi_in: ठोस रंग चुनता है.
it: Seleziona il colore solido.
ja: ソリッドカラー

source: Size:
hi_in: आकार:
it: Dimensione:
ja: サイズ:

source: Selects the checker size.
hi_in: चेकर आकार चुनता है.
it: Seleziona la dimensione della scacchiera.
ja: フィルムサイズを選択してトリミング枠を表示します。

source: First Color:
hi_in: प्रथम रंग:
it: Primo colore:
ja: 第１カラー

source: Selects the first color.
hi_in: प्रथम रंग चुनता है.
it: Seleziona il primo colore.
ja: 第１カラー

source: Second Color:
hi_in: द्वितीय रंग:
it: Secondo colore:
ja: 第２カラー

source: Selects the second color in Checkers.
hi_in: चेकर्स में द्वितीय रंग चुनता है.
it: Seleziona il secondo colore nelle scacchiere.
ja: 第２カラー

source: Text
hi_in: पाठ
it: Testo
ja: テキスト

source: Font
hi_in: फ़ॉन्ट
it: Carattere
ja: フォント

source: Selects the current font from the list
hi_in: सूची में से वर्तमान फ़ॉन्ट को चुनता है
it: Seleziona il carattere corrente dall'elenco
ja: 現在の行を選択します。

source: Selects the current font size.
hi_in: वर्तमान फ़ॉन्ट आकार को चुनता है.
it: Seleziona la dimensione corrente del carattere.
ja: 現在のフォント

source: Pen
hi_in: पेन

source: Makes the following annotation disappear a second after drawn.
hi_in: चित्रित होने के एक सेकंड बाद अगला एनोटेशन गायब कर देता है।
it: Fa scomparire l'annotazione seguente un secondo dopo essere stata disegnata.
ja: 描画後1秒で次の注釈を消去します。

source: Color:
hi_in: रंगः
it: Colore:
ja: カラー:

source: Selects the current pen color.
hi_in: वर्तमान पेन रंग चुनता है
it: Seleziona il colore attuale della penna.
ja: 現在の行を選択します。

source: Selects a hard brush.
hi_in: हार्ड ब्रुश चुनें.
it: Seleziona un pennello duro.
ja: 激しい運動。

source: Selects a soft brush.
hi_in: सॉफ्ट ब्रश चुनता है.
it: Seleziona un pennello morbido.
ja: ダイナミックブラシ

source: Pen Size:
hi_in: पेन आकार:
it: Dimensione della penna:
ja: ãã³:

source: Selects the current pen size.
hi_in: वर्तमान पेन आकार को चुनता है.
it: Seleziona la dimensione attuale della penna.
ja: 現在の行を選択します。

source: Ghosting
hi_in: भूतनुमा प्रभाव
it: Fantasma
ja: ゴーストか！

source: Previous:
hi_in: पिछला:
it: Precedente:
ja: 前:

source: Selects the number of fading frames previous to the frame of the annotation.
hi_in: एनोटेशन के फ्रेम में पिछला फ्रेम की संख्या को निर्धारित करता है.
it: Seleziona il numero di fotogrammi svaniti precedentemente alla fotogramma dell'annotazione.
ja: @label

source: Next:
hi_in: अगला:
it: Avanti:
ja: 次の開封まで：

source: Selects the number of fading frames following the frame of the annotation.
hi_in: एनोटेशन के फ्रेम के अनुसार सहेजे जाने वाले फ्रेम की संख्या चुनता है.
it: Seleziona il numero di fotogrammi svaniti seguendo il fotogramma dell'annotazione.
ja: @label

source: Frames
hi_in: ढांचा
it: Cornici
ja: フレーム

source: Current
hi_in: मौज़ूदा
it: Attualità
ja: 現在

source: Makes the following annotation show on this frame only.
hi_in: निम्न एनोटेशन सिर्फ इस फ्रेम पर दिखाता है.
it: Fa mostrare la seguente annotazione solo su questo telaio.
ja: 本システムには、下記のグリスを必ず使用してください。

source: All
hi_in: सभी

source: Makes the following annotation show on all frames.
hi_in: निम्न एनोटेशन सभी फ्रेम पर दिखाता है.
it: Rende la seguente annotazione mostrare su tutti i fotogrammi.
ja: 次の情報は、すべてのソースドキュメントに示す必要があります。

source: Notes
hi_in: टिप्पणी
it: Note
ja: 注記

source: Server started at port {0}.
hi_in: सर्वर पोर्ट {0} पर प्रारंभ किया.
it: Il server è iniziato alla porta {0}.
ja: サーバーはポート {0} で起動しました。

source: Server stopped.
hi_in: सर्वर बंद.
it: Il server si e' fermato.
ja: サーバを停止しました

source: A client connected from {0}
hi_in: {0} से जुड़ा एक क्लाइंट
it: Un client collegato da {0}
ja: クライアントが {0} から接続しました

source: Client at {0} disconnected.
hi_in: {0} में क्लाएंट डिसकनेक्टेड.
it: Cliente a {0} disconnesso.
ja: {0} の接続解除

source: Server protocol version is {0}. Client protocol version is {1}
hi_in: सर्वर प्रोटोकॉल संस्करण {0} क्लाएंट संस्करण {1} है
ja: サーバープロトコルのバージョンは {0} です。クライアントプロトコルのバージョンは {1} です

source: Remote file {0} does not exist on local filesystem.
hi_in: रिमोट फ़ाइल {0} स्थानीय सिस्टम पर मौजूद नहीं है.
it: Il file remoto {0} non esiste nel filesystem locale.
ja: リモートファイル {0} はローカルファイルシステムに存在しません。

source: Remote files are less than local files.
hi_in: रिमोट फ़ाइलें स्थानीय फ़ाइलों से कम हैं.
it: I file remoti sono inferiori ai file locali.
ja: ローカルファイルのみがサポートされています。

source: Remote file {0} matches file name {1} but not path.
hi_in: रिमोट फ़ाइल {0} नाम {1} लेकिन पथ नहीं है.
it: Il file remoto {0} corrisponde al nome del file {1} ma non al percorso.
ja: リモートファイル {0} はファイル名 {1} と一致しますが、パスは一致しません。

source: Remote file {0} does not match local filename.
hi_in: रिमोट फ़ाइल {0} स्थानीय फ़ाइलनाम से मेल नहीं खाता.
it: Il file remoto {0} non corrisponde al nome del file locale.
ja: リモートファイル {0} はローカルファイル名と一致しません。

source: Removing {0} from message publisher.
hi_in: {0} को संदेश से हटा रहा है.
it: Rimuovere {0} dall'editore di messaggi.
ja: メッセージパブリッシャーから {0} を削除しています。

source: Server listening on port
hi_in: पोर्ट पर सर्वर सुन रहा है
it: Ascolto del server sulla porta
ja: サーバーはポートでリッスンしています

source: ComfyUI listening on port
hi_in: पोर्ट पर कॉमफ्यूयूयूआई सुन रहा है
it: ComfyUI in ascolto sulla porta
ja: ComfyUI はポートでリッスンしています

source: Connected to server at {0}, port {1}
hi_in: {0} से कनेक्टेड, पोर्ट {1} पर
it: Collegato al server a {0}, porta {1}
ja: サーバー ({0}, ポート {1}) に接続しました

source: Server connection lost.
hi_in: सर्वर कनेक्शन टूटा.
it: Connessione persa al server.
ja: サーバー接続

source: Exception caught:
hi_in: एक्सेप्शन पकड़ा:
it: Eccezione catturata:
ja: 未知の例外を検出:

source: ERROR:
hi_in: त्रुटि:
it: Errore:

source: WARN:
hi_in: चेतावनी:
it: - Cosa?
ja: 警告:

source: Cannot save an NDI stream
hi_in: NDI स्ट्रीम को सहेज नहीं सका
it: Impossibile salvare un flusso NDI
ja: 保存できません

source: Saving movie to {0}.
hi_in: फिल्म {0} में सहेजा जा रहा है.
it: Salvataggio del film in {0}.
ja: ムービーを {0} に保存しています。

source: Saving audio to {0}.
hi_in: {0} में ऑडियो सहेज रहा है.
it: Salvataggio audio in {0}.
ja: オーディオを {0} に保存しています。

source: Saving pictures to {0}.
hi_in: {0} में छवि सहेज रहा है
it: Salvataggio delle immagini in {0}.
ja: 画像を {0} に保存しています。

source: ProRes profiles need a .mov movie extension. Changing it to .mov.
hi_in: प्रोग्रेसिव प्रोफ़ाइल को एक एम्व फिल्म विस्तार की आवश्यकता है. इसे परिवर्तित करने के लिए इसे परिवर्तित करें.
it: I profili ProRes necessitano di un'estensione del film.mov.
ja: ProRes プロファイルには .mov ムービー拡張子が必要です。.mov に変更します。

source: VP9 profile needs a .mp4, .mkv or .webm movie extension. Changing it to .mp4
hi_in: VP9 प्रोफ़ाइल को एक.एमपी4, mkv या. webmm फिल्म विस्तार की जरूरत है. इसे बदलने के लिए बदलें
it: Il profilo VP9 ha bisogno di un'estensione.mp4,.mkv o.webm.
ja: VP9 プロファイルには .mp4、.mkv、または .webm ムービー拡張子が必要です。.mp4 に変更します

source: AV1 profile needs a .mp4 or .mkv movie extension. Changing it to .mp4
hi_in: AV1 प्रोफ़ाइल को एक _BAR_एमपी4 या.mkv फिल्म विस्तार की जरूरत है _BAR_ इसे बदलने के लिए बदलें
it: Il profilo AV1 ha bisogno di un'estensione di film.mp4 o.mkv. Cambiandolo in.mp4
ja: AV1 プロファイルには .mp4 または .mkv ムービー拡張子が必要です。.mp4 に変更します

source: GoPro Cineform profile needs a .mkv movie extension. Changing it to .mkv
hi_in: जाओप्रोफ़ॉर्मेशन प्रोफ़ाइल को एक.mkv फिल्म विस्तार की जरूरत है. इसे.mkv पर परिवर्तित करने के लिए
it: Il profilo Cineform GoPro ha bisogno di un'estensione del film.mkv. Cambiandolo in.mkv
ja: GoPro Cineform プロファイルには .mkv ムービー拡張子が必要です。.mkv に変更します

source: HAP profile needs a .mov extension. Changing it to .mov
hi_in: HAP प्रोफाइल एक.mov विस्तार की जरूरत है. इसे में परिवर्तित करने के लिए इसे परिवर्तित करें.
it: Il profilo HAP ha bisogno di un'estensione.mov. Cambiandolo in.mov
ja: HAP プロファイルには .mov 拡張子が必要です。.mov に変更します

source: New file {0} already exist! Cannot overwrite it.
hi_in: नया फ़ाइल {0} पहले से मौजूद है! इसपर लिख नहीं सकता
it: Esistono già nuovi file {0}! Impossibile sovrascriverlo.
ja: 新しいファイル {0} はすでに存在します！上書きできません。

source: {0}: Cannot open writer plugin.
hi_in: {0}: लेखक प्लगइन खोल नहीं सका.
it: {0}: Impossibile aprire il plugin scrittore.
ja: {0}: ライタープラグインを開けません。

source: Image info: {0} {1}
hi_in: छवि जानकारी: {0} {1}
it: Informazioni sull'immagine: {0} {1}
ja: 画像情報: {0} {1}

source: Scaled image info: {0}
hi_in: स्केल्ड छवि सूचना: {0}
it: Informazioni sull'immagine scalata: {0}
ja: スケーリングされた画像情報: {0}

source: Writer plugin did not get output info. Defaulting to {0}
hi_in: राइटर प्लगइन आउटपुट जानकारी नहीं पा सका. {0} को डिफ़ॉल्ट रूप में
it: Il plugin scrittore non ha ottenuto le informazioni di output. Predefinito a {0}
ja: ライタープラグインが出力情報を取得しませんでした。デフォルトの {0} に設定します

source: Using profile {0}, pixel format {1}.
hi_in: प्रोफाइल {0} का उपयोग कर रहा है, पिक्सेल प्रारूप {1}.
it: Utilizzando profilo {0}, formato pixel {1}.
ja: プロファイル {0}、ピクセル形式 {1} を使用しています。

source: Using preset {0}.
hi_in: {0} का उपयोग कर रहा है
it: Usando preimpostazione {0}.
ja: プリセット{0}

source: Offscreen Buffer info: {0}
hi_in: ऑफस्क्रीन बफ़र जानकारी: {0}
it: Informazioni buffer offscreen: {0}
ja: オフスクリーンバッファ情報: {0}

source: Output info: {0} {1}
hi_in: आउटपुट जानकारी: {0} {1}
it: Informazioni sull'uscita: {0} {1}
ja: 出力情報: {0} {1}

source: Saving Movie without Audio %<PRId64> - %<PRId64>
hi_in: ऑडियो %<PRId64> - %<PRId64> के बिना इंजन सहेजा जा रहा है
it: Salvataggio di film senza audio %<PRId64> - %<PRId64>
ja: オーディオなしでムービーを保存しています %<PRId64> - %<PRId64>

source: Saving Movie with Audio %<PRId64> - %<PRId64>
hi_in: ऑडियो %<PRId64> - %<PRId64> के साथ इंजिन सहेजा जा रहा है
it: Salvataggio di film con audio %<PRId64> - %<PRId64>
ja: オーディオ付きでムービーを保存しています %<PRId64> - %<PRId64>

source: Saving Audio %<PRId64> - %<PRId64>
hi_in: ऑडियो सहेजने %<PRId64> - %<PRId64>
it: Risparmio audio %<PRId64> - %<PRId64>
ja: オーディオを保存しています %<PRId64> - %<PRId64>

source: Saving Pictures without Audio %<PRId64> - %<PRId64>
hi_in: ऑडियो के बिना छवि सहेज रहा है %<PRId64> - %<PRId64>
it: Salvataggio delle immagini senza audio %<PRId64> - %<PRId64>
ja: オーディオなしで画像を保存しています %<PRId64> - %<PRId64>

source: Audio only in timeline, but not trying to save audio.
hi_in: केवल समय में ऑडियो, लेकिन ऑडियो सहेजने की कोशिश नहीं कर रहा है.
it: Audio solo nella timeline, ma non cercando di salvare l'audio.
ja: しかし、どこかへ行こうとしているわけじゃない。

source: Saving... {0}
hi_in: सहेजा जा रहा है... {0}
it: Salvataggio... {0}
ja: 保存中... {0}

source: Could not read image data from view
hi_in: दृश्य से छवि डेटा पढ़ा नहीं जा सका
it: Impossibile leggere i dati dell’immagine dalla vista
ja: ビューから画像データを読み取れませんでした

source: Render size: {0}
hi_in: रेंडर आकार: {0}
it: रेंडर आकार: {0}
ja: レンダーサイズ: {0}

source: Regular expression created from {0}. It is: {1}
hi_in: {0} से नियमित एक्सप्रेशन बनाया गया है. यह है: {1}
it: Espressione regolare creata da {0}. È: {1}
ja: {0} から作成された正規表現。それは: {1}

source: Iteration {0} will check version={1}
hi_in: यह प्रोशनरेशन {0} संस्करण={1} जाँच करेगा
it: Iterazione {0} controllerà versione={1}
ja: イテレーション {0} はバージョン={1} をチェックします

source: No versioning in this clip. Please create an image or directory named with a versioning string.
hi_in: इस क्लिप में कोई संस्करण नहीं है. कृपया संस्करणिंग स्ट्रिंग के साथ एक छवि या निर्देशिका बनाएँ.
it: Nessuna versione in questo clip. Si prega di creare un'immagine o una directory denominata con una stringa di versione.
ja: このクリップにはバージョニングがありません。バージョニング文字列で名前が付けられた画像またはディレクトリを作成してください。

source: Example: gizmo_v003.0001.exr
hi_in: उदाहरण: gizmo_v0003.0001.exr
it: Esempio: gizmo_v003.0001.exr
ja: 例: gizmo_v003.0001.exr

source: Could not replace {0} with {1}
hi_in: {0} को {1} से बदलें
it: Impossibile sostituire {0} con {1}
ja: {0} を {1} に置き換えられませんでした

source: Annotation already existed at this time
hi_in: व्याख्या इस समय से पहले से ही अस्तित्व में है
it: L'annotazione esisteva già in questo momento
ja: 重複に都市を追加できません!

source: Failed to open the file {0} for writing.
hi_in: फ़ाइल {0} को लिखने के लिए खोलने में असफल.
it: Aprire il file {0} per la scrittura non è riuscito.
ja: ファイル {0} を書き込み用に開けませんでした。

source: Failed to write to the file {0}.
hi_in: फ़ाइल {0} में लिखने में असफल.
it: Scrivere nel file {0} non è riuscita.
ja: ファイル {0} に書き込めませんでした。

source: Session saved to "{0}".
hi_in: सत्र "{0}" में सहेजा गया
it: Sessione salvata in "{0}".
ja: セッションは "{0}" に保存されました。

source: Failed to open the file '{0}' for reading.
hi_in: पढ़ने के लिए फ़ाइल '{0}' खोलने में असफल.
it: Aprire il file '{0}' per la lettura non è riuscito.
ja: ファイル '{0}' を読み込み用に開けませんでした。

source: Failed to load the file '{0}.
hi_in: फ़ाइल '{0} लोड करने में असफल.
it: Caricamento del file '{0} non riuscito.
ja: ファイル '{0} をロードできませんでした。

source: Reading preferences from "{0}{1}".
hi_in: वरीयता "{0}{1}" से पढ़ा जा रहा है।
it: Preferenze di lettura da "{0}{1}".
ja: "{0}{1}" から設定を読み込み中です。

source: Failed to retrieve {0}.
hi_in: {0} सहेजने में असमर्थ.
it: Recuperare {0} non è riuscito.
ja: {0} の取得に失敗しました。

source: FFmpeg YUV to RGB Conversion is on in Settings Panel. mrv2 will play back movies slower.
hi_in: FFGGROS ROMOS परिवर्तन के लिए सेटिंग फलक में है. mrv2 फिल्म धीमी खेलेगा.
it: FFmpeg YUV a RGB Conversione è attivato nel Pannello Impostazioni. mrv2 riprodurrà i film più lentamente.
ja: FFmpeg YUV から RGB への変換が設定パネルでオンになっています。mrv2 はムービーの再生が遅くなります。

source: Could not open color theme from "{0}".
hi_in: "{0}" से रंग प्रसंग खोल नहीं सका.
it: Impossibile aprire il tema di colore da "{0}".
ja: "{0}" からカラーテーマを開けませんでした。

source: Loaded color themes from "{0}".
hi_in: "{0}" से लोड किया रंग प्रसंग
it: Temi di colore caricati da "{0}".
ja: "{0}" からカラーテーマをロードしました。

source: Setting OCIO config from preferences.
hi_in: वरीयता से ओआईआईओ विन्यास सेट किया जा रहा है.
it: Impostazione della configurazione OCIO dalle preferenze.
ja: OCIO ファイルから設定をインポート

source: Setting OCIO config from OCIO environment variable.
hi_in: ओओआईओ एनवायरनमेंट वेरिएबल से ओआईओ विन्यास सेट किया जा रहा है.
it: Impostazione della configurazione OCIO dalla variabile di ambiente OCIO.
ja: OCIO 環境変数から OCIO 設定を設定しています。

source: Path mappings have been loaded from "{0}{1}".
hi_in: पथ "{0}{1}" से लोड किया गया.
it: Le mappature dei percorsi sono state caricate da "{0}{1}".
ja: パス マッピングが「{0}{1}」から読み込まれました。

source: Loading hotkeys from "{0}{1}.prefs".
hi_in: "{0}{1}.prefs" से गर्म हवा लोड किया जा रहा है।
it: Caricamento di tasti di avviamento da "{0}{1}.prefs".
ja: "{0}{1}.prefs" からホットキーをロードしています。

source: Resetting hotkeys to default.
hi_in: हॉटकीज़ को डिफ़ॉल्ट पर रीसेट किया जा रहा है।
it: Ripristino dei tasti rapidi ai valori predefiniti.
ja: ホットキーをデフォルトにリセットしています。

source: Path mappings have been saved to "{0}{1}".
hi_in: पथ "{0}{1}" को सहेजा गया.
it: Le mappature dei percorsi sono state salvate in "{0}{1}".
ja: パスマッピングは "{0}{1}" に保存されました。

source: Hotkeys have been saved to "{0}{1}.prefs".
hi_in: निर्देशिका "{0}{1}.prefs" को सहेजा गया है.
it: Le tastiere sono state salvate in "{0}{1}.prefs".
ja: ホットキーは "{0}{1}.prefs" に保存されました。

source: Preferences have been saved to: "{0}{1}".
hi_in: वरीयता को सहेजा गया है: "{0}{1}".
it: Le preferenze sono state salvate su: "{0}{1}".
ja: 環境設定は "{0}{1}" に保存されました。

source: Removing
hi_in: हटा रहा है
it: Rimozione
ja: 取り外し

source: OCIO config is now:
hi_in: ओआईआईओ कॉन्फ़िग अब है:
it: La configurazione di OCIO è ora:
ja: WPML は今
