Repository: ggarra13/mrv2
Catalog: src/po/mrv2/*.po
Languages: hi_in, it, ja

source: Location
hi_in: स्थान
it: Posizione
ja: 所在地

source: Show Hidden Files
hi_in: छुपी फ़ाइलें दिखाएँ
it: Mostra i file nascosti
ja: 隠しファイルを表示

source: File Types
hi_in: फ़ाइल प्रकार
it: Tipi di file
ja: ファイル形式

source: All Files (*)
hi_in: सभी फ़ाइलें (*)
it: Tutti i file (*)
ja: すべてのファイル (*)

source: Go back one directory in the history
hi_in: इतिहास में एक निर्देशिका पीछे जाएँ
it: Torna indietro una directory nella cronologia
ja: 1 ステップ戻ります

source: Go forward one directory in the history
hi_in: इतिहास में एक निर्देशिका आगे जाएँ
it: Vai avanti una directory nella cronologia
ja: 1 ステップ進みます

source: Go to the parent directory
hi_in: जनक निर्देशिका में जाएँ
it: Vai alla directory genitore
ja: ディレクトリに移動

source: Refresh this directory
hi_in: इस निर्देशिका को ताज़ा करें
it: Aggiorna questa directory
ja: このディレクトリを編集

source: Delete file(s)
hi_in: फ़ाइल(ओं) मिटाएँ
it: Elimina file o file
ja: ファイルを削除

source: Create new directory
hi_in: नई डिरेक्ट्री बनाएँ
it: Crea nuova directory
ja: 新規作成

source: Add this directory to my favorites
hi_in: इस डिरेक्ट्री को मेरे पसंदीदा में जोड़ें
it: Aggiungi questa directory ai miei preferiti
ja: このニュースをお気に入りに追加する

source: Preview files
hi_in: पूर्वावलोकन फ़ाइल
it: Anteprima file
ja: ファイルをプレビュー

source: List mode
hi_in: सूची मोड
it: Modalità Elenco
ja: リストモード

source: Wide list mode
hi_in: संपूर्ण सूची मोड
it: Modalità ampia lista
ja: リストモード

source: Detail mode
hi_in: विवरण विधि
it: Modalità dettaglio
ja: モード

source: Could not create directory '%s'. You may not have permission to perform this operation.
hi_in: '%s' निर्देशिका निर्मित नहीं कर सका. आपके पास इस संक्रिया को चलाने की अनुमति नहीं है.
it: Impossibile creare la directory «%s». È possibile che non abbia il permesso di eseguire questa operazione.
ja: ディレクトリ '%s' を作成できませんでした。この操作を実行する権限がない可能性があります。

source: An error occurred while trying to delete '%s'. %s
hi_in: '%s' को हटाने की कोशिश के दौरान एक त्रुटि हुई। %s
it: Si è verificato un errore durante il tentativo di eliminare '%s'. %s
ja: '%s' の削除中にエラーが発生しました。%s

source: File '%s' already exists!
hi_in: फ़ाइल '%s' पहले से उपस्थित है!
it: Il file «%s» esiste già!
ja: '%s' は既に存在します

source: Unable to rename '%s' to '%s'
hi_in: `%s' का नाम '%s' में बदलने में असमर्थ
it: Impossibile rinominare «%s» a «%s»
ja: '%s' の名前を '%s' に変更できません。

source: 3GP Movie
hi_in: 3 आयामी मूवी
it: Film 3GP
ja: 映画

source: Advanced Systems Format Media
hi_in: विस्तृत तंत्र फ़ॉर्मेट मीडिया
it: Sistemi avanzati Formato Media
ja: システムフォーマット

source: AVCHD Video
hi_in: AVCHD वीडियो
it: Video AVCHD
ja: ビデオ

source: AVI Movie
hi_in: एम. बी.
it: Film AVI
ja: 映画

source: DIVX Movie
hi_in: DIVX मूवी
it: Film DIVX
ja: 映画

source: Digital Video
hi_in: डिजिटल वीडियो
it: Video digitale
ja: デジタル ビデオ

source: Flash Movie
hi_in: फ्लैश मूवी
it: Film Flash
ja: 映画

source: Apple's M4V Movie
hi_in: एप्पल का एम4वी मूवी
it: Il film M4V di Apple
ja: AppleのM4Vムービー

source: Matroska Movie
hi_in: मैरोका मूवी
it: Film Matroska
ja: 映画

source: Quicktime Movie
hi_in: तत्काल समय मूवी
it: Film in tempo rapido
ja: QuickTime Movie (*.mov)

source: MP4 Movie
hi_in: एमपी4 मूवी
it: Film MP4
ja: MP4

source: MPEG Movie
hi_in: एमपीईजी मूवी
it: Film MPEG
ja: 映画

source: MXF Movie
hi_in: एमएक्सएफ़ मूवी
it: Film MXF
ja: 映画

source: Ogg Movie
hi_in: ऑग मूवी
it: Pellicola Ogg
ja: 映画

source: Ogg Video
hi_in: ऑग वीडियो
it: Video Ogg
ja: Ogg 動画ファイル

source: OpenTimelineIO EDL
hi_in: समय- लाइनIO ईएल खोलें

source: OpenTimelineIO Zipped EDL
hi_in: ओपनटाइमलाइनआईओ ज़िप्ड ईडीएल

source: Real Media Movie
hi_in: वास्तविक मीडिया मूवी
it: Pellicola mediatica reale
ja: 本物のメディア

source: VOB Movie
hi_in: वीओब मूवी
it: Film VOB
ja: 映画

source: WebM Movie
hi_in: वेब- इंजिन
it: Film WebM
ja: 映画

source: WMV Movie
hi_in: डबल्यूएमवी मूवी
it: Film WMV
ja: 映画

source: RAW Picture
hi_in: रॉ छवि
it: Immagine RAW
ja: 未加工

source: Bitmap Picture
hi_in: बिटमैप छवि
it: Immagine della mappa di bit
ja: ビットマップ

source: Cineon Picture
hi_in: सेनॉन छवि
it: Immagine Cineon
ja: 写真

source: Canon Raw Picture
hi_in: रॉ इमेज बनाया जा रहा है
it: Immagine grezza Canon
ja: Canon Raw 画像

source: Kodak Digital Negative
hi_in: डिजिटल ऋणात्मक
it: Negativo digitale Kodak
ja: Kodak デジタルネガティブ

source: DPX Picture
hi_in: जीपीएक्स छवि
it: Immagine DPX
ja: 写真

source: EXR Picture
hi_in: EXR छवि
it: Immagine EXR
ja: 写真

source: GIF Picture
hi_in: जीआईएफ छवि
it: Immagine GIF
ja: GIF

source: HDRI Picture
hi_in: डीएमआर छवि
it: Immagine HDRI
ja: 写真

source: JPEG Picture
hi_in: जेपीईजी छवि
it: Immagine JPEG
ja: サムネール JPEG 画質

source: Softimage Picture
hi_in: सॉफ्ट इमेज छवि
it: Immagine di softimage
ja: 写真

source: Portable Network Graphics Picture
hi_in: नेटवर्क ग्राफिक्स चित्रName
it: Immagine grafica di rete portatile
ja: Portable Network Graphics

source: Portable Pixmap
hi_in: पोर्टेबल पिक्समैप
it: Mappa Pix portatile
ja: ポータブル版

source: Photoshop Picture
hi_in: फोटो
it: Immagine di Photoshop
ja: Photoshop

source: SGI Picture
hi_in: एसजीजी छवि
it: Immagine SIG
ja: 写真

source: Stereo OpenEXR Picture
hi_in: स्टीरियो ओपनएक्सआर छवि खोलें
it: Immagine stereo OpenEXR
ja: ステレオ OpenEXR ピクチャ

source: TGA Picture
hi_in: टीजीए छवि
it: Immagine TGA
ja: 写真

source: TIFF Picture
hi_in: टिफ़ छवि
it: Immagine TIFF
ja: 写真

source: MP3 music
hi_in: एमपी3 संगीत
it: Musica MP3
ja: MP3

source: OGG Vorbis music
hi_in: ओग्वेश संगीत
it: OGG Musica Vorbis
ja: Ogg-Vorbis

source: Wave music
hi_in: वेव संगीत
it: Musica di onda
ja: ウェーブ

source: OpenUSD Asset
hi_in: ओपन- जीएल अससेट
it: Attivo OpenUSD
ja: OpenUSD アセット

source: OpenUSD Zipped Asset
hi_in: प्लाड असड्डName
it: Activo zippato OpenUSD
ja: OpenUSD 圧縮アセット

source: OpenUSD Compressed Asset
hi_in: ओपन- पीजीपी असंसेट
it: Attivo compresso OpenUSD
ja: OpenUSD 圧縮アセット

source: OpenUSD ASCII Asset
hi_in: एसएओ- एसडी एसआर (यासेट) खोलें
it: Attivo OpenUSD ASCII
ja: OpenUSD ASCII アセット

source: Another process using the file.
hi_in: फ़ाइल का उपयोग कर एक और प्रक्रिया.
it: Un altro processo che utilizza il file.
ja: 別のプロセスを開く

source: Jan
hi_in: जनवरी
it: gen
ja: 1月

source: Feb
hi_in: फ़रवरी
ja: 2月

source: Mar
hi_in: मार्च
ja: 3月

source: Apr
hi_in: अप्रैल
ja: 4月

source: May
hi_in: मई
it: mag
ja: 5月

source: Jun
hi_in: जून
it: giu
ja: 6月

source: Jul
hi_in: जुलाई
it: lug
ja: 7月

source: Aug
hi_in: अगस्त
it: ago
ja: 8月

source: Sep
hi_in: सितंबर
it: set
ja: 9月

source: Oct
hi_in: अक्टूबर
it: ott
ja: 10月

source: Nov
hi_in: नवंबर
ja: 11月

source: Dec
hi_in: डिवाइस
it: dic
ja: 12月

source: Replace
hi_in: बदलें
it: Sostituire
ja: 置換

source: Find:
hi_in: ढूंढें:
it: Trova:
ja: 検索:

source: Replace:
hi_in: बदलें:
it: Sostituire:
ja: 置換:

source: Replace All
hi_in: सभी बदलें
it: Sostituisci tutto
ja: すべて置換

source: Replace Next
hi_in: अगला बदलें
it: Sostituisci successivo
ja: 置換

source: Build Environment:
hi_in: वातावरण बिल्ड करें:
it: Costruire ambiente:
ja: ビルド環境：

source: Distribution:
hi_in: वितरण:
it: Distribuzione:
ja: 送信先：

source: Desktop Environment:
hi_in: डेस्कटॉप वातावरण:
it: Ambiente desktop:
ja: デスクトップ環境:

source: Kernel Info:
hi_in: कर्नेल जानकारी:
it: Informazioni sul Kernel:
ja: カーネル:

source: Running Environment:
hi_in: चलने का वातावरण:
it: Ambiente in esecuzione:
ja: 環境:

source: D = Decoding supported
hi_in: D = डिकोडिंग समर्थित
it: D = Decodificazione supportata
ja: D = デコードサポート

source: E = Encoding supported
hi_in: E = एनकोडिंग समर्थित
it: E = Codificazione supportata
ja: E = エンコードサポート

source: I = Intra frame-only codec
hi_in: I = इनतम फ्रेम- सिर्फ कोडेक
it: I = codec interno solo per fotogrammi
ja: I = インタフレーム専用コーデック

source: L = Lossy compression
hi_in: L = नुकसान की संपीडन
it: L = compressione di perdita
ja: L = 非可逆圧縮

source: S = Lossless compression
hi_in: S = नुक़सानरहित संपीडन
it: S = compressione senza perdita
ja: S = 可逆圧縮

source: With clang
hi_in: यदि आप चाहते हैं कि कोई आपके साथ हो, तो आप क्या कर सकते हैं?
it: Con il clang
ja: Clangを使用して

source: With gcc
hi_in: जीसीसी के साथ
it: Con gcc
ja: GCCを使用して

source: With msvc
hi_in: msvc के साथ
it: Con msvc
ja: MSVCを使用して

source: mrv2 depends on:
hi_in: mrv2 इस पर निर्भर करता है:
it: mrv2 dipende da:
ja: mrv2は以下に依存しています:

source: Vendor:
hi_in: विक्रेता:
it: Fornitore:
ja: ベンダー:

source: Renderer:
hi_in: रेंडरर:
it: Ringraziatore:
ja: レンダラー:

source: Version:
hi_in: संस्करणः
it: Versione:
ja: バージョン:

source: Max. Texture Size:
hi_in: अधिकतम संरचना आकार:
it: Dimensione massima della texture:
ja: 最大テクスチャサイズ:

source: This is a list of contributors to the mrv2 project:
hi_in: यह एमआरवी2 परियोजना में योगदानों की सूची है:
it: Questa è una lista di collaboratori al progetto mrv2:
ja: これはmrv2プロジェクトに貢献した人のリストです:

source: Mark an area in the image with SHIFT + the left mouse button
hi_in: एसएचओआईटी + बायाँ माउस बटन से छवि का क्षेत्र चिह्नित करें
it: Marcare un'area nell'immagine con SHIFT + il tasto sinistro del mouse
ja: 画像内でSHIFTキーを押しながら左マウスボタンでエリアをマークします。

source: &Copy
hi_in: नक़ल (C)
it: & Copia
ja: &コピー

source: Everything OK.
hi_in: सब कुछ ठीक है.
it: Tutto bene.
ja: すべて正常です。

source: GPU: Unknown
hi_in: गापीयू: अज्ञात
it: GPU: sconosciuto
ja: GPU: 不明

source: Elapsed
hi_in: बीता हुआ
it: Scadenza
ja: 経過時間

source: Remaining
hi_in: बाकी
it: Restante
ja: 残存しています

source: Undock
hi_in: पहले जैसा (o)
it: Staccare
ja: 装着解除する

source: Dock
hi_in: डॉक
ja: ウマスイバ

source: Dismiss
hi_in: छोड़ें
it: Rifiuto
ja: 解散

source: Drag Box
hi_in: बक्सा खींचें
it: Scatola di trascinamento
ja: ドラッグ

source: Unknown type for mrvOCIOBrowser
hi_in: mrvoIOrr के लिए अज्ञात प्रकार
it: Tipo sconosciuto per mrvoCIOBrowser
ja: 不明な種類

source: Wayland Compositor supports Float on Top only through hotkeys. Press {0}.
hi_in: वेइलैंड कम्पोज़िटर केवल हॉटकीज़ के माध्यम से “फ्लोट ऑन टॉप” का समर्थन करता है। {0} दबाएँ।

source: Your Wayland compositor does not support Float on Top. Use your Window Manager to set a hotkey for it.
hi_in: पथलैंड ऊपरी पर फ्लोट समर्थित नहीं करता. अपने विंडो प्रबंधक का उपयोग इसके लिए गर्मकी सेट करने के लिए करें.

source: No Hotkey for Float On Top. Setting it globally to '{0}'
hi_in: फ्लोट के लिए कोई गनोम शैलकी ऊपरी पर नहीं. इसे दुनिया भर में '{0}' पर सेट करें

source: Session:
hi_in: सत्र:
it: Sessione:
ja: セッション：

source: This will disable events for mrv2, allowing them to pass through to windows below it. Give window focus to disable.
hi_in: यह एमरवी2 की घटनाओं को अक्षम करेगा, इसे नीचे विंडो में भेजने की अनुमति देगा. विंडो फ़ोकस करने पर ध्यान केंद्रित करें.
it: Questo disattiva gli eventi per mrv2, permettendo loro di passare a finestre sotto di esso. Fornisci il focus della finestra da disattivare.
ja: これにより、mrv2のイベントが無効になり、下にあるウィンドウにイベントが通過するようになります。 無効にするにはウィンドウにフォーカスを与えてください。

source: Continue
hi_in: जारी रखें
it: Continua
ja: 続行

source: This will disable events for mrv2, allowing them to pass through to windows below it. Give window focus (click on the taskbar icon) to disable.
hi_in: यह एमरवी2 की घटनाओं को अक्षम करेगा, इसे नीचे विंडो में भेजने की अनुमति देगा. विंडो फ़ोकस दें ( कार्यपट्टी प्रतीक पर क्लिक करें) अक्षम करने के लिए.
it: Questo disattiva gli eventi per mrv2, permettendo loro di passare a finestre sotto di esso. Concentra la finestra (clicca sull'icona della barra delle attività) disattivare.
ja: これにより、mrv2のイベントが無効になり、下にあるウィンドウにイベントが通過するようになります。 無効にするにはタスクバーのアイコンをクリックしてウィンドウにフォーカスを与えてください。

source: Window click through ON
hi_in: विंडो चालू होने पर क्लिक करें
it: Fare clic sulla finestra
ja: ウィンドウクリックスルー ON

source: Window click through OFF
hi_in: विंडो बन्द करने के द्वारा क्लिक करें
it: Fare clic sulla finestra attraverso OFF
ja: ウィンドウクリックスルー OFF

source: Edit/&Copy
hi_in: संपादन/नक़ल
it: Modifica/Copia
ja: 編集/&コピー

source: Reset to default value
hi_in: डिफ़ॉल्ट मान में रीसेट करें
it: Ripristina il valore predefinito
ja: デフォルト値にリセット

source: &File/&Clone
hi_in: फ़ाइल/क्लोन
ja: &ファイル/&複製

source: &File/&Refresh Cache
hi_in: फ़ाइल/कैश ताज़ा करें
it: File/Aggiorna la cache
ja: &ファイル/&キャッシュを更新

source: &Copy/&Filename
hi_in: नक़ल/फ़ाइलनाम
it: Copia/Nome file
ja: &コピー/&ファイル名

source: &Update/&Thumbnails
hi_in: &अद्यतन/&थंबनेल
it: &Aggiorna/&Miniature

source: &Show/In &File Manager
hi_in: दिखाएँ/फ़ाइल प्रबंधक
it: Mostra/Nel gestore file
ja: &表示/&ファイルマネージャーで

source: Maximum:
hi_in: अधिकतम:
it: Massimo:
ja: 最大値:

source: Copy/Color
hi_in: नक़ल/रंग
it: Copia/Colore
ja: コピー/色

source: Area
hi_in: क्षेत्र
it: Superficie
ja: エリア

source: pixel
hi_in: पिक्सेल
ja: ピクセル

source: pixels
hi_in: पिक्सेल्स
ja: ピクセル

source: Maximum
hi_in: अधिकतम
it: Massimo
ja: 最大値

source: Minimum
hi_in: न्यूनतम
it: Minimo
ja: 最小値

source: Range
hi_in: सीमा
it: Intervallo
ja: 範囲

source: Mean
hi_in: औसत
it: Media
ja: 平均値

source: Track #%d - %s
hi_in: ट्रैक #%d - %s
it: Traccia #%d - %s
ja: トラック #%d - %s

source: Same Size
hi_in: एक जैसे आकार
it: Stessa dimensione
ja: 同じサイズ

source: Half Size
hi_in: आधा आकार
it: Metà grandezza
ja: 半分のサイズ

source: Quarter Size
hi_in: चौथाई आकार
it: Dimensione trimestrale
ja: 4分の1のサイズ

source: TV (Legal Range)
hi_in: TV (लाइग सीमा)
it: TV (Intervallo Legale)
ja: TV（法的レンジ）

source: PC (Full Range)
hi_in: PC (पूरा सीमा)
it: PC (Intervallo Completo)
ja: PC（フルレンジ）

source: unspecified
hi_in: अ- निर्दिष्ट
it: non specificato

source: reserved
hi_in: सुरक्षित
it: riservato

source: Film
hi_in: फ़िल्म
it: Pellicola

source: Save Movie Options
hi_in: मूवी विकल्प सहेजें
it: Salva le opzioni del film
ja: ムービー保存オプション

source: Common Settings
hi_in: सामान्य विन्यास
it: Impostazioni comuni
ja: 共通設定

source: Save Annotations
hi_in: व्याख्याएँ सहेजें
it: Salva le annotazioni
ja: 注釈を保存

source: Save Annotations burned into the movie or sequence. It also allows saving OpenEXRs from an 8-bit movie and changing OpenEXR's pixel type. Furthermore, it allows saving A/B or Tiled comparisons and baking OCIO. However, it is limited to the size of your screen.
hi_in: फिल्म या अनुक्रम में जले हुए एनोटेशन सहेजें। यह 8-बिट फिल्म से OpenEXR को सहेजने और OpenEXR के पिक्सेल प्रकार को बदलने की भी अनुमति देता है। इसके अलावा, यह A/B या टाइल्ड तुलना सहेजने और OCIO को बेक करने की अनुमति देता है। हालाँकि, यह आपकी स्क्रीन के आकार तक सीमित है।
it: Salva le annotazioni bruciate nel film o nella sequenza. It also allows saving OpenEXRs from an 8-bit movie and changing OpenEXR's pixel type. Inoltre, consente di salvare i confronti A/B o Tiled e di cuocere OCIO. Tuttavia, è limitato alle dimensioni dello schermo.
ja: ムービーやシーケンスに焼き込まれた注釈を保存します。 また、8ビットムービーからOpenEXRを保存し、OpenEXRのピクセルタイプを変更することも可能です。 さらに、A/Bまたはタイル比較を保存し、OCIOを焼き込むこともできます。 ただし、画面サイズに制限されます。

source: Video Options
hi_in: वीडियो विकल्प
it: Opzioni video
ja: ビデオオプション

source: Resolution
hi_in: रिसॉल्यूशन
it: Risoluzione
ja: 解像度

source: Resolution of movie to save.
hi_in: बचाने के लिए फिल्म का प्रस्ताव.
it: Risoluzione del film da salvare.
ja: 保存するムービーの解像度。

source: Hardware Codec
hi_in: हार्डवेयर कोडेक
it: Codice hardwarec
ja: ハードウェアコーデック

source: Profile
hi_in: प्रोफाइल
it: Profilo
ja: プロファイル

source: FFMpeg's Profile settings.
hi_in: FFMPg का प्रोफ़ाइल सेटिंग.
it: Impostazioni del profilo di FFMpeg.
ja: FFMpegのプロファイル設定。

source: Help on Profile
hi_in: प्रोफाइल पर मदद
it: Aiuto sul profilo
ja: プロファイルのヘルプ

source: Pixel Format
hi_in: पिक्सेल प्रारूप
it: Formato del pixel
ja: ピクセル形式

source: FFMpeg's Pixel Format for the codec selected
hi_in: चुने गए कोडेकों के लिए FFMOg के पिक्सेल प्रारूप
it: Formato Pixel di FFMpeg per il codec selezionato
ja: 選択されたコーデックの FFMpeg のピクセル形式

source: Help on Pixel Format
hi_in: पिक्सेल प्रारूप में मदद
it: Aiuto sul formato del pixel
ja: ピクセル形式のヘルプ

source: Preset
hi_in: प्रीसेट
it: Preimpostazione
ja: プリセット

source: FFMpeg's Preset setting for the codec selected.
hi_in: चुने गए कोडेकों के लिए FFMPEREGEGENK विन्यास.
it: Impostazione Preset di FFMpeg per il codec selezionato.
ja: 選択したコーデックのFFMpegプリセット設定。

source: Help on Preset
hi_in: प्रीसेट पर मदद
it: Aiuto su Preset
ja: プリセットのヘルプ

source: Advanced Settings
hi_in: विस्तृत विन्यास
it: Impostazioni avanzate
ja: 詳細設定

source: Help on Advance Settings
hi_in: उन्नत विन्यास पर मदद
it: Aiuto sulle impostazioni avanzate
ja: 詳細設定のヘルプ

source: Audio Options
hi_in: ऑडियो विकल्प
it: Opzioni audio
ja: オーディオオプション

source: FFMpeg's Audio Codec settings.
hi_in: एफएफएमपी का ऑडियो कोडेक विन्यास.
it: Impostazioni Audio Codec di FFMpeg.
ja: FFMpegのオーディオコーデック設定。

source: Note that while saving with audio, the audio will not be heard.
hi_in: नोट करें कि ऑडियो के साथ सहेजते समय, ऑडियो सुना नहीं जाएगा.
it: Nota che durante il salvataggio con audio, l'audio non verrà ascoltato.
ja: オーディオと一緒に保存する場合、オーディオは聞こえません。

source: Help Window
hi_in: मदद विंडो
it: Finestra di aiuto
ja: ヘルプウィンドウ

source: Override
hi_in: ओवरराइड
it: Sovravvicinamento
ja: オーバーライド

source: Select this to override all the parameters below.
hi_in: नीचे दिए गए सभी पैरामीटर्स को ओवरराइड करने के लिए इसे चुनें.
it: Selezionare questo per sovrascrivere tutti i parametri sottostanti.
ja: 以下のすべてのパラメータをオーバーライドするには、このオプションを選択します。

source: Color Range
hi_in: रंग सीमाएं
it: Gamma di colori
ja: カラーレンジ

source: FFMpeg's Color Range for the codec selected
hi_in: चुने गए कोडेकों के लिए FFMOGE का रंग सीमा
it: Gamma di colori di FFMpeg per il codec selezionato
ja: 選択したコーデックのFFMpegカラーレンジ。

source: FFMpeg's Color Space for the codec selected
hi_in: चुने गए कोडेकों के लिए FFMOGE का रंग जगह
it: Spazio colore di FFMpeg per il codec selezionato
ja: 選択したコーデックのFFMpegカラースペース。

source: FFMpeg's Color Primaries setting for the codec selected.
hi_in: चुने गए कोडेकों के लिए FFMPENK का रंग सेट.
it: Impostazione Primarie Colori di FFMpeg per il codec selezionato.
ja: 選択したコーデックのFFMpegカラープライマリ設定。

source: FFMpeg's Color Transfer Function settings for the codec selected.
hi_in: FFMOG का रंग ट्रांसफर सूची चुने गए codec के लिए फंक्शन सेटिंग.
it: Impostazioni della funzione di trasferimento dei colori di FFMpeg per il codec selezionato.
ja: 選択したコーデックのFFMpegカラートランスファー関数設定。

source: Profile Help
hi_in: प्रोफ़ाइल मदद
it: Aiuto del profilo
ja: プロファイルのヘルプ
